Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_separatist.xml/*.po
Languages: de

source: This is the location of a Harmony Link.
de: Das ist die Position eines Harmony Links.

source: This is the location of a Harmony Link.
de: Das ist die Position eines Harmony Links.

# data/events_separatist.xml$//event[@name="HARMONY_LINK_SEP"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector. However, it appears this one is no longer functional, likely sabotaged by the Separatists when they took control of this sector.
de: Es scheint du hast einen Harmony Link gefunden. Diese massive planet-großen Strukturen sind aus Billionen von Nanobots gemacht, welche ein starkes Signal an alle Engis im Sektor senden. Wie es aussieht ist dieser jedoch nicht mehr funktionell, wahrscheinlich da die Separatisen ihn zerstört haben, als sie die Kontrolle über den Sektor übernommen haben.

# data/events_separatist.xml$//event[@name="HARMONY_LINK_SEPARATIST"]/text
source: A Separatist vessel is analyzing the Harmony link. They either don't notice you or couldn't care less about your presence.
de: Ein Separatistenschiff analysiert einen Harmony Link. Entweder haben sie dich nicht bemerkt oder ihnen ist deine Präsenz egal.

source: Hail them.
de: Rufe sie.

source: "Yes, we -see- you, Federation. If you wish to be useful, perhaps you could lend us some explosives. We are attempting the [demolition] of the Harmony links."
de: "Ja, wir -sehen- dich, Föderation. Wenn du uns helfen willst, kannst du uns etwas Sprengstoff leihen. Wiir versuchen die [Zerstörung] des Harmony Links durchzuführen."

source: Give them 5 missiles.
de: Gebe ihnen 5 Raketen.

source: You transfer over the missiles to the Separatists.
de: Du transferierst die Raketen zu den Separatisten.

source: Continue...
de: Fortfahren...

source: "Wow. This is quite -unhelpful-. We cannot even use these. I suppose this is worth about, 5 scrap."
de: "Wow. Das ist echt -unhilfreich-. Wir können die nichtmal nutzen. Ich schätze das ist ungefähr 5 Schrott wert."

source: Give them 15 missiles.
de: Gebe ihnen 15 Raketen.

source: You transfer over the missiles to the Separatists.
de: Du transferierst die Raketen zu den Separatisten.

source: Continue...
de: Fortfahren...

source: The Separatists load the missiles, then fire them directly into the Harmony link. It shatters the exterior, sending nanobots flying, only for them to reform again without any noticeable damage. "Well, at least now we [know]. Accept this payment."
de: Die Separatisten laden die Raketen und feuern sie direkt in den Harmony Link. Die äußere Hülle wird verletzt, bevor die Nanobots sich wieder neu formieren, als wäre nicht gewesen. "Naja, jetzt [wissen] wir es wenigstens. Akzeptiere diese Bezahlung."

source: Decline.
de: Ablehnen.

source: Take advantage of this situation and attack!
de: Nutze die Situation aus und greife an!

source: The Separatists speak no words, but evidently won't go down without a fight!
de: Die Separatisten sagen nichts, aber sie werden nicht kampflos aufgeben!

source: Continue...
de: Fortfahren...

source: Ignore the Engi.
de: Ignoriere die Engis.

source: If they're no threat to you, then you'll be no threat to them.
de: Wenn sie keine Gefähr für dich darstellen, wirst du auch keine für sie sein.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_separatist.xml$//event[@name="SEPERATIST_WORTHLESS_JUNK"]/text
source: You catch the two Separatists on the nearby ship squabbling over something about an augment. You hail them. "Yes, greetings. We have obtained object. Object's purpose is unknown, and our desire to keep it is 0. Please take this [worthless junk] off of our hands."
de: Du hörst wie zwei Separatisten auf dem Schiff in der Nähe über ein Augment quatschen. Du rufst sie. "Ja, hallo. Wir haben ein Objekt erhalten. Zweck des Objekts ist unbekannt und das Verlangen es zu behalten ist 0. Bitte nimm diesen [wertlosen Müll] von uns."

# data/events_separatist.xml$//event[@name="SEPERATIST_ICECREAM"]/text
source: A small Separatist vendor nearby is advertising to passing ships some kind of miracle concoction it claims can solve anyone's problems. Sounds incredulous, but would it hurt to check it out?
de: Ein kleines Separatistengeschäft ist in der Nähe und bewirbt eine Mischung, welche jedes Problem lösen kann. Klingt wie Mumpitz, aber es schadet nicht es zu überprüfen oder?

# data/events_separatist.xml$//event[@name="SEPERATIST_ICECREAM"]/choice[1]/text
source: Investigate the vendor.
de: Besuche das Geschäft.

source: "Welcome, welcome, [valued] customer! Might I interest you in the -exotic-, delightful, and positively splenerific taste of F.D.P.T.W.T.F.M.C.E.? You won't regret it!"
de: "Willkommen, willkommen, [wertvoller] Kunde! Kann ich dich an dem -exotischen-, zufriedenstellenden und positiv splenerfischen Geschmack von G.M.M.E.F.U.G.S.D. interessieren? Du wirst es nicht bereuen!"

source: What?
de: Was?

source: "Have you never heard of [Frozen Dairy Product Topped With Terran Fruit and Melted Coco Extract]? I am told it is -all- the rage in the Union. I recommend a purchase. It will make your crew happier."
de: "Hast du nie von [Gefrorenes Milchprodukt Mit Erden Frucht Und Geschmolzener Schokolade Drauf] gehört? Ich habe gehört -alle- in der Union fahren drauf ab. Ich empfehle einen Kauf. Es wird dich und deine Crew glücklicher machen."

source: Buy the F.D.P.T.W.T.F.M.C.E.
de: Kaufe das G.M.M.E.F.U.G.S.D.

source: "Thank you for your [purchase] Renegade! I hope to have more flavors in the -future-!"
de: "Danke für deinen [Kauf] Renegade! Ich hoffe mehr Geschmacksrichtungen in der -Zukunft- zu haben!"

source: That sounds like it'll kill us. No thanks.
de: Es klingt als würde es uns umbringen. Nein danke.

source: The Separatist frowns but says nothing more. You brush past them and move on.
de: Der Separatist ist entäuscht, aber sagt nichts weiteres. Du gehst und fliegst weiter.

# data/events_separatist.xml$//event[@name="SEPERATIST_ICECREAM"]/choice[2]/text
source: Ignore the Engi.
de: Ignoriere den Engi.

source: Their promises are clearly fabricated. You don't have time to waste on dissapointing yourself, better to get a move on.
de: Sein Versprechen ist offensichtlich eine Lüge. Du hast keine Zeit für Enttäuschungen und entscheidest dich weiter zu gehen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_separatist.xml$//event[@name="SEPERATIST_TRAP_SCAN"]/text
source: A neighboring Separatist ship hails you soon after you jump in. "You are in [luck] captain of Federation vessel. I am in possession of an expansive data suite, including a map of this sector. Would you like to download?"
de: Ein Separatistenschiff in der Nähe ruft dich, nachdem du hergesprungen bist. "Du hast [Glück], Kapitän des Föderationsschiffs. Ich bin im Besitz einer weitreichenden Datenbank, welche eine Karte dieses Sektors enthält. Möchtest du sie herunterladen?"

# data/events_separatist.xml$//event[@name="SEPERATIST_TRAP_SCAN"]/choice[1]/text
source: Download the data.
de: Lade die Daten herunter.

# data/events_separatist.xml$//event[@name="SEPERATIST_TRAP_SCAN"]/choice[2]/text
source: No thanks.
de: Nein Danke.

source: "I see you have no interest in taking avantage of great [opportunities]".
de: "Ich sehe du hast keine Interesse an guten [Möglichkeiten]."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: You begin the transfer of the information. You watch as the data loads. Most of it is random junk, such as a recipe for fish shaped ethyl benzene cake and an article on the importance of honesty. At last, you see the map data downloading. You thank the Separatist, who nods, and jumps away once the transfer is complete.
de: Du beginnst die Informationen zu übertragen. Du siehst wie die Daten laden. Das meiste ist Müll, wie ein Rezept für fischförmige Ethylbenzolkuchen und ein Artikel über die Wichtigkeit von Ehrlichkeit. Letztendlich siehst du, dass die Karte runterlädt. Du dankst dem Separatisten, welcher nickt und springt weg, sobald der Transfer fertig ist.

source: You begin the transfer of the information. You watch as the data loads. Most of it is random junk, such as a recipe for fish shaped ethyl benzene cake and an article on the importance of honesty. However before the map data begins to download, an error occurs, and your computer shuts down. You wait but it stays offline, and you realize you've been tricked! The Separatist ship raises its weapons and moves in to attack!
de: Du beginnst die Informationen zu übertragen. Du siehst wie die Daten laden. Das meiste ist Müll, wie ein Rezept für fischförmige Ethylbenzolkuchen und ein Artikel über die Wichtigkeit von Ehrlichkeit. Jedoch bevor die Karte runtergeladen ist, ein Fehler taucht auf und dein Computer schaltet sich aus. Du wartest aber er bleibt ausgeschalten und du realisierst, dass du hintergangen wurdest! Das Separatistenschiff fährt die Waffen hoch und greift an!

source: Continue...
de: Fortfahren...

# data/events_separatist.xml$//event[@name="SEPERATIST_FREE_CREW"]/text
source: A Separatist hails you, first speaking in binary before eventually switching over to English. "Federation. Federation. Please ignore my damaged speech processor processorsor. I have very recently recently broken free from the [Harmony], and wish to serve on a Federation vessel vessel. Will you accept accept me?"
de: Ein Separatist ruft dich, spricht zuerst in Binärcode, bevor er zu Englisch wechselt. "Föderation. Föderation. Bitte ignoriere meinen kaputten Sprachprozessor Prozessoren. Ich habe vor kurzem mich von der [Harmony] befreit und möchte auf dem Föderationsschiff Schiff dienen. Wirst du mich akzeptieren?"

# data/events_separatist.xml$//event[@name="SEPERATIST_FREE_CREW"]/choice[1]/text
source: Welcome aboard!
de: Willkommen an Bord!

source: "Oh, Thank thank you captain!"
de: "Oh, vielen Dank Kapitän!"

# data/events_separatist.xml$//event[@name="SEPERATIST_FREE_CREW"]/choice[2]/text
source: We don't need more crew.
de: Wir brauchen nicht noch mehr Crew Mitglieder.

source: "Oh... I understand understand. Best of luck with your mission mission."
de: "Oh... ich verstehe. Viel Glück mit deiner Mission Mission."

# data/events_separatist.xml$//event[@name="SEPERATIST_BODY_SCAN"]/text
source: Though no ship is located at this beacon, a single Separatist Engi beams onto the bridge of your ship. He wastes no time to ask if he may scan your body, wishing to shape his form in the shape of yours.
de: Obwohl kein Schiff an diesem Signalpunkt positioniert ist, beamt sich ein einzelner Separatisten Engi auf dein Schiff. Er verliert keine Zeit und fragt, ob er deinen Körper scannen darf, um sich deiner Form anzupassen.

# data/events_separatist.xml$//event[@name="SEPERATIST_BODY_SCAN"]/choice[1]/text
source: Allow him.
de: Erlaube es ihm.

source: (Elite Human) Entice him with your Elite Human.
de: (Elite Mensch) Lass ihn deinen Elite Mensch scannen.

source: (Hive Elite) Entice him with your Elite Mantis.
de: (Hive Elite) Lass ihn deinen Elite Mantis scannen.

source: (Elite Slug) Entice him with your Elite Slug.
de: (Elite Slug) Lass ihn deinen Elite Slug scannen.

source: (Peacekeeper) Entice him with your Peacekeeper.
de: (Friedenserhalter) Lass ihn deinen Friedenserhalter scannen.

source: (Elite Rock) Entice him with your Elite Rock.
de: (Elite Rock) Lass ihn deinen Elite Rock scannen.

source: (Chieftain) Entice him with your Chieftain.
de: (Chieftain) Lass ihn deinen Chieftain scannen.

source: (Sentinel) Entice him with your Sentinel.
de: (Sentinel) Lass ihn deinen Sentinel scannen.

source: (Welder) Entice him with your Welder.
de: (Schmelzer) Lass ihn deinen Schmelzer scannen.

source: (Alpha Phantom) Entice him with your Phantom Alpha.
de: (Alpha Phantom) Lass ihn dein Alpha Phantom scannen.

source: (Alpha Mare) Entice him with your Mare Alpha.
de: (Alpha Mare) Lass ihn deinen Alpha Mare scannen.

source: (Alpha Goul) Entice him with your Goul Alpha.
de: (Alpha Goul) Lass ihn deinen Alpha Goul scannen.

source: (Alpha Wraith) Entice him with your Wraith Alpha.
de: (Alpha Wraith) Lass ihn deinen Alpha Wraith scannen.

source: (Radiant) Entice him with your Radiant.
de: (Radiant) Lass ihn deinen Radiant scannen.

source: (Martyr) Entice him with your Martyr.
de: (Märtyrer) Lass ihn deinen Märtyrer scannen.

source: (Warlord) Entice him with your Warlord.
de: (Warlord) Lass ihn deinen Warlord scannen.

source: (Ranger) Entice him with your Ranger.
de: (Ranger) Lass ihn deinen Ranger scannen.

source: (Ampere) Entice him with your Ampere.
de: (Ampere) Lass ihn deinen Ampere scannen.

source: (Technician) Entice him with your Technician.
de: (Techniker) Lass ihn deinen Techniker scannen.

source: (Engi) Encourage him to scan the Engi.
de: (Engi) Lass ihn deinen Engi scannen.

source: "You wish for me... to become identical to my current state? I fail to understand this logic. I will find someone of higher intelligence to scan."
de: "Du möchtest... dass ich identisch zu meinem jetzigen Zustand werde? Ich kann diese Logik nicht verstehen. Ich werde jemand von höherer Intelligenz zum scannen finden."

source: "Yes, you are of peak physical condition. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of you and beams off the ship, leaving behind some droneparts.
de: "Ja, du bist in perfekter physicher Kondition. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "Your body is ugly. I do not wish to take this form. Goodbye." He beams off of the ship.
de: "Dein Körper ist hässlich. Ich möchte nicht diese Form annehmen. Auf wiedersehen." Er beamt sich vom Schiff runter.

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."
