Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_separatist.xml/*.po
Languages: de

source: Continue...
de: Fortfahren...

source: You hear a fumbling noise and the camera turns on, revealing the captain of the ship is not a regular Engi, but a Separatist. He quickly turns it back off but the damage has already been done. "Look look, no need to do anything brash. We'll give you back half of what you paid us, and we don't have to fight. Fair?"
de: Du hörst Geräusche von Rumfummelei und die Kamera geht an, wobei du erkennst, dass der Engi nicht regulär ist, sondern ein Separatist. Er schaltet sie schnell wieder aus, aber der Schaden ist angerichtet. "Okay okay, mach jetzt nichts voreiliges. Wir geben dir die Hälfte von dem was du uns gegeben hast und müssen dafür nicht kämpfen. Fair?"

source: Agree to split the supplies.
de: Stimme zu die Güter zu teilen.

source: The arm unfolds once again and deposits half of what you had paid them. You notice they rounded down in their favor, but it's too late to complain as they hastily jump away.
de: Der Arm kommt noch einmal und gibt dir die Hälfte, von dem was sie genommen haben, zurück. Du bemerkst sie haben zu ihren Gunsten abgerundet, aber es ist zu spät, da sie schnell weggesprungen sind.

source: Fight them.
de: Kämpfe gegen sie.

source: The Separatist pleads for you to spare them, but you have no intentions on letting them live.
de: Der Separatist bittet dich, dass du sie nicht tötest, aber du hast keine Intentionen sie am Leben zu lassen.

source: Continue...
de: Fortfahren...

source: The camera feed flickers on, revealing a smug Separatist captain. "Sorry, but it appears you have been deceived. By me. I am very smart and clever. Ha ha. There is no reward, by the way."
de: Die Kamera flickert und ein selbstsicherer Separatistenkapitän kommt zum Vorschein. "Entschuldigung, aber es scheint du wurdest fehlgeleitet. Von mir. Ich bin schlauerer und cleverer. Ha ha. Es gibt übrigens keine Belohnung."

source: Kill the bastards.
de: Töte die Bastarde.

source: "Wait, what are you doing? No, no, stop. Wait. This is a [bad] idea!"
de: "Warte, was machst du? Nein, nein, stop. Warte. Das ist eine [schlechte] Idee!"

source: Continue...
de: Fortfahren...

source: Accept that you have been tricked.
de: Akzeptiere, dass du hinters Licht geführt wurdest.

source: The Separatist seems surprised that you have chosen not to fight back. You end the call and ignore the ship.
de: Die Separatisten scheinen überrascht, dass du nicht kämpfen willst. Du beendest die Konversation und ignorierst das Schiff.

source: "Your donation is appreciated, Captain. I'll be honest. We are no Harmony ship. This ship is now under control of the Separatists. Still, we [thank] you. Please accept this gift.
de: "Deine Spende wird wertgeschätzt, Kapitän. Ich bin ehrlich. Wir sind kein Harmonyschiff. Dieses Schiff ist nun unter Kontrolle der Separatisten. Trotzdem, wir [danken] dir. Bitte akzeptiere dieses Geschenk."

source: Though Separatists usually prefer isolation, a rare example of a Separatist colony is hosted on a nearby planet. The distress beacon appears to be originating from the planet's surface.
de: Obwohl die Separatisten normal Isolation bevorzugen, ist ein seltenes Exampel einer Separatistenkolonie auf einem Planeten in der Nähe. Der Notfallsignalpunkt scheint von der Oberfläche des Planeten zu stammen.

source: Contact them.
de: Kontaktiere sie.

source: "Greetings unwelcome stranger. Consider yourself now welcome. We have request. We have recently been infected by [deadly] virus, casualties are over -1/4th- of population. Can you assist?
de: "Grüße, unwillkommener Fremder. Schätze dich jetzt Willkommen. Wir haben eine Bitte. Wir wurden in letzter Zeit von einem [tödlichen] Virus infiziert, Todesfälle sind über -1/4rtel- der Population. Kannst du helfen?"

source: Pay some supplies.
de: Bezahle ein paar Güter.

source: Though you can tell from their reactions it won't help much, the Engis are still grateful for your donation.
de: Obwohl du von ihren Reaktionen her bemerkst, dass es nicht viel helfen wird, sind die Engis trotzdem Dankbar für die Spende.

source: Continue...
de: Fortfahren...

source: The Separatists have nothing to offer as far as a physical reward goes, but they are able to repair your hull.
de: Die Separatisten haben nichts zu bieten, was physische Belohnungen angeht, aber sie reparieren deine Hülle.

source: (Hacking) Use your hacking to isolate the virus.
de: (Hacking) Nutze dein Hackingsystem, um den Virus zu isolieren.

source: Your hacking is surprisingly effective, and you're able to remove all instances of the virus's code from several Separatists. With how effective your hacking has been, they request that you stay behind a little longer to cure even more of them.
de: Dein Hacking ist überraschenderweise effektiv und du bist in der Lage, den gesamten Virus aus dem Code der Separatisten zu entfernen. So effektiv wie dein Hacking war, bitten sie dich noch etwas länger dazubleiben und mehr von ihnen zu heilen.

source: Stay back and cure more.
de: Bleibe da und heile noch mehr.

source: It takes the rest of the day to cure the other Separatists, but at last it appears you have managed to cure the entire colony of the virus. They are extremely grateful, and gift you a piece of equipment for your ship. One of their workers also offers in secret to work aboard your crew, afraid of their fate in the colony if the virus resurfaces.
de: Es braucht zwei Tage um den Rest der Separatisten zu heilen, aber wenigstens scheint es, dass du die gesamte Kolonie von dem Virus befreit hast. Sie sind extrem dankbar und geben dir ein Teil Ausrüstung für dein Schiff. Einer der Arbeiter möchte auch heimlich mitkommen und für dich arbeiten, vor Angst, dass das Virus zurückkehrt.

source: You cannot stay.
de: Du kannst nicht bleiben.

source: "Calculating percentage of casualties resulting from failure to wait: 20%. Those who have been saved will surely be infected again. We will not keep you waiting, as if we were able to anyways."
de: "Berechene Prozentangabe der Todeszahlen, durch das Verlassen: 20%. Diese die gerettet wurden, werden sicherlich wieder infiziert werden. Wir werden dich nicht warten lassen, als ob wir irgend wie helfen könnten."

source: (Engi Crew) Send your Engi down to help.
de: (Engi Crew) Sende deinen Engi, um zu helfen.

source: (Separatist Crew) Send your Separatist down to help.
de: (Separatisten Crew) Sende deinen Separatist, um zu helfen.

source: (Engi Defender Crew) Send your Defender down to help.
de: (Engi Verteidiger Crew) Sende deinen Verteidiger, um zu helfen.

source: We know nothing about infections.
de: Wir haben keine Ahnung von Infektionen.

source: "-ERROR: Logic not present- Infection is not biological, we are machi-" you end the call. They do not attempt to communicate again.
de: "-FEHLER: Logik nicht vorhanden- Infektion ist nicht biologisch, wir sind masch-" du beendest das Gespräch. Sie versuchen dich nicht nochmal zu rufen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: Ignore the colony.
de: Ignoriere die Kolonie.

source: Too far away for them to notice you, you're left undisturbed in your current location.
de: Zu weit weg um dich zu bemerken, wirst du an deiner Position in Ruhe gelassen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
de: Dein Engi wird runtergesendet, wo er erfolgreich die Quelle des Viruses findet und ihn aus den Systemen der Separatisten löscht. Sobald sie wissen, wie sie es selbst machen, geben sie deinem Engi ein Geschenk mit auf dem Weg zurück zum Schiff.

source: Your Engi attempts to debug the Separatists, but only ends up catching the virus themselves. It slowly erodes at the code that causes it to maintain a solid shape and evaporates as its nanobots scatter. The Separatists send their condolences but have nothing else to say.
de: Dein Engi versucht die Systeme der Separatisten zu debuggen, aber infiziert sich selbst. Er erodiert langsam an dem Code, der ihn zwingt eine feste Form einzunehmen und verschwindet in einer Wolke von Nanobots. Die Separatisten senden ihre Trauergrüße, aber haben nichts anderes zu sagen.

source: You aren't sure if a virtual infection will carry over the Clone Bay, and attempt to revive your crew. Unfortunately the clone appears to be suffering many glitches and cannot keep a constant form. You put them out of their misery and delete their data from the clone bank.
de: Du bist nicht sicher wie eine virtuelle Infektion sich auf die Klon-Kammer auswirkt und versuchst deine Crew zu klonen. Leider scheint es, dass der Klon den gleichen Glitch hat und keine konstante Form einnehmen kann. Du beendest sein Leiden und löschst seine Daten aus der Klon-Kammer Datenbank.

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
de: Dein Engi wird runtergesendet, wo er erfolgreich die Quelle des Viruses findet und ihn aus den Systemen der Separatisten löscht. Sobald sie wissen, wie sie es selbst machen, geben sie deinem Engi ein Geschenk mit auf dem Weg zurück zum Schiff.

source: Your Engi attempts to debug the Separatists, but only ends up catching the virus themselves. It slowly erodes at the code that causes it to maintain a solid shape and evaporates as its nanobots scatter. The Separatists send their condolences but have nothing else to say.
de: Dein Engi versucht die Systeme der Separatisten zu debuggen, aber infiziert sich selbst. Er erodiert langsam an dem Code, der ihn zwingt eine feste Form einzunehmen und verschwindet in einer Wolke von Nanobots. Die Separatisten senden ihre Trauergrüße, aber haben nichts anderes zu sagen.

source: You aren't sure if a virtual infection will carry over the Clone Bay, and attempt to revive your crew. Unfortunately the clone appears to be suffering many glitches and cannot keep a constant form. You put them out of their misery and delete their data from the clone bank.
de: Du bist nicht sicher wie eine virtuelle Infektion sich auf die Klon-Kammer auswirkt und versuchst deine Crew zu klonen. Leider scheint es, dass der Klon den gleichen Glitch hat und keine konstante Form einnehmen kann. Du beendest sein Leiden und löschst seine Daten aus der Klon-Kammer Datenbank.

source: Your Engi is sent down to the planet, where they successfully manage to find the source of the virus and purge it from some of the Separatist's systems. Once they're sure of how to do it on their own, they give your Engi a gift to bring back to the ship.
de: Dein Engi wird runtergesendet, wo er erfolgreich die Quelle des Viruses findet und ihn aus den Systemen der Separatisten löscht. Sobald sie wissen, wie sie es selbst machen, geben sie deinem Engi ein Geschenk mit auf dem Weg zurück zum Schiff.

# data/events_separatist.xml$//event[@name="QUEST_SEPERATIST_ENGI_BOUNTY"]/text
source: A squadron of Engi ships have set up a camp on a small nearby moon. They seem peaceful, and only their defensive drones are online for protection.
de: Ein Schwadron von Engischiffen haben ein Lager auf einem Mond in der Nähe errichtet. Sie scheinen friedlich und nutzen nur Drohnen zur Verteidigung.

source: Hail them.
de: Rufe sie.

source: "Request for contact received. Timing is fortunate. We have an offer for you. Current objective: hunt down Separatists and convert back to Harmony. Location for dangerous Separatist ship is known, danger too high to engage. We ask you to capture the ship yourselves."
de: "Anfrage für Kontakt erhalten. Zeitpunkt ist gut. Wir haben ein Angebot für dich. Jetzige Mission: Separatisten jagen und zurück zur Harmony konvertieren. Position von gefährlichen Separatistenschiff ist bekannt, Gefahr vor Gefecht zu hoch. Wir bitten, dass du das Schiff entwendest."

source: Agree.
de: Zustimmen.

source: The Engi transmit the location of the Separatist ship.
de: Der Engi überträgt die Position des Separatistenschiffs.

source: Deny their request.
de: Lehne ihre Bitte ab.

source: The Engi immediately end transmissions and will not respond to further hails.
de: Die Engi beenden sofort die Übertragung und beantworten keine weiteren Rufe.

source: Ignore them.
de: Ignoriere sie.

source: The Engi ships don't appear to be disturbed by your presence, and you leave them alone.
de: Die Engischiffe scheinen nicht von deiner Präsenz gestört zu sein und du lässt sie in Ruhe.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: It doesn't take long for the Separatists to notice you. "So, you have come to kill me? Then prepare for a battle, Federation." You remember the Engi's orders to capture the ship without destroying it, knowing you'll have to kill their crew to do so.
de: Es braucht nicht lange, bis der Separatist dich bemerkt. "Nun, du bist gekommen um mich zu töten? Dann mach dich zum Kampf bereit, Föderation." Du erinnerst dich, dass der Engi wollte, dass du das Schiff eroberst ohne es zu zerstören und weißt, du musst dafür die Crew eliminieren.

source: Continue...
de: Fortfahren...
