Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_separatist.xml/*.po
Languages: de

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

source: "Yes, this one will do. Satisfaction 98%. I can work out the last 2%. Thank you friend. Accept this gift as gratitude." He morphs into an exact copy of your crew and beams off the ship, leaving behind some droneparts.
de: "Ja, dieser funktioniert. Zufriedenheit 98%. Ich kann die letzten 2% fertigstellen. Danke, Freund. Akzeptiere dieses Geschenk meiner Dankbarkeit." Er verwandelt sich in eine exakte Kopie von dir und beamt sich vom Schiff runter, wobei er eine Drohnenteile da lässt.

source: "This form is... magnificent. I shall begin the scan, but the details must be perfect. I shall stay around longer, so that I can shape myself in their form to perfection."
de: "Diese Form ist... exzellent. Ich beginne sofort mit dem Scan, aber die Details müssen perfekt sein. Ich sollte noch etwas länger verweilen, damit ich mich in diese Form der Perfektion verwandeln kann."

# data/events_separatist.xml$//event[@name="ENCOUNTER_SEPERATIST"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[1]
source: A short screech plays over the comms followed by a looping message of binary. You don't have time to translate before a Separatist ship fires a warning shot that ricochets off your defenses.
de: Ein kurzer ertönt über deine Kommunikationsgeräte, gefolgt von einer Nachricht auf Schleife, in Binärcode. Du hast keine Zeit sie zu übersetzen, bevor ein Separatistenschiff einen Warnschuss abgibt.

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[2]
source: A strangely verbose Engi hails you. "Unfortunate time of encounter, Federation ship. I appear to have damaged the part of my system that encodes for reason and logic, and now have the burning desire to kill."
de: Ein seltsam wortgewandter Engi ruft dich. "Unglückliche Zeit für Treffen, Föderationsschiff. Es scheint ein Teil meines Systems for Logik und Vernunft ist beschädigt, daher habe ich das Verlangen zu töten."

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[3]
source: An enraged Separatist hails you. "Problem: You have accidentally stepped on lifelong friend of mine in microscopic state. Solution: die."
de: Ein wütender Separatist ruft dich. "Problem: Du hast versehentlich einen lebenslangen Freund von mir in mikroskopischen Zustand getötet. Lösung: Stirb."

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[4]
source: Though Separatists usually avoid other ships, the one at this beacon appears to be in critical condition, and in desperate need of scrap.
de: Obwohl Separatisten normalerweise andere Schiffe meiden, ist dieses an dem Signalpunkt in kritischer Kondition und benötigt dringend Schrott.

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[5]
source: A Separatist ship moves in to attack. You aren't sure how you angered them, but it no longer matters.
de: Ein Separatistenschiff kommt um anzugreifen. Du bist unsicher, wie du sie wütend gemacht hast, aber es ist mittlerweile egal.

# data/events_separatist.xml$//textList[@name="TEXT_ENCOUNTER_SEPERATIST"]/text[6]
source: You're hailed by a Separatist ship, who begins to speak a great deal about the works of some dead guy named Shakespeare. He suddenly stops his speech abruptly and attacks!
de: Du wirst von einem Separatistenschiff gerufen, welcher viel über die Werke eines toten Typen names Shakespeare spricht. Plötzlich stoppt er seine Rede und greift an!

# data/events_separatist.xml$//event[@name="ENCOUNTER_ENGI_SEPERATIST"]/text
source: A Separatist ship orbits the beacon, but before you can contact them they jump away and an Engi ship approaches. "Federation assisting enemies of Harmony? Dilemma... Federation ship: must be eliminated."
de: Ein Separatistenschiff kreist um den Signalpunkt, aber bevor du sie rufen kannst springen sie weg und ein Engischiff kommt her. "Föderation hilft den Feinden der Harmony? Dilemma... Föderationsschiff: Muss eliminiert werden."

source: Continue...
de: Fortfahren...

source: Continue...
de: Fortfahren...

source: Separatist or not, the Mantis don't care about the source of their Engi slaves. A Mantis scouting out this sector decides to attack your ship!
de: Separatist oder nicht, den Mantis sind die Quelle ihrer Engisklaven egal. Ein Mantis späht diesen Sektor aus und entscheiden dein Schiff anzugreifen!

source: A Mantis ship, most likely coming here under the assumption it would be a regular Engi sector, has grown aggravated from the lack of populated ships to fight. Finally greeted by a challenging battle in the form of your ship, they waste no time to move in and attack.
de: Ein Mantisschiff, weelches wahrscheinlich unter der Annahme hergekommen ist, dass dies ein normaler Engi Sektor sei, ist aggressiv geworden, da es nicht viele Schiffe zum kämpfen gefunden hat. Endlich werden sie von einem herausfordernden Kampf begrüßt, in der Form deines Schiffes, weshalb sie keine Zeit verlieren und angreifen.

source: You're hailed by a Separatist ship, which briefly shouts "Watch out for killer bugs!" before jumping away. The pursuing Mantis ship decides to make you its prey instead.
de: Du wirst von einem Separatistenschiff gerufen, welches kurz ruft "Vorsicht vor Todeskäfern!" bevor es weg springt. Das verfolgende Mantisschiff entscheidet dich zu seinem Opfer zu machen.

source: A frustrated Mantis captain appears on the call screen. "Oh great, another ship. What wondrous horrors you greet us with? Perhaps flesh eating cloud? Maybe knife hand monster with long tentacles?" He quickly realizes you are in fact a Federation ship, and all of his doubts are cleared. He orders his crew to prepare for combat!
de: Ein frustrierter Mantiskapitän erscheint auf deinem Bildschirm. "Oh toll, ein weiteres Schiff. Mit welchen wunderbaren Horror begrüßt du uns? Vielleicht eine fleischfressende Wolke? Vielleicht ein Messerhandmonster mit langen Tentakeln?" Kurz darauf erkennt er, dass du ein Föderationsschiff bist und alle seine Zweifel sind wie weggeblasen. Er befiehlt seiner Crew sich auf den Kampf vorzubereiten!

source: In this sector it can be hard to tell whether the flash of a red hull will bring an Engi or some other vessel. Unfortunately, this time it turns out to be a Mantis, longing for a fight.
de: In diesem Sektor ist es schwer zu sagen, ob eine rote Hülle ein Engi oder ein anderes Schiff mit sich bringt. Unglücklicherweise ist es diese Mal ein Mantis, welcher einen Kampf sucht.

source: "We suggest you avoid the Auto-ship. It is broken." You notice the Separatist ship that hailed you hiding behind some large asteroids, as well as the Zoltan made Auto-ship barreling towards you!
de: "Wir empfehlen, dass du das Auto-Schiff meidest. Es ist kaputt." Du bemerkst ein Separatistenschiff, welches dich gerufen hat, versteckt sich hinter großen Asteroiden, genau wie das Zoltan Auto-Schiff, welches auf dich zu fliegt!

source: Continue...
de: Fortfahren...

source: The Separatists let out something that sounds like a robotic laugh. "Good, I see why others get much enjoyment out of watching gladitorial combat." They jump away, leaving you with the wreck of the Auto-ship.
de: Die Separatisten lassen einen Laut von sich, was wie eine Roboterlache klingt. "Gut, ich sehe wieso du so viel Vergnügung durch das Zuschauen von Gladiatorenkämpfen bekommst." Sie springen weg und lassen dich mit dem Wrack des Auto-Schiffes alleine.

# data/events_separatist.xml$//event[@name="SEPERATIST_ENGI_CHOICE"]/text
source: Two ships, both Engi, are fighting at this beacon. One belongs to the Harmony, and the other to the Separatists.
de: Zwei Schiffe, beide Engi, kämpfen an diesem Signalpunkt. Eins gehört zur Harmony, eins zu den Separatisten.

source: Hail the ships.
de: Rufe die Schiffe.

source: The Harmony Engi tell you that they have been trying to convince the Separatists to come back to the Harmony and once again embrace sameness. The Separatists refuse, wanting to live their lives in peace.
de: Der Harmony Engis erzählen dir, dass sie versucht haben die Separatisten zu überzeugen, zurück zur Harmony zu kommen und die Einigkeit zu leben. Die Separatisten weigern sich, da sie ihr Leben in Frieden leben wollen.

source: Side with the Harmony.
de: Stelle dich auf die Seite der Harmony.

source: Neither ship seems particularly disturbed at you getting involved, and the Separatist continues to fight as if nothing had changed.
de: Keines der Schiffe scheint sich darüber aufzuregen, dass du dich einmischst und der Separatist kämpft weiter, als hätte sich nichts geändert.

source: Continue...
de: Fortfahren...

source: Side with the Separatist.
de: Stelle die auf die Seite der Separatisten.

source: "Impossible. Failure to honor truce. Federation has broken promise. Fight imminent."
de: "Unmöglich. Fehler der Einhaltung des Nichtangriffspaktes. Föderations hat Versprechen gebrochen. Kampf sofort."

source: Continue...
de: Fortfahren...

source: Fly away.
de: Fliege weg.

source: You can hear the shots of the two ships echoing through your comms until you're a safe distance away.
de: Du kannst die Schüsse der zwei Schiffe durch die Kommunikationsgeräte hallen hören, bis du eine sichere Distanz weit weg bist.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: "Success achieved. Gratitude is ours. Accept [Drone] as reward." The Engi ship jumps away, accepting the fate of the Separatist ship as necessary.
de: "Erfolg erreicht. Dankbarkeit ist unser. Akzeptiere [Drohne] als Belohnung." Das Engischiff springt weg, während sie das Schicksal des Separatistenschiffs als notwendig einstufen.

# data/events_separatist.xml$//event[@name="SEPERATIST_ENGI_CHOICE_WIN"]/text
source: "An unfortunate death. We wish the Harmony would leave this sector. Still, I thank you Federation. Perhaps if I take refuge on your ship, I will be safe from their scouts."
de: "Ein unglücklicher Tod. Wir wünschen, dass die Harmony diesen Sektor verlässt. Trotzdem, ich danke der Föderation. Vielleicht finde ich ja auf deinem Schiff Schutz, vor ihren Spähern."

# data/events_separatist.xml$//event[@name="SEPERATIST_NANOCLOUD"]/text
source: A Separatist ship floats around nearby, slowly distancing itself from you. You're somewhat baffled that quick scans show no crew aboard, but the ship seems fully functional and responsive.
de: Ein Separatistenschiff fliegt in der Nähe, während es sich langsam von dir distanziert. Du bist etwas überrascht, als die Scanns zeigen, das keine Crew an Bord ist, jedoch das Schiff vollständig funktioniert.

# data/events_separatist.xml$//event[@name="SEPERATIST_NANOCLOUD"]/choice[1]/text
source: Attack.
de: Angreifen.

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
de: Das Mysterium des Schiffes ist dir egal. Das Einzige was dich interessiert, ist die Belohnung wenn du es in die Luft jagst.

source: Continue...
de: Fortfahren...

# data/events_separatist.xml$//event[@name="SEPERATIST_NANOCLOUD"]/choice[2]/text
source: Try to communicate.
de: Versuche zu kommunizieren.

source: You try to reach out, but every time the ship picks up all you can hear is a faint buzzing noise.
de: Du versuchst es zu erreichen, aber jedes Mal ist alles was du hörst, ein leichtes Summen.

source: Attack.
de: Angreifen.

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
de: Das Mysterium des Schiffes ist dir egal. Das Einzige was dich interessiert, ist die Belohnung wenn du es in die Luft jagst.

source: Continue...
de: Fortfahren...

source: Ignore the ship.
de: Ignoriere das Schiff.

source: You've lost interest in the mystery, and prepare to move on.
de: Du hast das Interesse vor dem Mysterium verloren und bereitest dich vor weiter zu reisen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: (Slug Crew) Try to detect life signs.
de: (Slug Crew) Versuche Lebenszeichen zu entdecken.

source: Your Slug tries to sense some form of intelligence aboard the enemy ship. They detect faint signs of potential life, but it's near impossible for them to tell.
de: Dein Slug versucht jegliche Form der Intelligenz auf dem feindlichen Schiff zu erkennen. Er spürt leichte Signale von potentiellen Leben, aber es ist fasst unmöglich es zu erkennen.

source: Attack.
de: Angreifen.

source: The mystery of the ship doesn't matter to you. The only thing on your mind is the reward of blowing it up.
de: Das Mysterium des Schiffes ist dir egal. Das Einzige was dich interessiert, ist die Belohnung wenn du es in die Luft jagst.

source: Continue...
de: Fortfahren...

source: Ignore the ship.
de: Ignoriere das Schiff.

source: You've lost interest in the mystery, and prepare to move on.
de: Du hast das Interesse vor dem Mysterium verloren und bereitest dich vor weiter zu reisen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_separatist.xml$//event[@name="SEPERATIST_NANOCLOUD_DESTROYED"]/text
source: The strange Separatist ship is dead, and you scrap its remains.
de: Das seltsame Separatistenschiff ist tot und du verschrottest die Reste.

source: Continue...
de: Fortfahren...

source: You prepare to move on when a squeaky, high pitched voice speaks from behind you. You turn around to see a grey cloud of nanobots floating in random directions around the room. "Outcome: Wonderful. Appreciation: Maximum. Sarcasm: 100%. You have destroyed my ship. Now I have no choice but to integrate myself with yours."
de: Du bereitest dich weiter zu fliegen, als eine quietschende, hohe Stimme hinter dir spricht. Du drehst dich um und siehst eine graue Wolke von Nanonbots, die in unterschiedliche Richtungen im Raum fliegen. "Resultat: Wundervoll. Wertschätzung: Maximum. Sarkasmus: 100%. Du hast mein Schiff zerstört. Jetzt habe ich keine andere Wahl als mich mit deinem zu integrieren."

# data/events_separatist.xml$//event[@name="SEPERATIST_FLEET_DELAY"]/text
source: A Separatist vessel hails you. "Your situation with the fleet is known. We have: proposition. Help us with killing hostile ship, and we will delay fleet."
de: Ein Separatistenschiff ruft dich. "Deine Situation mit der Flotte ist bekannt. Wir haben: Angebot. Helfe uns das feindliche Schiff zu töten und wir werden die Flotte verlangsamen."

source: Listen to their offer.
de: Höre ihr Angebot an.

source: "Rebel Auto-ships, their AI is less than satisfactory. Always getting lost. Now, we must deal with lost ship in this sector. Will you help?"
de: "Rebellen Auto-Schiff, ihre KI ist weniger als zufriedenstellend. Geht immer verloren. Jetzt müssen wir uns um das verlorene Schiff in diesem Sektor kümmern. Wirst du uns helfen?"

source: Agree to kill the Auto-ship.
de: Stimme zu das Auto-Schiff zu töten.

source: The Separatists lead you to the location of the Auto-ship.
de: Die Separatisten führen dich zur Position des Auto-Schiffs.

source: Continue...
de: Fortfahren...

source: Refuse their offer.
de: Lehne ihr Angebot ab.

source: "I am -dissatisfied- with your response, but I will tolerate it. Good day Captain."
de: "Ich bin -enttäuscht- von deiner Antwort, werde sie jedoch tolerieren. Guten Tag, Kapitän."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: No thanks.
de: Nein Danke.

source: "Fair = fair. Try not to die."
de: "Fair=fair. Versuche nicht zu sterben."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_separatist.xml$//event[@name="SEPERATIST_FLEET_DELAY_WIN"]/text
source: "Very good. Now for your end of the offer. Please do not move your [ship]." The Separatists run a scan over your ship, giving you a tingly feeling all over your body. The Separatists hail you again, this time looking very similar to you. "My job is less than 100%, but it will work for now. I have masked your jump signature. The fleet will now follow me. Good day."
de: "Sehr gut. Jetzt dein Ende des Deals. Bitte bewege dein [Schiff] nicht." Die Separatisten scannen dein Schiff, was sich leicht kribbeln im Körper anfühlt. Die Separatisten rufen dich nochmal und sehen diesmal dir sehr ähnluch. "Mein Job ist weniger als 100%, jedoch wird es für jetzt klappen. Ich habe deine Sprungsignatur getarnt. Die Flotte wird nun mir folgen. Guten Tag."

# data/events_separatist.xml$//event[@name="SEPERATIST_FLEET_DELAY_LOSE"]/text
source: "You have failed. Do not attempt to communicate with us again."
de: "Du hast versagt. Versuche uns nicht nochmal zu rufen."

# data/events_separatist.xml$//event[@name="SEPERATIST_DISGUISE"]/text
source: An Engi ship hails you, though their camera has been turned off. "Federation, we request... Request: Aid in search for traitors. We require supplies."
de: Ein Engischiff ruft dich, obwohl ihre Kamera ausgeschalten ist. "Föderation, wir bitte... Hilfe: Suche nach Verrätern. Wir benötigen Güter."

# data/events_separatist.xml$//event[@name="SEPERATIST_DISGUISE"]/choice[1]/text
source: Agree to their absurd request.
de: Stimme ihrer absurden Bitte zu.

source: A long mechanical arm unfolds from the ship's hull and grabs onto the supplies. The Engi promise you will receive a reward in return.
de: Ein langer mechanischer Arm kommt von der Hülle des Schiffes und nimmt die Güter. Der Engi verspricht dir eine Belohnung als Gegenleistung.

source: Continue.
de: Fortfahren.

source: (Engi Crew) Contact them and ask to negotiate further.
de: (Engi Crew) Kontaktiere sie und frage, ob ihr weiter verhandeln könnt.

source: Your Engi requests to communicate with them. The Engi ship doesn't respond, and after continuous hails, their weapons go online!
de: Dein Engi bittet mit ihnen zu kommunizieren. Das Engischiff antwortet nicht und nach mehreren Rufen fahren ihre Waffen hoch!

source: Continue...
de: Fortfahren...

# data/events_separatist.xml$//event[@name="SEPERATIST_DISGUISE"]/choice[3]/text
source: Say you cannot help.
de: Sage ihnen, dass du nicht helfen kannst.

source: "Need for supplies unfulfilled. Decisive action required... Screw this voice, we'll just take everything we want."
de: "Brauchen von Gütern unvervollständigt. Entscheidende Aktionen benötigt... Verdammt, diese Stimme ist unnötig, wir nehmen einfach alles was wir brauchen."
