Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_abandoned.xml/*.po
Languages: de, ko

source: It seems a Ghost ship has come to this asteroid field looking for a new ship to acquire. It seems they're willing to settle with yours, despite the hazard here.
de: Es scheint ein Ghostschiff ist in dieses Asteroidenfeld geraten, um ein neues Schiff zu erhalten. Es scheint, dass sie sich mit deinem zufriedengeben, trotz der hier lauernden Gefahr.
ko: 고스트 함선이 새로운 함선을 손에 넣기위해 이 소행성 지대에 진입한듯 합니다. 위험지대임에도 불구하고 당신의 함선으로 만족할 심산인듯 합니다.

source: Continue...
de: Fortfahren...
ko: 계속...

# data/events_abandoned.xml$//event[@name="ENCOUNTER_LANIUS_ABANDONED_SUN"]/text
source: A Lanius ship hails you, spouting nonsense about the nearby star. "Heat... die, must not stay!" You think they're trying to warn you, but they're attacking as well. You're confused on their motives but you have no choice but to defend your ship.
de: Ein Laniusschiff ruft dich, wobei sie Schwachsinn über einen Stern in der Nähe reden. "Hitze... sterben, nicht hier bleiben!" Du glaubst, dass sie dich warnen wollen, jedoch greifen sie dich an. Du bist verwirrt, was ihr Motiv ist, hast aber keine Chance, außer dein Schiff zu verteidigen.
ko: 라니우스 함선이 당신에게 교신하여 근처 항성에 대한 헛소리를 늘어놓았습니다. "열기....죽는다, 머물러서는 안됨!" 그들은 태양에 대해 경고하는 것처럼 들렸으나, 동시에 공격할 준비또한 하고 있었습니다. 그들의 동기가 무엇인지 혼란스러웠지만 지금은 함선을 방어할수 밖에 없습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

# data/events_abandoned.xml$//event[@name="ABANDONED_CIVILIAN_LOST_ITEMS"]/text
source: A civilian ship hails you, requesting you do them a favor. "You're operating on Federation comms, so we hope you support what the Federation stands for. We were some of the civilians forced to evacuate this sector, but we left some important personal items behind. This ship isn't designed for combat, and it is dangerous for us to be here. Could you grab our belongings? We'll pay you of course."
de: Ein Zivilistenschiff ruft dich, wobei sie dich um einen Gefallen bitten. "Du bist im Föderationskanal, also hoffen wir, dass du das unterstützt, wofür die Föderation steht. Wir sind ein paar Zivilisten, welche gezwungen wurden den Sektor zu verlassen, wobei wir wichtige persönliche Gegenstände zurücklassen mussten. Dieses Schiff ist nicht zum Kampf ausgestattet und es ist gefährlich für uns hier zu sein. Kannst du unsere Gegenstände holen? Wir bezahlen dich natürlich."
ko: 민간 함선이 부탁을 들어달라며 당신과 교신했습니다. "보아하니 연방 통신망을 운용하고 있군요. 연방의 대의를 위해 당신이 도움을 주었으면 합니다. 저희는 이 구역에서 부득이하게 대피할 수 밖에 없었던 민간인들인데, 그 과정에서 중요한 개인물품을 두고 와버렸습니다. 저희 함선은 전투용 함선이 아닐뿐더러, 여기 있으면 위험에 처하게 됩니다. 저희 물품을 회수해 주실수 있겠습니까? 물론 사례는 해드리겠습니다."

source: Agree to grab their things.
de: Stimme zu, ihre Gegenstände zu holen.
ko: 그들의 물품을 회수해 주기로 한다.

source: You approach the colony; a hostile Vagabond ship comes flying out to meet you!
de: Du kommst der Kolonie näher; ein feindliches Vagabondschiff kommt, um dich zu treffen!
ko: 당신은 주거지에 접근했습니다. 그 때 적대적인 떠돌이 함선이 당신을 맞이하러 다가왔습니다!

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Vagabond Crew) Reason with the aggressive ship.
de: (Vagabond Crew) Versuche mit dem Schiff zu verhandeln.
ko: (떠돌이 선원) 적대적인 함선 선원을 설득한다.

source: Your Vagabond convinces the other Ghosts to stand down. They might be loose-cannon scavengers, but it seems they're more interested in protecting themselves than actually fighting you.
de: Dein Vagabond überzeugt die Ghosts, nicht anzugreifen. Sie sind vielleicht uneinschätzbare Schrott-Sammler, aber es scheint, dass sie sich lieber selbst schützen, als dich anzugreifen.
ko: 당신의 떠돌이 선원이 고스트들을 물러나도록 설득했습니다. 그들이 어디로 튈지 모르는 고물상들이라고 하지만, 당신과 싸우기보다는 그들 자신을 보호하고 싶어 하는듯 하다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: We can't help.
de: Wir können nicht helfen.
ko: 도와줄수 없다.

source: The civilians are disappointed but say they understand.
de: Die Zivilisten sind enttäuscht, aber verstehen es.
ko: 민간인들은 실망한듯 하지만 이해한다고 말했습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: You dig through the withering settlements until you find the items in question, a few family photos, a box of children's toys, and a replica sword of some obscure Mantis warlord. The civilians are pleased and pay you.
de: Du gräbst durch die zerstörten Siedlungen, bis du die Gegenstände findest, ein paar Familienbilder, eine Box mit Spielsachen für Kinder und ein Schwert-Replikat, von einem Mantis Kriegsherren. Die Zivilisten sind zufrieden und bezahlen dich.
ko: 당신은 가족사진 몇장, 아이들 장난감 한 상자, 그리고 무명의 맨티스 장군이 휘두르던 검 모조품 등의 부탁받은 물품을 찾을때까지 황폐해진 민간인 거주지를 파헤쳤습니다. 민간인들은 흡족해 하며 사례해 주었습니다.

source: Attack the pirate.
de: Greife den Piraten an.
ko: 해적을 공격한다.

source: You charge your weapons, which quickly gets the pirate ship's attention.
de: Du fährst deine Waffen hoch, was dich schnell die Aufmerksamkeit des Piraten erhalten lässt.
ko: 당신은 무기를 장전하기 시작했고, 이내 해적선의 관심을 끌었습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Flares) Use the flares to make a distraction so the Civilian ship can escape.
de: (Leuchtraketen) Nutze Leuchtraketen, um eine Ablenkung darzustellen, damit die Zivilisten entkommen können.
ko: (플레어) 플레어를 발사해 민간인 함선이 탈출할 틈을 만들어 준다.

source: The pirate is startled by the sudden barrage of flares but quickly realizes he isn't alone. Uncertain where the flares are coming from, the pirate flees rather than take the risk of fighting a bigger ship.
de: Der Pirat ist von der plötzlich erscheinenden Salve von Leuchtraketen überumpelt. Da er nicht weiß, von wo sie kommen, flieht der Pirat lieber, anstatt sich in einen Kampf, mit einem womöglich größeren Schiff zu begeben.
ko: 해적은 갑작스런 플레어 탄막에 놀랐지만 혼자가 아님을 재빠르게 알아차렸습니다. 그들은 플레어가 어디서 날아오는지 확신하지 못한채 더 큰 함선과 싸우는 위험을 감수하지 않고 도망갔습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Avoid the conflict.
de: Gehe dem Konflikt aus dem Weg.
ko: 갈등을 피한다.

source: Unfortunately it is not your mission to save every person affected by this war or the Lanius invasion.
de: Leider ist es nicht deine Mission, jeder Person zu helfen die durch die Lanius Invasion zu Schaden gekommen ist.
ko: 안타깝지만 당신에게 이 전쟁이나 라니우스의 침략에 피해를 입은 모든 사람을 구할 의무는 없다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: You discover an abandoned mining facility in the process of being 'acquired' by pirate scavengers. However, you immediately receive a call from a civilian transport vessel, "Help! We were trying to escape only to be caught by pirates!" You see a lone pirate ship boarding the civilian craft.
de: Du hast eine verlassene Bergbau-Einrichtung gefunden, welche im 'Prozess' ist, von Piraten geleert zu werden. Jedoch wird du sofort von einem Zivilistenschiff gerufen, "Hilfe! Wir haben versucht zu flüchten, als wir von Piraten gefangen wurden!" Du siehst ein einzelnes Piratenschiff, dass das Schiff entert.
ko: 당신은 해적들에게 막 "인수"당할 위기에 처한 폐광시설을 발견했습니다. 그 때 한 민간 수송선이 교신을 보냈습니다. "도와주세요! 이곳을 탈출하려다 도리어 해적한테 붙잡혔어요!" 당신은 민간 함선을 강습하고 있는 해적선 한 대를 발견했습니다.

source: A pirate ship emerges from hiding after you and another ship jump into the area. Sensors show the pirates ran a quick scan of your ship's weapon system before flying off to pursue the unarmed civilian ship.
de: Ein Piratenschiff kommt aus seinem Versteck, als du und ein weiteres Schiff herspringen. Die Sensoren zeigen, dass die Piraten deine Waffensysteme scannen, bevor sie wegfliegen, um das unbewaffnete Zivilistenschiff zu verfolgen.
ko: 해적선 한 대가 당신을 피해 숨어 있다 나타났습니다. 또 다른 해적선 한대가 도약해 들어왔습니다. 센서가 감지한 결과 해적들은 비무장 민간 함선을 추적해 도약하기 전 이미 당신의 무기 시스템을 빠르게 스캔한 것으로 보입니다.

source: A pirate ship is firing on the small ships docked at a refueling station. They are broadcasting on a wide band channel. You catch the captain's rant mid-speed, "...saw you trading with those damned scavengers. I'll show you what happens when you try and undercut the Red Giant gang!"
de: Ein Piratenschiff feuert auf ein paar kleine Schiffe, welche an einer Treibstoffstation angedockt sind. Sie senden auf einem öffentlichen Kanal. Du fängst an zuzuhören, als der Kapitän mittendrin ist, sich aufzuregen, "... hab dich handeln gesehen, mit diesen verdammten Geiern. Ich zeige dir was passiert, wenn man versuchst die rote Giganten Gang zu hintergehen!"
ko: 해적선 한 대가 주유소에 정박한 소형 함선들을 공격하고 있었습니다. 그들은 광대역 채널에서 방송중이었습니다. 당신은 해적선장이 한창 불평을 늘어놓는 도중 방송을 들었습니다. "....니들 다 빌어먹을 고물상 놈들하고 거래하는 거 내가 봤다. 붉은 거인파를 건드리면 어떻게 되는지 본보기를 보여주마!"

# data/events_abandoned.xml$//event[@name="ABANDONED_LANIUS_AUTO_REBEL"]/text
source: You come across a Lanius ship in the process of absorbing a Rebel automated scout. If you scare off the Lanius you could probably make use of it.
de: Du kommst an einem Laniusschiff vorbei, welches gerade ein Rebellen Auto-Schiff absorbiert. Wenn du den Lanius verscheuchen könntest, kannst du es wahrscheinlich für dich selbst nutzen.
ko: 당신은 반란군 무인 정찰기을 흡수하고 있는 라니우스 함선을 포착했습니다. 라니우스 함선을 겁주어 쫓아내면 정찰기에서 쓸만한 걸 건질 수 있을지도 모릅니다.

source: Fight the ship.
de: Kämpfe gegen das Schiff.
ko: 함선과 전투한다.

source: You power up your weapons, which quickly gets the attention of the ship.
de: Du fährst deine Waffen hoch, was schnell die Aufmerksamkeit des Schiffes auf dich zieht.
ko: 당신은 무기를 장전했고, 이내 라니우스 함선의 관심을 끌었습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Lanius Crew) Request access to the Auto-ship first.
de: (Lanius Crew) Erbitte Zugang zum Auto-Schiff.
ko: (라니우스 선원) 무인기에 접근할 권한을 요청한다.

source: The other Lanius at first become territorial, refusing to give up the Auto, but when you explain you only intend to download the data stores, the Lanius oblige. You find the Auto-ship still has a fully functional system to warn the fleet on your location, so you feed it false data and download the map information.
de: Der andere Lanius ist zuerst territorial, wobei er nicht das Auto-Schiff aufgeben will, jedoch nachdem er erfährt, dass du nur die Datenbank des Schiffes willst, erlaubt er es. Du findest das System des Auto-Schiffes, welches Informationen über dich an die Flotte sendet, noch intakt und schickst der Flotte falsche Informationen.
ko: 라니우스들은 무인기를 포기하지 않으려고 방어적으로 나왔습니다. 하지만 그들에게 데이터 저장소만 다운로드 하려 한다고 설명하자 수긍했습니다. 당신은 반란군 함대에 당신의 좌표를 송신하는 시스템이 여전히 가동중이라는 것을 발견하고 거짓 데이터를 입력한뒤 지도 정보만 빼냈습니다.

source: (Flares) Use the flares to guide the Lanius away from the auto.
de: (Leuchtraketen) Nutze Leuchtraketen, um den Lanius vom Auto-Schiff wegzujagen.
ko: (플레어) 플레어를 발사해 라니우스 함선을 무인선으로 부터 떨어지게 한다.

source: You've heard stories the Lanius have poor eyesight and poor attention spans, and where that's true or not, this lanius certainly is drawn to your flares. It moves away from the auto temporarily to chase the disc, giving you just enough time to move in closer.
de: Du hast gehört, dass die Lanius schlechte Sicht und eine kurze Aufmerksamkeitsspanne haben, egal ob es stimmt oder nicht, der Lanius ist wie von deinen Leuchtraketen angezogen. Er bewegt sich von dem Schiff weg, wodurch du genug Zeit hast, um näher zu kommen.
ko: 당신은 라니우스가 시력 및 집중능력이 떨어진다는 소문을 익히 들었봤습니다. 그 낭설이 사실이든 아니든 지금 맞닥뜨린 라니우스는 당신이 발사한 플레어에 정신이 팔렸습니다. 그들은 플레어를 쫒기 위해 무인기에서 떨어졌고, 당신은 무인기에 접근 할 시간을 벌었습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Leave them alone.
de: Lass ihn in Ruhe.
ko: 내버려 둔다.

source: Whatever assistance the disabled scout could provide is not worth the risk of fighting another Lanius. You prepare to move on.
de: Welche Hilfe das Schiff darstellen könnte, ist es nicht wert dafür gegen einen Lanius zu kämpfen. Du machst dich bereit zu gehen.
ko: 비활성화된 무인기가 어떤 도움을 줄수 있다 하더라도 라니우스 함선을 싸울 위험을 감수할 정도는 아닐것입니다. 당신은 이동할 준비를 했습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: You are able to retrieve a significant amount of data about the surrounding beacons from the scout before you scrap it.
de: Du bist in der Lage, einen Haufen von Informationen durch das Schiff zu erhalten, bevor du es verschrottest.
ko: 무인기를 수거하기 앞서 주변 송신소들에 관한 상당한 양의 데이터를 입수할 수 있었습니다.

source: You find the ship has a built-in method of warning the Rebel fleet of contact with your ship. You feed it some false data about your ship's whereabouts that should keep the fleet off your tail for a time.
de: Du findest ein System im Schiff, welches die Flotte automatisch von deiner Position benachrichtigt. Du sendest der Flotte falsche Informationen, was dich eine kurze Zeit durchatmen lassen sollte.
ko: 당신은 무인기에 당신의 함선과 접촉했다는 사실을 반란군 함대에게 알리는 모듈이 내장되어 있다는 사실을 알아냈습니다. 여기에 거짓 좌표 데이터를 입력하면 잠시나마 반란군 함대의 추적을 지연시킬 수 있을 것입니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_LANIUS_GROUP_AUTO"]/text
source: You notice a number of Lanius ships absorbing a forward Rebel base and its automated scouts. They don't seem to be aggressive. Perhaps their desire for metal could prove to be useful?
de: Du bemerkst eine Gruppe von Laniusschiffen, wie sie eine Rebellenbasis und den automatisierten Späher absorbieren. Sie scheinen nicht aggressiv zu sein. Vielleicht kann ihr Verlangen nach Metall ausgenutzt werden?
ko: 당신은 라니우스 함선 수 척이 반란군 전초기지와 무인 정찰기를 흡수하고 있는 것을 목격했습니다. 그들은 딱히 공격적으로 보이진 않았습니다. 어쩌면 라니우스의 금속에 대한 갈망이 쓸모 있을지도 모르겠네요?

source: Try to use them to delay the Rebels.
de: Versuche sie zu nutzen, um die Rebellen zu verlangsamen.
ko: 라니우스를 이용해 반란군 함대를 지연시키려 해본다.

source: Leave them alone.
de: Lass sie in Ruhe.
ko: 내버려 둔다.

source: You decide it would be better to leave them be.
de: Du entscheidest, dass das Beste wäre, sie in Ruhe zu lassen.
ko: 당신은 이들을 내버려 두는게 더 낫다고 생각했습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: (Lanius Crew) Try to use them to delay the Rebels.
de: (Lanius Crew) Nutze sie, um die Rebellen zu verlangsamen.
ko: (라니우스 선원) 라니우스를 이용해 반란군 함대를 지연시키려 해본다.

source: Your crewmember tells them of the approaching fleet and the number of automated ships they use to scout ahead. They thank you for the tip and prepare to jump in the direction you came. That will hopefully delay the fleet. You scrap what remains of the Rebel station.
de: Dein Crew Mitglied erzählt ihnen von der näher kommenden Flotte und der Anzahl an automatisierten Schiffen, welche sie senden, um die entfernten Sektoren auszuspähen. Sie bedanken sich für den Tipp und springen in die Richtung, aus der du kamst. Das wird hoffentlich die Flotte verlangsamen. Du verschrottest was du kannst, von der übrigen Rebellenstation.
ko: 당신의 선원이 그들에게 무인 정찰기가 다가오고 있다는 사실과 함께 그 수를 알려줍니다. 그들은 당신의 조언을 감사하게 받아들이며 당신이 왔던 방향으로 도약을 할 준비를 합니다. 그것은 바라건대 반란군을 지연시킬 것입니다. 당신은 반군 정거장에서 쓸만한 것을 모읍니다.

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. However, either the translation device has failed or they're simply not interested. They cut the channel and continue to absorb the ships.
de: Du versuchst dein Bestes, damit sie verstehen, dass die Rebellen einen Haufen von automatisierten Schiffen haben. Jedoch scheint es, dass entweder der Übersetzer versagt hat oder sie keine Interesse haben. Sie beenden die Konversation und absorbieren die Schiffe.
ko: 당신은 다가오는 반란군 함대가 그들을 찾기 위한 무수한 무인 함선을 보유하고 있다는 것을 전달하기 위해 최선을 다했습니다. 하지만, 그들의 번역 장치가 고장 났거나 단순히 관심을 가지지 않는 것 같습니다. 그들은 연락을 끊고 함선들을 계속해서 흡수합니다.

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. You're not certain if you were misunderstood but they appear to scoff at your suggestion. Most ships continue what they were doing but a single ship moves to fight you.
de: Du versuchst dein Bestes, damit sie verstehen, dass die Rebellen einen Haufen von automatisierten Schiffen haben. Jedoch scheint es, dass entweder der Übersetzer versagt hat oder sie dich missverstanden haben. Sie beenden die Konversation und absorbieren die Schiffe, wobei ein einzelnes Schiff dich angreift.
ko: 당신은 다가오는 반란군 함대가 그들을 찾기 위한 무수한 무인 함선을 보유하고 있다는 것을 전달하기 위해 최선을 다했습니다. 당신을 오해한 지는 확실하지 않지만 그들은 당신의 제안을 비웃는 것처럼 보입니다. 대부분의 함선은 하던 일을 계속 하고 있지만 한 척의 함선이 당신과 싸우기 위해 움직입니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: You try your best to convey the notion that the approaching Rebel fleet has countless automated ships scouting for them. They thank you for the tip and prepare to jump in the direction you came. That will hopefully delay the fleet. You scrap what remains of the Rebel station.
de: Du versuchst dein Bestes und erzähltst ihnen von der näher kommenden Flotte und der Anzahl an automatisierten Schiffen, welche sie senden, um die entfernten Sektoren auszuspähen. Sie bedanken sich für den Tipp und springen in die Richtung, aus der du kamst. Das wird hoffentlich die Flotte verlangsamen. Du verschrottest was du kannst, von der übrigen Rebellenstation.
ko: 당신은 다가오는 반란군 함대가 그들을 찾기 위한 무수한 무인 함선을 보유하고 있다는 것을 전달하기 위해 최선을 다했습니다. 그들은 당신의 조언을 감사하게 받아들이며 당신이 왔던 방향으로 도약을 할 준비를 합니다. 그것은 바라건대 반란군을 지연시킬 것입니다. 당신은 반군 정거장에서 쓸만한 것을 모읍니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_FUELING_STATION"]/text
source: You detect a refueling platform near the beacon, although its broadcast signal is garbled, and you can't make out the message.
de: Du bemerkst eine Treibstoffplatform in der Nähe des Signalpunktes, wobei das Übertragungssignal immer wieder abbricht und du kannst die Nachricht nicht entziffern.
ko: 당신은 송신소 주변의 연료 보급 정거장을 감지했지만, 연결 신호가 흐트러져 메세지를 알아들을 수 없습니다.

source: Hail the platform and attempt to communicate.
de: Rufe die Platform und versuche zu kommunizieren.
ko: 플랫폼과 교신하여 대화를 시도한다.

source: There is a screech from your comm system, and the broadcast suddenly cuts off. The platform suddenly begins to move, revealing itself to be a Lanius ship!
de: Es kommt ein Kreisch durch das Kommunikationssystem und kurz darauf bricht die Übertragung ab. Plötzlich beginnt die Platform sich zu bewegen und es stellt sich heraus, dass es ein Laniusschiff war!
ko: 당신의 통신 시스템에서 삐걱거리는 소리가 나고, 통신이 갑자기 두절됩니다. 정거장이 갑자기 움직이기 시작하더니, 그것은 라니우스 함선으로 드러났습니다!

source: Continue...
de: Fortfahren...
ko: 계속...

source: Dock with the platform.
de: Docke mit der Platform.
ko: 플랫폼에 접근한다.

source: Your ship enters one of the refueling station berths, grateful for a rest.
de: Dein Schiff betritt einen der Liegeplätze der Station, was bedeutet, dass du endlich dich ausruhen kannst.
ko: 잠시 쉴 수 있음에 감사하며, 당신의 함선이 연료 보급 정거장 정박지 중 한 곳으로 들어갑니다.

source: Signal for a refuel.
de: Signalisiere, dass du Treibstoff benötigst.
ko: 재급유 신호를 보낸다.

source: (Blast Doors) Secure your blast doors - best to be safe when docked.
de: (Schutztüren) Sichere die Schutztüren - es ist am besten sicher zu sein, wenn man wo andockt.
ko: (차단 문) 차단 문을 내려 함선을 보호한다 - 도킹할 때는 안전이 제일입니다.

source: Your reinforced doors save you from an attempted ambush by the Lanius, who cluster around the doors and hull, attempting to consume your ship. Coldly, you wipe them out one by one with your weapon array, then take control of the station and take its fuel reserves.
de: Deine gesicherten Schutztüren schützen dich vor einem Lanius-Hinterhalt, welcher versucht dein Schiff zu essen. Kaltblütig tötest du einen nach dem anderen mit deinen Waffen, danach übernimmst du die Kontrolle über die Station und sicherst die Treibstoffreserven.
ko: 당신의 보강된 문은, 당신의 함선을 먹기 위해 , 선체와 문들 사이에 매복해 있던 라니우스로부터 당신을 구했습니다. 당신은 냉정하게 무기를 조준하여 라니우스들을 하나하나 지워버리고는, 정거장의 제어를 확보해 연료를 확보했습니다.

source: Ignore the platform.
de: Ignoriere die Platform.
ko: 정거장을 무시한다.

source: You leave the platform alone, and prepare to jump.
de: Du verlässt die Platform und machst dich zum Sprung bereit.
ko: 당신은 정거장을 내버려 두고는 도약을 준비합니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: Your ship's dashboard suddenly lights up with warnings - a hull breach! Lanius were on board the platform and are now on board your ship. A hidden cruiser comes into view!
de: Deine Schiffs-Kontrollleuchte fängt an zu blinken - ein Hüllenbruch! Lanius waren an Bord der Platform und sind jetzt an Bord deines Schiffes. Ein versteckter Kreuzer kommt in Sicht!
ko: 갑자기 경보가 울립니다 - 선체가 뚫렸습니다! 정거장 플랫폼에 있던 라니우스가 이제 당신의 함선에 강습합니다. 숨어있던 순양함이 그 모습을 드러냅니다!

source: Continue...
de: Fortfahren...
ko: 계속...

source: What seemed to be a brief respite turns into a Lanius trap... the first warning is an explosion from your engine room, followed moments later by detection of a Lanius ship at sensor range!
de: Was wie eine kurze Ruhepause scheinte, stellt sich als Laniusfalle heraus... die erste Warnung ist eine Explosion in deinem Triebwerk-Raum, gefolgt von einem Laniusschiff, was in der Reichweite des Sensors entdeckt wird!
ko: 짧게 나마 쉴 수 있는 곳으로 보였던 정거장은 라니우스가 파놓은 함정이었습니다... 첫 번째 경보는 당신의 엔진실이 날아간 거였고, 이윽고 라니우스 함선이 센서에 포착됩니다!

source: Continue...
de: Fortfahren...
ko: 계속...

source: No one answers your hails. You run some scans and discover that the station has been recently abandoned, no doubt due to the threat of the Lanius. You empty their fuel reserves before leaving.
de: Keiner beantwortet deine Rufe. Du machst ein paar Scanns und siehst, dass die Station verlassen wurde, wahrscheinlich wegen der Gefahr durch die Lanius. Du leerst ihre Treibstoffreserven, bevor du gehst.
ko: 당신의 교신에 응답하는 사람은 아무도 없습니다. 당신은 스캔을 몇 번 해보고는, 이 정거장이 최근에 버려졌단 걸 알아냅니다. 분명 라니우스의 위협 때문이었을 것입니다. 당신은 남아있던 연료를 쓸어 담고는 떠납니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Improved Sensors) Run another scan at maximum sensitivity.
de: (Verbesserte Sensoren) Mache einen weiteren Scan mit maximaler Sensitivität.

source: You run an additional more focused scan and find one of the auxiliary refueling platforms has some unclaimed fuel.
de: Du machst ein paar weitere, verstärkte Scans und siehst, dass eine der Hilfs-Treibstoffplatformen weiteren Treibstoff hat.

source: (Advanced Sensors) Run another scan at maximum sensitivity.
de: (Erweiterte Sensoren) Mache einen Scan mit maximaler Sensitivität.
ko: (최고급 Sensors) Run another scan at maximum sensitivity.

source: You run an additional more focused scan and find one of the auxiliary refueling platforms has some unclaimed fuel and drone parts.
de: Du machst ein paar weitere, verstärkte Scans und siehst, dass eine der Hilfs-Treibstoffplatformen weiteren Treibstoff, sowie Drohnenteile hat.

# data/events_abandoned.xml$//event[@name="ABANDONED_FUELING_STATION_END"]/text
source: It looks as if the Lanius were uninterested in the fuel reserves on the station, and there is a good amount of fuel left. You take what your ship can hold and prepare to jump to the next beacon.
de: Es scheint, dass die Lanius nicht an den Treibstoffreserven in der Station interessiert waren und es ist eine Menge von Treibstoff übrig. Du nimmst mit, was dein Schiff tragen kann und machst dich bereit, um zu nächsten Signalpunkt zu springen.
ko: 꽤 많은 연료가 남아있던 걸 보면 라니우스들은 정거장에 있던 연료 저장고에 관심이 없던 걸로 보입니다. 당신은 함선에 담을 수 있는 만큼 담고 다음 송신소로 도약할 준비를 했습니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_WRECK"]/text
source: The wreckage of an old ship drifts nearby, but it's possible that the ship may still contain some supplies.
de: Das Wrack eines alten Schiffes ist in der Nähe, aber es ist möglich, dass es ein paar Güter behält.
ko: 근처에 오래된 함선의 잔해가 떠다닙니다, 비록 오래되었지만 여전히 보급품을 어느 정도 가지고 있을 수 있습니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_WRECK"]/choice[1]/text
source: Scrap the wreck.
de: Verschrotte das Wrack.
ko: 난파선으로부터 스크랩을 모은다.

# data/events_abandoned.xml$//event[@name="ABANDONED_WRECK"]/choice[2]/text
source: Ignore it.
de: Ignoriere es.
ko: 무시한다.
