Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_abandoned.xml/*.po
Languages: de, ko

# data/events_abandoned.xml$//event[@name="ABANDONED_CRYSTAL_TOURIST"]/text
source: A Crystal ship skitters between various burnt out wrecks and the withered skeletons of long-forgotten stations. They don't seem to notice you.
de: Ein Crystalschiff gleitet zwischen zwei verbrannten Wracks und den verwelkten Skeleton, von lang vergessenen Stationen umher. Sie scheinen dich nicht bemerkt zu haben.
ko: 크리스탈 함선 한 기가 다 타버린 잔해와 잊혀진 기지들의 골조 사이를 누비고 있었습니다. 당신의 함선을 못 본듯 합니다.

source: Contact them.
de: Kontaktiere sie.
ko: 그들과 통신한다.

source: "Oh, hello there! I didn't see you, I thought you were just part of the scenery. What a fine sector this is! Such interesting design choices for their ships, whoever lives here has excellent taste!"
de: "Oh, hallo! Ich habe dich nicht gesehen und dachte du wärst Teil der Kulisse. Was ein feiner Sektor das hier ist! So ein interessantes Design der Schiffe, wer auch immer hier lebt hat exzellenten Geschmack!"
ko: "오, 안녕하시오! 그대의 함선을 풍경의 일부라 생각해서 못 봤던 모양이오. 정말로 아름다운 구역이지 않소? 여기 함선들 디자인도 참 흥미롭고 말이오. 누가 사는지는 몰라도 여기 거주민들의 취향 참 좋구만 그래!"

source: Explain that this sector has been abandoned.
de: Erkläre ihm, dass dieser Sektor verlassen wurde.
ko: 이 구역이 오래전에 버려졌다고 설명한다.

source: "Oh heavens. This shows just how ignorant I am. I should explore more, I've been roaming around this sector for months now! Perhaps I should come with you, you look like you've been to other places before."
de: "Oh Himmel. Das zeigt nur, wie ignorant ich bin. Ich sollte mehr erkunden, ich bin seit Monaten in diesem Sektor! Ich komme mit dir, du siehst aus, als hättest du andere Orte bereist."
ko: "맙소사... 나의 무지함을 까발리고 말았구만. 첨언하자면 나는 이 구역을 몇 개월째 돌아다니고 있었소! 보아하니 그대는 이곳저곳 좀 다녀본거 같은데, 그대와 동행하는 게 좋을 것 같군."

source: Ask if they have anything that can help with your mission.
de: Frage, ob er etwas hat, was deiner Mission helfen kann.
ko: 그들에게 우리 임무에 도움을 줄 수 있는 물자가 있는지 물어본다.

source: "Oh, certainly. I've been collecting relics from these fascinating structures... I hope the owners don't mind, but no one was ever home to argue... maybe you'll find use in them."
de: "Oh, sicherlich. Ich habe viele Relikte, aus den seltsam aussehenden Strukturen gesammelt... Ich hoffe es ist den Besitzern egal, aber es war keiner zum diskutieren da... vielleicht findest du einen Nutzen in ihnen."
ko: "물론이오. 나는 이 흥미로운 구조물에서 유물을 수집하고 있었소. 원래 소유자들이 개의치 않아야 할텐데. 뭐, 소유권을 주장할 주인들은 없었지만 말이야. 자네에게 더 쓸모가 있을지도 모르겠군."

source: (Crystal Crew) Request access to their data storage.
de: (Crystal Crew) Frage an, ob du seinen Datenspeicher kopieren darfst.
ko: (크리스탈 선원) 그들의 데이터 저장소에 접근할 권한을 요구한다.

source: "Our maps? Why of course! These should be of use to you. Happy travels!"
de: "Unsere Karten? Aber natürlich! Diese sollten für dich nützlich sein. Gute Reise!"
ko: "우리 지도 말이오? 물론이고 말고! 그대에게 유용할거요. 그럼 즐거운 항해 되시오!"

source: (Analyzer + Hacking) Remotely access their data storage.
de: (Analysierer + Hacking) Fernzugriff auf Datenspeicher.
ko: (분석기 + 해킹) 그들의 데이터 저장소에 원격접근 한다.

source: While you make small talk with the Crystals, you configure the Hacking system to get a read of their data storage while the Analyzer downloads their map data. Once the download is complete, you bid farewell and the Crystals even offer a small reward for being so pleasant.
de: Während du mit den Crystals plauderst, konfigurierst du dein Hackingsystem, um ihre Datenbank aufzurufen, während der Analysierer die Karte runterläd. Sobald der Download fertig ist, verabschiedest du dich und erhältst ein kleines Geschenk von dem Crystal, da du so nett warst.
ko: 크리스탈들과 잡담할 동안 당신은 해킹 시스템을 이용해 그들의 데이터 저장소에 접근해 분석기로 지도 데이터를 다운로드 했습니다. 다운로드가 완료됬을 때 당신은 그들과 작별을 고했습니다. 크리스탈들은 심지어 상냥함에 대한 답례로 작은 선물을 주었습니다.

source: Ignore them.
de: Ignoriere sie.
ko: 무시한다.

source: You have no interest in the strange Crystal ship.
de: Du hast kein Interesse, an einem seltsamen Crystalschiff.
ko: 당신은 크리스탈 함선에 전혀 관심이 없었습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

# data/events_abandoned.xml$//event[@name="ABANDONED_SLAVER_MOON"]/text
source: A very faint signal from an unidentified ship is emitting from a small moon in the local system. It's a little choppy, but you manage to make out the words "workers - great price - stop by."
de: Ein sehr schwaches Signal eines nicht identifizierten Schiffes, wird von einem kleinen Mond, im System, ausgestrahlt. Es ist etwas abgehackt, aber man kann die Worte "Arbeiter - gute Preise- komm vorbei." hören.
ko: 근처 행성계의 작은 위성에 있는 미확인 함선에서 매우 약한 신호가 발신되고 있었습니다. 뚝뚝 끊기고 있으나, 당신은 "노동자 - 가격 좋음 - 방문하세요" 정도는 알아 들을수 있었습니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_SLAVER_MOON"]/choice[1]/text
source: Pull closer.
de: Gehe näher.
ko: 가까이 다가간다.

source: It seems a slave trader is selling their 'goods' on the nearby moon, knowing it's far away from the eye of the Federation out here in this sector.
de: Es scheint ein Sklaventreiber verkauft seine 'Waren' auf dem Mond in der Nähe, da er weiß, dass die Föderation kein Auge auf diesen Sektor wirft.
ko: 근처 위성에서 노예 상인이 "상품"을 팔고 있었습니다. 아마 연방의 감시가 닿지 않을 정도로 멀리 떨어져 있음을 인지하고 장을 열은 듯 합니다.

source: Check out the slaves being offered.
de: Schaue die Sklaven an, die er anbietet.
ko: 판매중인 노예들을 둘러 본다.

source: The slavers notice your interest and show you several offers.
de: Der Sklaventreiber erkennt dein Interesse und bietet dir mehrere Angebote an.
ko: 노예상은 당신의 관심을 눈치채고 여러가지 제안을 했습니다.

source: Buy a slave.
de: Kaufe einen Sklaven.
ko: 노예를 산다.

source: Buy a slave.
de: Kaufe einen Sklaven.
ko: 노예를 산다

source: Buy an elite slave.
de: Kaufe einen Elite-Sklaven.
ko: 정예 노예를 산다

source: Nevermind.
de: Doch nicht.
ko: 아무것도 아니다.

source: Attack the slavers!
de: Greife die Sklaventreiber an!
ko: 노예상인을 공격한다!

source: The Slavers might have thought they were safe here, but you've arrived and you aren't going to let their business carry on for any longer.
de: Die Sklaventreiber dachten, dass sie hier sicher wären, jedoch wirst du ihrem Geschäft ein Ende bereiten.
ko: 노예상인들은 여기가 안전하다고 생각했겠지만, 당신이 여기 도착했고 그들의 장사를 더 이상 계속되게 두지 않을 것입니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Leave.
de: Gehe wieder.
ko: 떠난다.

# data/events_abandoned.xml$//event[@name="ABANDONED_SLAVER_MOON"]/choice[2]/text
source: Ignore the moon and signal.
de: Ignoriere den Mond und das Signal.
ko: 위성과 신호를 무시한다.

source: It's more than clear this is some sort of slave trade, and you have no interest.
de: Es ist klar, dass das eine Art Sklavenhandel ist, woran du kein Interesse hast.
ko: 당신은 이 신호가 노예상의 것임이 틀림없음을 인지하고 관심을 가지지 않았습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

# data/events_abandoned.xml$//event[@name="ABANDONED_COLONY"]/text
source: An abandoned colony lies on the nearby planet; its surface borne defense turrets appear to be disabled due to a lack of power, but you can't be certain. You don't see any ships lurking about, but that doesn't mean they aren't hiding.
de: Eine verlassene Kolonie ist auf dem Planeten in der Nähe; die Verteidigungsgeschütze auf der Oberfläche, sind durch fehlende Energie ausgeschaltet, jedoch bist du nicht ganz sicher, ob das stimmt. Du siehst keine Schiffe in der Nähe, was aber nicht bedeutet, dass sie sich nicht irgend wo verstecken.
ko: 근처 행성에 버려진 식민지가 있었습니다. 지대공 방어포탑이 전력부족으로 비활성화 된 것 처럼 보이지만, 확실하지 않습니다. 주변에 함선들도 없는 듯하지만, 어딘가에 숨어 있지 않으란 법은 없습니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_COLONY"]/choice[1]/text
source: Explore.
de: Erkunden.
ko: 탐사한다.

source: (Signal Diluter) Make certain the defense turrets are offline.
de: (Signal Störer) Stelle sicher, dass die Geschütze ausgeschaltet sind.
ko: (신호 약화기) 방어 포탑이 비활성화 되었는지 확인한다.

source: (Flares) Launch some flares to distract the defense turrets while you explore.
de: (Leuchtraketen) Schieße ein paar Leuchtraketen ab, um die Verteidigungsgeschütze abzulenken, während du erkundest.
ko: (플레어) 탐사 할 동안 방어 포탑을 교란할 플레어를 발사한다.

source: (Upg. Sensors) Run some heavier scans on the colony.
de: (Verb. Sensoren) Führe mehr Scanns in der Kolonie durch.
ko: (고급 센서) 식민지를 정밀 스캔해 본다.

source: (LRS) Run some heavier scans on the colony.
de: (LSS) Führe mehr Scanns in der Kolonie durch.
ko: (장거리 탐사용 스캐너) 식민지를 정밀 스캔해 본다.

# data/events_abandoned.xml$//event[@name="ABANDONED_COLONY"]/choice[6]/text
source: Ignore the colony.
de: Ignoriere die Kolonie.
ko: 식민지를 무시한다.

# data/events_abandoned.xml$//event[@name="ABANDONED_COLONY"]/choice[6]/event/text
source: You don't have time to explore every abandoned colony you come across.
de: Du hast keine Zeit, jede verlassene Kolonie zu erkunden, die du findest.
ko: 버려진 식민지들을 하나하나 다 탐사할 시간은 없었습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: It seems the turrets still had some juice in them after all. They lock onto your ship, pelting your defenses and causing some minor damage. You pull away before they can do anything worse.
de: Es scheint, dass die Geschütze doch noch etwas Energie hatten. Sie zielen auf dein Schif und richten etwas Schaden an. Du fliegst weg, bevor es noch schlimmer wird.
ko: 방어포탑에 여태껏 전력이 약간 남아 있었던 모양입니다. 포탑들은 당신의 함선을 자동 추적한 뒤 방어막에 공격을 퍼부어 약간의 손상을 입혔습니다. 당신은 포탑이 함선에 더한 짓을 벌이기 전에 떠났습니다.

source: It turns out the colony was harbouring a pirate fugitive. Now that their cover has been blown, they protect themselves and attack you.
de: Es stellt sich heraus, dass die Kolonie einem Piraten auf der Flucht, beherbergt hat. Jetzt, da sein Versteck aufgeflogen ist, verteidigt er sich und greift dich an.
ko: 이 식민지는 도피중인 해적들의 소굴이었습니다. 그들의 정체가 발각되자 그들은 자신들을 보호한 뒤 당신을 공격했습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Luckily the turrets remain offline and no ships rise to meet you. You take all that you can gather from the wreckage of the colony.
de: Glücklicherweise bleiben die Geschütze ausgeschalten und kein Schiff greift dich an. Du verschrottest alle Trümmer der Kolonie, welche etwas von Wert haben.
ko: 운 좋게도 방어포탑은 비활성화 되어있었고 아무 함선도 당신을 반기지 않았습니다. 당신은 식민지의 잔해에서 수집 가능한 모든 물품을 가져갔습니다.

source: It turns out the colony was harbouring a pirate fugitive. Now that their cover has been blown, they protect themselves and attack you.
de: Es stellt sich heraus, dass die Kolonie einem Piraten auf der Flucht, beherbergt hat. Jetzt, da sein Versteck aufgeflogen ist, verteidigt er sich und greift dich an.
ko: 이 식민지는 도피중인 해적들의 소굴이었습니다. 그들의 정체가 발각되자 그들은 자신들을 보호한 뒤 당신을 공격했습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Luckily the turrets remain offline and no ships rise to meet you. You take all that you can gather from the wreckage of the colony.
de: Glücklicherweise bleiben die Geschütze ausgeschalten und kein Schiff greift dich an. Du verschrottest alle Trümmer der Kolonie, welche etwas von Wert haben.
ko: >운 좋게도 방어포탑은 비활성화 되어있었고 아무 함선도 당신을 반기지 않았습니다. 당신은 식민지의 잔해에서 수집 가능한 모든 물품을 가져갔습니다.

source: Scans show the turrets are still connected to a functioning backup generator. It's too risky to approach while they're active.
de: Scanns zeigen, dass die Geschütze an einen noch funktionierenden Notstromgenerator gekoppelt sind. Es ist zu riskant näher zu gehen, solange sie noch aktiv sind.
ko: 스캔 결과 방어 포탑들은 여전히 기능중인 예비 발전기에 연결되어 있었습니다. 이들이 활성화 되어있는 이상 더 접근하는 것은 너무 위험합니다.

source: Seems a known pirate fugitive is hiding in the colony, but they haven't seen you yet.
de: Es scheint so, dass ein Pirat auf der Flucht, sich in der Kolonie versteckt, wobei er dich noch nicht bemerkt hat.
ko: 도피중인 해적들이 식민지에 숨어 있었던 모양이지만, 그들은 당신을 발견하지 못한듯 합니다.

source: Engage the pirate.
de: Kämpfe gegen den Piraten.
ko: 해적과 전투한다.

source: Realizing that their cover has been blown, the pirates protect themselves and attack you.
de: Da er gemerkt hat, dass seine Tarnung aufgeflogen ist, greift dich der Pirat an, um sich zu schützen.
ko: 그들은 자신의 정체가 발각됨을 알고, 자신을 보호한 뒤 당신을 공격했습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Avoid the pirate and scrap some of the debris.
de: Weiche dem Piraten aus und verschrotte ein paar Wrackteile.
ko: 해적을 피하고 잔해에서 스크랩을 약간 가져간다.

source: Scans show no ships detected and confirm the turrets are offline. You take all that you can gather from the wreckage of the colony.
de: Scanns zeigen, dass die Geschütze wirklich ausgeschaltet sind und kein Schiff in der Nähe ist. Du nimmst alles, was du von der Kolonie mitnehmen kannst.
ko: 스캔 결과 감지된 함선은 없었고 포탑은 비활성화 되어있음이 확인 되었습니다. 당신은 식민지의 잔해에서 수집 가능한 모든 물품을 가져갔습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: A Lanius vessel stops repurposing an abandoned satellite as soon as you jump in. It blocks all hails and powers its weapons.
de: Ein Laniusschiff hört auf einen kaputten Satelitten wiederzuverwenden, als du herspringst. Sie blockieren alle Rufe und fahren die Waffen hoch.
ko: 당신이 도약해 들어오자마자 라니우스 함선 한대가 버려진 인공위성을 다른 용도로 개조하던 것을 멈췄습니다. 그들은 모든 통신을 차단한 뒤 무기에 전원을 넣기 시작했습니다.

source: You arrive to see a well-armed Lanius craft preparing to salvage a badly damaged Rebel patrol ship. Noticing your arrival, the Lanius greedily moves in to intercept its second target of the day.
de: Du kommst an und siehst ein gut bewaffnetes Laniusschiff, welches ein schwer beschädigtes Rebellen-Patrouillieschiff verschrotten will. Als sie dich bemerken, machen sich die gierigen Lanius bereit, ihr zweites Ziel des Tages zu zerstören.
ko: 당신은 도착하자 마자 심하게 손상된 반란군 정찰선을 인양하려는 라니우스 함선을 발견했습니다. 당신이 도착한 것을 발견하자마자, 라니우스들은 오늘의 두 번째 표적을 요격하기 위해 탐욕스럽게 다가왔습니다.

source: The Lanius don't pick and choose when it comes to their targets. If you've got scrap, they'll gladly take it from you. Unfortunately, you've been detected by a nearby Lanius ship that swoops in to attack.
de: Die Lanius suchen sich ihre Ziele nicht aus. Wenn du Schrott hast, werden sie es gerne von dir nehmen. Unglücklicherweise wurdest du von einem Schiff in der Nähe entdeckt und es macht sich bereit, um dich anzugreifen.
ko: 라니우스는 목표물을 가리지 않습니다. 스크랩이 있다면, 사양않고 갈취하려 들것입니다. 불행히도 당신은 근처 라니우스 함선에게 발각되었고 그들은 당신을 공격하기 위해 움직이기 시작했습니다.

source: Lanius aren't exactly known for friendliness, but an unusually aggressive military vessel has locked onto your ship and is readying its weapons.
de: Die Lanius sind nicht für ihre Freundlichkeit bekannt, aber ein besonders aggressives Militärschiff hat dich anvisiert und fährt seine Waffen hoch.
ko: 라니우스는 친절함으로 유명한 족속들은 아니지만, 유독 공격적인 라니우스 함선이 당신의 함선을 추적하여 무기를 장전하기 시작했습니다.

source: You stumble across a Lanius vessel melting down the last few remains of a heavily armed Zoltan peace-keeping fighter. Wanting to defend their latest score, they don't give you any opportunities and attack immediately.
de: Du stolperst über ein Laniusschiff, welches die Überreste eine stark bewaffneten Zoltan-Friedenssicherungsschiffs verschrottet. Da sie ihre Beute verteidigen wollen, geben sie dir keine Chance und greifen direkt an.
ko: 당신은 도착하자마자 중무장한 졸탄 평화유지군 함선의 잔해를 녹이고 있는 라니우스 함선과 마주쳤습니다. 따끈따끈한 노획물을 놓치고 싶지 않은 마음에 그들은 당신에게 틈조차 주지 않고 바로 공격했습니다.

source: A Lanius ship looking for easy salvage spots you and moves in to intercept.
de: Ein Laniusschiff sucht nach guten Bergungsorten, wobei es dich bemerkt und sich zum Angriff aufmacht.
ko: 만만한 노획감을 찾는 라니우스 함선이 당신을 요격하기 위해 움직이기 시작했습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: If there's one thing pirates like more than anything, it's scrap. Though most come here to salvage empty ships, the one here has chosen to attack you instead.
de: Wenn es etwas gibt, was Piraten mehr als alles andere mögen, ist es Schrott. Obwohl die meisten herkommen, um Schrott zu sammeln, hat sich dieses entschieden dich anzugreifen.
ko: 해적들이 그 무엇보다 좋아하는 것이 있다면, 아마 스크랩일 것입니다. 그들은 주로 비어있는 함선을 인양하지만, 이 함선은 특이하게도 당신을 공격하려 들었습니다.

source: A nearby pirate ship notices you. It abandons the wreck it's currently salvaging, hoping you'll be carrying a greater bounty.
de: Ein Piratenschiff in der Nähe bemerkt dich. Es lässt das Wrack, welches es gerade verschrottet hinter sich und hofft, dass du eine bessere Beute darstellst.
ko: 근처에 있던 해적선이 당신을 발견했습니다. 그들은 당신의 함선이 더 값진 전리품이 될 거라 기대하고 폐선 인양을 멈췄습니다.

source: This sector has proven to be a magnet for pirates, an unfortunate fact that has led to the confrontation awaiting you at this beacon.
de: Dieser Sektor, hat sich als Magnet für Piraten herausgestellt, was ein unvorteilhafter Fakt ist, was die Konfrontation an diesem Signalpunkt erklärt.
ko: 이 구역은 해적을 자석마냥 끌어들입니다. 이 송신소에서 당신이 맞닥뜨릴 대치상황을 암시하는 불편한 진실이 아닐수 없습니다.

source: Few pirates can resist the temptation of a large bounty regardless of the risk, and it seems the pirate barreling towards you has given in.
de: Wenig Piraten können der Versuchung wiederstehen, eine große Beute zu erhaschen und es scheint diesem Pirat ist das Risiko egal, da er auf dich zufliegt.
ko: 위험을 무릅쓴 값진 전리품의 유혹을 참을 수 있는 해적은 몇 안될 것입니다. 지금 당신을 향해 돌진하는 해적은 그 유혹에 굴복한 듯 합니다.

source: It seems a pirate has found their way to this beacon already, and are eager for a fight.
de: Es scheint, dass ein Pirat seinen Weg zu diesem Signalpunkt gefunden hat und auf einen Kampf aus ist.
ko: 해적이 벌써 이 송신소에 도달한 듯 하고, 전투를 간절히 바라고 있었습니다.

source: Surprisingly, a pirate ship scavenging an old Militia Transport abandons its latest prey in favor of fighting you instead.
de: Überraschenderweise bevorzugt ein Piratenschiff es, gegen dich zu kämpfen, anstatt den alten Militia Transporter hier zu verschrotten.
ko: 낡은 민병대 수송선을 뒤지던 해적선은 그들에게 굴복한 사냥감을 내버리고, 대신 놀랍게도 당신과 싸우려 했습니다.

# data/events_abandoned.xml$//event[@name="ENCOUNTER_GHOST_ABANDONED"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...

source: Ghosts love getting their hands on new ships, and usually they go for easier pickings. Despite this, the Vagabond ship here seems ready to migrate and they've chosen your ship as their target.
de: Ghosts lieben es, neue Schiffe zu erhalten und suchen sich normalerweise einfachere Ziele. Trotzdem scheint es, dass dieses Vagabondschiff bereit ist Auf Wiedersehen zu sagen und dein Schiff, als neues Schiff zu nutzen.
ko: 고스트는 새로운 함선을 손에 넣는 것을 매우 좋아하는데, 주로 만만한 함선을 목표로 삼습니다. 그럼에도 불구하고 이 떠돌이들은 당신의 함선을 이주지로 선택한 것 같습니다.

source: It's beyond you why most Ghosts choose to populate barely functional wreckage, but it seems the hostile ship here has slightly higher standards and have chosen to take yours next.
de: Es ergibt keinen Sinn für dich, wieso die Ghosts kaum funktionierende Schiffe bevölkern, aber dieses scheint feindlich zu sein und höhere Standards als der Rest zu haben, weshalb dein Schiff ihr nächstes Ziel ist.
ko: 고스트가 도대체 왜 제기능조차 제대로 못하는 난파선 따위에 거주하는지 당신은 도무지 이해하지 못합니다. 하지만 지금 당신 앞에 있는 적함의 선원들은 눈높이가 약간 높아 당신의 함선을 목표물로 삼았습니다.

source: You receive a hail from a dysfunctional and heavily damaged ship, but the only audible noise is static. You attempt to respond but somehow seem to have angered the populates of the ship, a clan of Ghosts.
de: Du wirst von einem dysfunktionalen und schwer beschädigten Schiff gerufen, wobei du nur Funkstille hörst. Du versuchst zu antworten, aber es scheint du hast die Bewohner des Schiffes wütend gemacht, ein Clan von Ghosts.
ko: 당신은 심각하게 손상된 함선에서 신호를 받았지만, 잡음밖에 들리지 않았습니다. 당신은 응답을 시도했지만 어찌 된 일인지 그 함선에 주거하던 고스트 클랜의 분노를 산것 같습니다.

source: The range of ships you see here keeps growing, and it seems 'wreck full of mad gas beings' can be added to the list.
de: Die Diversität von Schiffen, welche du hier antriffst, scheint immer größer zu werden und nun kann auch ein 'Wrack voller wütender Gas-Dinger' der Liste hinzugefügt werden.
ko: 이 구역에서 발견한 함선 목록이 가면갈수록 두꺼워 지고 있습니다. 아마 '미쳐버린 기체 생명체가 가득한 난파선'항목을 추가해도 될듯 합니다.

source: Ghosts aren't known for being super confrontational, but when they find a ship that piques their interest, they aren't shy to try and take it. Clearly, you've made quite the impression out here.
de: Die Ghosts sind nicht dafür bekannt, sehr konfrontational zu sein, aber wenn sie ein Schiff finden, dass ihren Geschmack entspricht, sind sie nicht zurückhaltend es zu kapern. Offensichtlich hast du hier einen Eindruck hinterlassen.
ko: 고스트가 호전적인 것으로 알려진 족속은 아닙니다. 하지만 그들은 구미가 당기는 함선을 발견하면, 사양않고 탈취하려 듭니다. 아무래도 그들이 당신의 함선을 인상깊게 본 게 분명한 듯 합니다.

source: You nearly make the mistake of attempting to salvage the wreckage at this beacon before realizing it's populated by Ghosts, but it's already too late. They've noticed you now and move in to attack.
de: Du machst fast den Fehler, das Wrack an diesem Signalpunkt zu verschrotten, bis du bemerkst dass es von Ghost bewohnt wird. Jedoch ist es schon zu spät, wobei sie dich bemerken und angreifen.
ko: 당신은 이 송신소의 난파선이 고스트로 가득하다는 사실을 인양하려던 찰나 깨닫고 작업을 중단했지만, 때는 이미 늦었습니다. 그들은 당신을 발견하고 공격하기위해 움직였습니다.

# data/events_abandoned.xml$//event[@name="ENCOUNTER_REBEL_ABANDONED"]/choice/text
source: Continue...
de: Fortfahren...
ko: 계속...

source: Though the fighting in this sector has long since ended, it seems a Rebel ship still lingers, and is ready to fight you.
de: Obwohl die Kämpfe im Sektor schon lange vorbei sind, scheint ein Rebellenschiff trotzdem hier zu warten und es ist bereit gegen dich zu kämpfen.
ko: 이 구역에서의 분쟁은 이미 끝난지 오래지만, 아직 머물고 있는 반란군 함선 한 대가 당신과 전투할 준비를 마친 듯 합니다.

source: A Rebel captain hails you: "Do you see now the cost of your war? Give up and let the Rebellion take over, it is best for everyone this way."
de: Ein Rebellenkapitän ruft dich: "Siehst du was dieser Krieg kostet? Gib auf und lass die Rebellion das hier übernehmen, das ist das Beste für alle."
ko: 반란군 선장이 당신에게 신호를 보냈습니다: "너희들이 벌인 전쟁의 대가가 이제 보이나? 이제 그만 포기하고 반란군이 장악하게 내버려두게. 그것이 모두를 위한 최선이야."

source: The Rebel ship that rests here is not willing to let you go without a fight. Prepare for battle!
de: Das Rebellenschiff, welches hier wartet, lässt dich nicht ohne Kampf gehen. Mach dich zum Kampf bereit!
ko: 이 곳에 정박해있는 반란군 함선은 싸움 없이 당신을 순순히 보내줄 생각이 없었습니다. 전투를 준비하십시오!

source: You thought most of the Rebel forces had left this sector after the evacuations, but it seems a few ships remain and are just as ready for battle as ever.
de: Du dachtest, dass die meisten Rebellen nach der Evakuierung des Sektors verschwunden sind, jedoch sind ein paar Schiffe übrig und so eifrig zu kämpfen, wie sonst auch.
ko: 당신은 반란군이 수차례의 철수 이후 이 구역을 떠났다고 생각했지만, 아직도 함선 수 척이 잔류해 여느때처럼 전투태세가 갖춰져 있음을 발견했습니다.

source: "Haha! You were expecting another empty colony, but it was me all along!" The nearby Rebel ship locks onto your hull and attacks.
de: "Haha! Du dachtest eine weitere, leere Kolonie zu finden, aber ich war es die ganze Zeit!" Das Rebellenschiff in der Nähe visiert deine Hülle an und greift an.
ko: "핫하! 이 곳이 텅 빈 식민지일 줄 알았겠지. 하지만 내가 여태껏 숨어 있었다고!". 근처 반란군 함선이 당신의 함체를 추적하여 공격하기 시작했습니다.

source: It seems a Rebel ship here was lying in wait, ready to ambush any Federation ships that may be passing through. A fight is inevitable.
de: Es scheint ein Rebellenschiff hat hier gelauert, bereit jedes Föderationsschiff zu überrumpeln, dass hier vorbei kommt. Ein Kampf ist unausweichlich.
ko: 이 곳에 반란군 함선이 잠복하여 지나가는 연방군 함선을 급습하려 하고 있었던 듯 합니다. 전투가 불가피합니다.

# data/events_abandoned.xml$//event[@name="ENCOUNTER_MILITIA_ABANDONED"]/text
source: It seems a nearby Militia ship trying desperately to protect this sector has made a mistake and identified you as a scavenger. You don't have time to explain because they've muted comms and are moving in quickly.
de: Es scheint ein Militiaschiff in der Nähe versucht vergeblich diesen Sektor zu verteidigen, wobei es dich versehentlich als Schrott-Sammler identifiziert. Du hast keine Zeit zu erklären, was in Wahrheit los ist, da sie dich stumm schalten und schnell näher kommen.
ko: 이 구역을 필사적으로 방어하려던 근처 민병대 함선이 당신을 고물상으로 오인했습니다. 이미 재빠르게 접근 중인데다 모든 교신수단을 막아버려 자초지종을 설명할 시간이 없었습니다.

source: Continue...
de: Fortfahren...
ko: 계속...
