Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_abandoned.xml/*.po
Languages: de, ko

# data/events_abandoned.xml$//event[@name="ABANDONED_WRECK"]/choice[2]/event/text
source: You have higher standards than the filthy Lanius, Ghosts, and pirates that swarm this sector.
de: Du hast höhere Standards, als diese dreckigen Lanius, Ghosts und Piraten, die den Sektor plagen.
ko: 당신은 이 섹터를 휩쓸고 다니는 더러운 라니우스, 고스트, 그리고 해적들보다 더 높은 기준을 가지고 있습니다.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: Before you can reach the wreck, a Militia ship comes swooping in to stop you. If you want to continue with your salvage mission you'll have to take care of them first.
de: Bevor du das Wrack erreichst, kommt ein Militiaschiff her, um dich zu stoppen. Wenn du mit deiner Bergungsmission fortfahren willst, musst du dich zuerst um sie kümmern.
ko: 당신이 난파선에 접근하기 전에, 용병의 함선이 중간에 나타나 가로막습니다. 인양 임무를 계속하고 싶다면 먼저 그들부터 손 봐줘야 할 겁니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: It seems you've made a miscalculation. The wreckage is still populated, not by its original crew but rather a bunch of angry Ghosts who aren't pleased by your attempts at breaking apart their ship.
de: Es scheint, dass du eine Fehlkalkulation gemacht hast. Das Wrack ist immernoch bevölkert, jedoch nicht von der originalen Crew, sondern von einer Gruppe wütender Ghosts, welche wütend sind, da du ihr Schiff auseinanderbrechen willst.
ko: 당신은 큰 착오를 범한 것 같습니다. 난파선은 아직도 북적이고 있었습니다, 원래의 선원들이 아니라 화가 잔뜩 난 고스트들로 말입니다. 그들은 그들의 함선을 쪼개려고 시도한 당신을 매우 탐탁지 않게 보고 있습니다.

source: Continue...
de: Fortfahren...
ko: 계속...

source: You are undisturbed as you scrap the wreckage.
de: Du wirst nicht unterbrochen, als du das Wrack verschrottest.
ko: 당신은 방해 받지 않은 채 스크랩을 모을 수 있었습니다.

# data/events_abandoned.xml$//event[@name="ABANDONED_REBEL_DELUSIONAL"]/text
source: A Rebel ship, presumably a straggler from the Rebel fleet hails you. "The battles, the horrors! You have wrought this battle upon us, and now you have come to finish the job? Around us civilians are dying and the planets burn, and you would rather fight us than help your own people?"
de: Ein Rebellenschiff, wahrscheinlich ein langsames Mitglied der Rebellenflotte, ruft dich. "Diese Kämpfe, dieser Horror! Du hast diesen Kampf uns aufgezwungen und jetzt bist du gekommen, um den Job zu beenden? Um uns sind Zivilisten am sterben und Planeten am brennen, würdest du lieber gegen uns kämpfen, als deinen eigenen Leuten zu helfen?"

source: Explain to the Rebels the battles ended a long time ago.
de: Erkläre den Rebellen, dass der Kampf schon lange vorbei ist.

source: (Forged ID) Claim to be a Rebel ship to comfort them.
de: (Gefälschte Ausweise) Tue so, als ob du ein Rebellenschiff bist, um ihn zu beruhigen.

source: The Rebels captain is completely delusional but put at ease. It becomes clear they must have PTSD of some sort. Since you can't convince them the battles already ended, you talk the captain into joining your crew instead to 'escape'.
de: Der Rebellenkapitän ist komplett wahnhaft, aber beruhigt. Es wird klar, dass er PTBS haben muss. Da du ihm nicht überzeugen kannst, dass die Kämpfe vorbei sind, kannst du den Kapitän überzeugen, dass er deiner Crew beitritt, anstatt zu 'fliehen'.

source: (Engineer Crew) Claim to be a Rebel ship to comfort them.
de: (Engineer Crew) Tue so, als ob du ein Rebellenschiff bist, um ihn zu beruhigen.
ko: (엔지니어 선원) Claim to be a Rebel ship to comfort them.

source: The Rebels captain is completely delusional but put at ease. It becomes clear they must have PTSD of some sort. Since you can't convince them the battles already ended, you talk the captain into joining your crew instead to 'escape'.
de: Der Rebellenkapitän ist komplett wahnhaft, aber beruhigt. Es wird klar, dass er PTBS haben muss. Da du ihm nicht überzeugen kannst, dass die Kämpfe vorbei sind, kannst du den Kapitän überzeugen, dass er deiner Crew beitritt, anstatt zu 'fliehen'.

source: (Mind Control) Convince him the battles already ended.
de: (Gedankenkontrolle) Überzeuge ihn, dass die Kämpfe vorbei sind.
ko: (정신 지배l) Convince him the battles already ended.

source: It seems these Rebels are further gone than you expected - your mind control struggles to compete with the madness that has infected his mind, and soon instead it drives the Rebel captain into rage!
de: Es scheint die diese Rebellen sind verrückter, als gedacht, weshalb die Gedankenkontrolle bei diesen Verrückten nicht funktioniert und es lässt den Rebellenkapitän verrückt werden!

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Upg. Mind Control) Convince him the battles already ended.
de: (Verb. Gedankenkontrolle) Überzeuge ihn, dass die Kämpfe vorbei sind.
ko: (고급정신 지배) Convince him the battles already ended.

source: Your mind control temporarily cancels out the Rebel captain's madness. In this newfound clarity you explain the situation to him - and his reaction surprises you. "I've been wandering this sector for weeks raving out of my mind. This Rebellion is not suited for giving one peace of mind. Perhaps it's time I leave these days behind."
de: Deine Gedankenkontrolle kann für eine kurze Zeit, den Wahnsinn des Rebellenkapitän stoppen. Mit dieser neugefundenen Klarheit, kannst du ihm die Situation erklären - und seine Reaktion überrascht dich. "Ich bin seit Wochen durch diesen Sektor gereist, komplett verrückt. Die Rebellion ist nicht gut, um jemanden zu beruhigen. Vielleicht ist es Zeit, dass ich diesen Abschnitt meines Lebens hinter mir lasse."

source: (Medic Crew) Have your medic evaluate the Rebel.
de: (Sanitäter Crew) Lasse deinen Medic den Piraten einschätzen.
ko: (의무병 선원) Have your medic evaluate the Rebel.

source: Your medic carefully runs a few checks on the Rebel and helps him through several mental exercises to clear his head. In this newfound clarity you explain the situation to him - and his reaction surprises you. "I've been wandering this sector for weeks raving out of my mind. This Rebellion is not suited for giving one peace of mind. Perhaps it's time I leave these days behind."
de: Dein Sanitäter macht ein paar Tests mit dem Rebell und hilft ihm durch mentale Übungen, um seinen Kopf leer zu machen. Mit dieser neugefundenen Klarheit, kannst du ihm die Situation erklären - und seine Reaktion überrascht dich. "Ich bin seit Wochen durch diesen Sektor gereist, komplett verrückt. Die Rebellion ist nicht gut, um jemanden zu beruhigen. Vielleicht ist es Zeit, dass ich diesen Abschnitt meines Lebens hinter mir lasse."
ko: Your medic carefully runs a few checks on the Rebel and helps him through several mental exercizes to clear his head. In this newfound clarity you explain the situation to him - and his reaction surprises you. "I've been wandering this sector for weeks raving out of my mind. This Rebellion is not suited for giving one peace of mind. Perhaps it's time I leave these days behind."

source: Fight the Rebels.
de: Kämpfe gegen die Rebellen.
ko: 반란군과 전투한다.

source: The Rebels may be delusional about the 'battles' still raging in this sector, but that doesn't mean they aren't a threat that you need to neutralize.
de: Der Rebell mag wahnsinnig sein, was die 'Kämpfe' angeht, die immernoch im Sektor wüten, was aber nicht heißt dass er keine Gefahr für dich darstellt.

source: Continue...
de: Fortfahren...
ko: 계속...

source: These Rebels are crazy. Avoid them.
de: Diese Rebellen sind verrückt. Gehe ihm aus dem Weg.

source: Luckily, the Rebels are still busy with their delusional ramblings to notice you sneaking away.
de: Glücklicherweise sind die Rebellen noch mit ihren wahnsinnigen Vorstellungen beschäftigt und bemerken nicht, wie du wegschleichst.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: The Rebels are too delusional to listen to you. They won't believe anything you say and eventually become so enraged they decide to attack you.
de: Die Rebellen sind zu wahnsinnig, um dir zuzuhören. Sie glauben nichts was du sagst, werden wütend und entscheiden dich anzugreifen.

source: Continue...
de: Fortfahren...
ko: 계속...

source: The Rebels are beyond insane, and it's clear they must have PTSD of some sort. They accelerate, oblivious to the fact they're about to collide with you. You try to steer out of the way, but your hulls still collide. The Rebel ship takes the brunt of the hit and is compromised. Your ship still takes damage, but at least you can get some scrap out of it.
de: Die Rebellen sind mehr als wahnsinnig und es ist klar, dass sie irgend eine Form von PTBS haben. Sie beschleunigen, wobei sie nicht bemerken, dass sie mit dir kollidieren werden. Du versuchst auszuweichen, aber deine Hülle kollidiert trotzdem mit ihnen. Das Rebellenschiff hat einen schweren Treffer erhalten und ist kompromittiert. Dein Schiff erhält trotzdem etwas Schaden, wenigstens kannst du etwas Schrott mitnehmen.

source: The Rebels can't comprehend anything you say, and it becomes clear they must have PTSD of some sort. Since you can't convince them the battles are long since over, you talk the captain into joining your crew instead to 'escape'.
de: Die Rebellen können nicht verstehen, was du sagst und es wird klar, dass sie eine Form von PTBS haben müssen. Da du sie nicht überzeugen kannst, dass die Kämpfe schon lange vorbei sind, kannst du den Kapitän überreden deiner Crew beizutreten.

# data/events_abandoned.xml$//event[@name="ABANDONED_GHOST_LANIUS_DUEL"]/text
source: It seems a Vagabond and Lanius ship are in the midst of a stand-off over a wreck, in a fashion that would put old-earth cowboys to shame.
de: Es scheint Vagabonds und Lanius sind in der Mitte eines Kampfes, um ein Wrack, was die Cowboys der alten Erde alt aussehen lässt.

source: Assist the Vagabonds and fight the Lanius.
de: Helfe den Vagabonds und kämpfe gegen den Lanius.

source: You power up the thrusters and approach the Lanius vessel.
de: Du fährst die Triebwerke hoch und fliegst in Richtung des Laniusschiffs.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Ghost Crew) Talk the Vagabonds into surrendering.
de: (Ghost Crew) Überrede die Vagabonds zu kapitulieren.
ko: (유령 선원) Talk the Vagabonds into surrendering.

source: Though they certainly wouldn't listen to anyone else, your Ghost manages to talk the reason into the Vagabonds. They jump away, and the Lanius hails you. "Impress communication, wandering towards peace conditioning. Further engaging of peace. Will share?" Seems they're offering to share the wreck that started this feud.
de: Obwohl sie niemand anderem zuhören würden, schafft es dein Ghost die Vagabounds zu überreden. Sie springen weg und der Lanius ruft dich. "Bemerkenswerte Kommunikation, bewegst dich Richtung Frieden. Fortfahrende Friedensinvolvierung. Wollen teilen?" Es scheint, dass sie das Wrack mit dir teilen wollen.

source: Assist the Lanius and fight the Vagabonds.
de: Helfe dem Lanius und kämpfe gegen die Vagabonds.

source: You power up the thrusters and approach the Vagabond vessel.
de: Du fährst die Triebwerke hoch und kommst dem Vagabondschiff näher.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Lanius Crew) Talk the Lanius into surrendering.
de: (Lanius Crew) Überrede den Lanius zu kapitulieren.
ko: (라니우스 선원) Talk the Lanius into surrendering.

source: Though they certainly wouldn't listen to anyone else, your Lanius manages to reason their peers. They jump away, and the Vagabonds hails you. "Your vernacular does not cease to impress me. How have you managed to talk down the savage metal beasts? Oh, no matter. It seems this is the hour of good deeds, and it is my turn." Seems they're offering to share the wreck that started this feud.
de: Obwohl sie niemand anderem zuhören würden, schafft es dein Lanius mit seinen Kollegen zu einem Ergebnis zu kommen. Sie springen weg und die Vagabonds rufen dich. "Deine Umgangssprache ist sehr beeindruckend. Wie hast du es geschafft die Metallbiester zu bändigen? Egal. Es scheint, dass es Zeit für eine gute Tat ist." Es scheint, dass er dir das Wrack anbietet, worum der Streit anfänglich ging.

source: These ships deserve each other.
de: Diese Schiffe verdienen sich gegenseitig.

source: Of all the partially aggressive, mysterious, scavenging alien races in existence, the Ghosts and Lanius are the two who deserve each other the most. You make sure to do several checks around the ship to discourage the crew from betting over which ship will win.
de: Von allen aggressiven, mysteriösen, sammelnden Rassen die es gibt, verdienen sich die Ghosts und Lanius am meisten. Du machst ein paar Checks, dass deine Crew nicht wettet, welches Schiff gewinnt.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: You aren't sure whether the Ghosts are merely paying you back for your assistance or are afraid of a ship who could so easily take on a formidable Lanius combatant, but the Ghosts avoid you and jump away. You scrap the wreckage that they were fighting over.
de: Du bist nicht sicher, ob die Ghosts dich bezahlen da du ihnen geholfen hast oder weil du das Laniusschiff mit Leichtigkeit besiegt hast, wobei sie kurz darauf wegspringen. Du verschrottest das Wrack, um welches die Beiden gekämpft hatten.

source: It's hard to communicate with the Lanius, but you manage to work out a deal with splitting the wreckage evenly between your two ships.
de: Es ist schwer mit den Lanius zu kommunizieren, aber du schaffst es einen Deal zu machen, wobei ihr euch das Wrack teilt.

source: A Federation construction vessel is under attack by a clan of Ghost vagabonds. "Help! These Ghosts have come for our ship! Please, do something!"
de: Ein Föderation-Konstruktionsschiff wird von Ghost Vagabonds angegriffen. "Hilfe! Diese Ghosts wollen unser Schiff! Bitte tue etwas!"

source: Dock with their ship and draw away the Ghosts.
de: Docke mit ihrem Schiff und jage die Geister fort.

source: The Ghosts notice you docking and abandon their current target in favor of your much larger ship. The Federation crew are grateful for your assistance and offer pay, which you bring back to the ship after dealing with the Ghost invaders.
de: Die Ghosts bemerken, dass du andockst und lassen ihr Ziel in Ruhe und greifen dafür dich an. Die Föderations Crew ist dankbar und bietet dir Unterstützung, sowie Bezahlung an, nachdem du die Ghost Eindringlinge besiegt hast.

source: (Anti-Bio Weapon) Exterminate the Ghosts.
de: (Anti-Bio-Waffe) Töte die Ghosts.

source: You erase the Ghosts with ease, making sure not to harm the Federation crew. They're grateful and pay you some supplies.
de: Du löscht die Ghosts ohne Probleme und stellst sicher, dass sie nicht der Föderations Crew schaden. Sie sind dankbar und geben dir Güter.

source: (Crew Damaging Bomb Weapon) Exterminate the Ghosts. [-3}]
de: (Crew Beschädigende Bombe) Töte die Ghosts. [-3}]

source: You erase the Ghosts with ease, making sure not to harm the Federation crew. They're grateful and pay you some supplies.
de: Du löscht die Ghosts ohne Probleme und stellst sicher, dass sie nicht der Föderations Crew schaden. Sie sind dankbar und geben dir Güter.

source: (Proton Pack) Vacuum up the Ghosts.
de: (Protonenpack) Sauge die Ghosts ein.

source: You connect the Proton Pack to the Federation vessel then get to work capturing the Ghosts one by one. The Feds are so impressed by the efficiency of this they offer double the reward.
de: Du schließt das Protonenpack and das Föderationsschiff an und saugst die Geister, einen nach dem anderen ein. Die Feds sind so begeistert, dass sie dir das doppelte an Gütern geben.

source: Ignore them.
de: Ignoriere sie.
ko: 무시한다.

source: You can't risk your ship dealing with the Ghosts.
de: Du kannst es nicht riskieren, dich mit Ghosts anzulegen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: An abandoned space colony drifts nearby, a massive hole in its no-longer functional shield generator. It seems the distress signal comes from a band of refugees who've bunkered down in the skeletal remains. "Help us! Our scans show a massive meteor is heading straight for this colony and there's no way for us to evacuate or defend ourselves!"
de: Eine verlassene Weltraumkolonie schwebt in der Nähe, mit einem risiegen Loch in ihrem Schildgenerator. Es scheint, dass das Notruf-Signal von den Flüchtlingen kommt, die sich in den Überresten versteckt haben. "Hilf uns! Unsere Scanns zeigen, dass ein massiver Meteor auf die Kolonie zukommt und es gibt keinen Weg, dass wir dem ganzen ausweichen können!"

source: Help the refugees.
de: Helfe den Flüchtlingen.

source: Your promise to assist is one thing, but you still need a way to stop the asteroid.
de: Du versprichst ihnen zu helfen, du brauchst aber trotzdem noch einen Weg, den Asteroiden zu zerstören.

source: We can tank some damage. Plant the ship in front of the asteroid.
de: Wir können etwas Schaden einstecken. Platziere das Schiff vor den Asteroiden.

source: It's not the smartest choice, but hell if it works. You take a pretty big hit but the asteroid shatters upon contact. The refugees are grateful for your help and offer one of the augments left behind by the old settlers, along with some supplies they don't need.
de: Es ist nicht die schlauste Idee, aber verdammt nochmal es funktioniert. Du steckst einen großen Treffer von dem Asteroiden ein, welcher bei Kontakt zerspringt. Die Flüchtlinge sind dankbar und geben dir ein Augment, welches von den vorherigen Bewohnern zurückgelassen wurde, sowie ein paar Güter, die sie nicht brauchen.

source: (Adv. Shields) Deflect the asteroid with your shields.
de: (Verb. Schilde) Wehre den Asteroiden mit deinen Schilden ab.
ko: (최고급 Shields) Deflect the asteroid with your shields.

source: Your shields take the blunt of the blow, shattering the asteroid. A few pieces manage to make their way through and scrape up the hull, but you're otherwise unharmed. The refugees are grateful for your help and offer one of the augments left behind by the old settlers, along with some supplies they don't need.
de: Deine Schilde nehmen den stärksten Schaden von dem Asteroid, was den Asteroid zerspringen lässt. Ein paar Splitter schaffen es durch die Schilde und verletzen deine Hülle. Die Flüchtlinge sind dankbar und geben dir ein Augment, welches von den vorherigen Bewohnern zurückgelassen wurde, sowie ein paar Güter, die sie nicht brauchen.

source: (Hull Armor) Your armor can take a hit. Ricochet the asteroid off of your plating.
de: (Hüllenrüstung) Deine Rüstung kann einen Treffer einstecken. Lass den Asteroiden von deiner Rüstung abprallen.

source: An asteroid colliding with the hull is still an asteroid colliding with the hull, and you take some damage regardless of your armor. Still, you resist most of the damage and the asteroid shatters on impact. The refugees are grateful for your help and offer one of the augments left behind by the old settlers, along with some supplies they don't need.
de: Ein Asteroid, der mit deiner Hülle kollidiert, ist immernoch ein Asteroid, welcher mit deiner Hülle kollidiert und du erhältst etwas Schaden, trotz deiner Rüstung. Trotzdem widerstehst du den meisten Schaden und der Asteroid zerspringt in Teile. Die Flüchtlinge sind dankbar und geben dir ein Augment, welches von den vorherigen Bewohnern zurückgelassen wurde, sowie ein paar Güter, die sie nicht brauchen.

source: Guess we can't help after all.
de: Ich denke, dass wir letztendlich nicht helfen können.

source: You mute the comms and fly away.
de: Du schaltest die Kommunikationskanäle stumm und fliegst weg.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

source: Can't help, sorry.
de: Wir können nicht helfen, entschuldigung.

source: You mute the comms and fly away.
de: Du schaltest die Kommunikationskanäle stumm und fliegst weg.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

# data/events_abandoned.xml$//event[@name="DISTRESS_ABANDONED_STOLEN_TECH"]/text
source: An Engi vessel, the source of the local distress signal, contacts you. "Assistance required. Job details: Lanius military vessel taken drone technology. Engi ship is poorly equipped, not combat ready. Your ship: adequate for mission. Should Federation accept, payment will be given."
de: Ein Engischiff, die Quelle des Notruf-Signals, kontaktiert dich. "Unterstützung benötigt. Job-Details: Laniusschiff hat Drohnentechnologie gestohlen. Engischiff ist schlecht bewaffnet und nicht kampfbereit. Dein Schiff: Für die Mission adequat. Sollte Föderation akzeptiere, wird Bezahlung übertragen."

source: Agree to hunt down the Lanius.
de: Stimme zu und jage den Lanius.

source: Turns out the Lanius aren't far, but it seems they've already downloaded the schematic and consumed the original drone. If you want it back, you're going to have to find a way to download it off of their databanks.
de: Es stellt sich heraus, dass die Lanius nicht weit weg sind, wobei sie bereits die Blaupause runtergeladen und die Drohne gegessen haben. Wenn du sie zurück haben willst, musst du einen Weg finden, es aus ihrer Datenbank runterzuladen.

source: Fight the Lanius ship to try and take back the schematic.
de: Kämpfe gegen das Laniusschiff und hole die Blaupause zurück.

source: You have decided to fight the Lanius ship. If you want the schematic back, you'll have to make sure their computers aren't damaged.
de: Du hast dich entschieden, gegen das Laniusschiff zu kämpfen. Wenn du die Blaupause zurück willst, muss du sichergehen, dass du die Computer nicht beschädigst.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Hacking) Hack their systems and transfer the schematic.
de: (Hacking) Hacke ihre Systeme und transferiere die Blaupause.
ko: (해킹) Hack their systems and transfer the schematic.

source: The data transfer goes without problem, but you've also alerted the Lanius of your presence, and they aren't happy.
de: Du kannst die Daten ohne Problem runterladen, wobei du die Lanius von deiner Präsenz informiert hast und sie sind nicht glücklich.

source: Continue...
de: Fortfahren...
ko: 계속...

source: (Long-Ranged Scanners) Transfer the schematic over to your computer.
de: (Langstrecken-Sensoren) Transferiere die Blaupause auf deinen Computer.

source: The data transfer goes without problem, and the Lanius remain oblivious to your presence.
de: Die Datenübertragung funktioniert ohne Probleme und der Lanius ist nicht deiner Präsenz bewusst.

source: Contact the Engi.
de: Kontaktiere den Engi.

source: (Adv. Sensors) Transfer the schematic over to your computer.
de: (Erw. Sensoren) Übertrage die Blaupause auf deinen Computer.
ko: (최고급. Sensors) Transfer the schematic over to your computer.

source: The data transfer goes without problem, and the Lanius remain oblivious to your presence.
de: Die Datenübertragung funktioniert ohne Probleme und der Lanius ist nicht deiner Präsenz bewusst.

source: Contact the Engi.
de: Kontaktiere den Engi.

source: Run while you still can.
de: Fliehe, solange du noch kannst.

source: You power up the engines and fly far away until your computer can no longer detect the signal.
de: Du fährst die Triebwerke hoch und fliegst weit weg, bis dein Computer ihr Signal nicht länger sieht.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.
