Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_abandoned.xml/*.po
Languages: de, ko

source: The Engi are not pleased that their drone was destroyed, but they still offer solid payment for the schematic.
de: Die Engi sind nicht zufrieden, dass ihre Drohne zerstört wurde, aber bezahlen dich trotzdem für die Blaupause.

source: Accept the payment.
de: Akzeptiere die Bezahlung.

source: (Drone Control) Construct the drone yourself and give it to the Engi.
de: (Drohnenkontrolle) Konstruiere die Drohne selbst und gebe sie dem Engi.

source: You briefly construct the drone tech before transferring it over to the Engi ship.
de: Du konstruierst die Drohnentechnologie, kurz bevor du sie dem Engischiff sendest.

source: Continue...
de: Fortfahren...
ko: 계속...

source: The Engi are baffled, confused as to why you felt it necessary to build the drone yourself when they too could construct the drone. They let you keep it and simply take the schematic instead, and transfer over regular payment.
de: Die Engis sind überrascht und verwirrt, dass du die Drohne konstruiert hast, obwohl sie das genau so hätten tun können. Sie lassen dich die Drohne behalten und nehmen nur die Blaupause, wobei sie deine Bezahlung transferieren.

# data/events_abandoned.xml$//event[@name="QUEST_ABANDONED_RAID"]/text
source: At first this system looks rather ordinary, but a blip on your computer shows a new hail from a ship you cannot see.
de: Zuerst sieht das System normal aus, bis ein Blinken auf deinem Computer zeigt, dass dich ein Schiff ruft, welches du nicht sehen kannst.

# data/events_abandoned.xml$//event[@name="QUEST_ABANDONED_RAID"]/choice[1]/text
source: Respond.
de: Antworte.

source: As soon as you open up the communications interface you spot a pirate ship slinking out of the shadows of a nearby planet. "Psssst, hey Feddy boy, ova' here! I gotta job offer for you. Me and my gang was heading to this ratha fine lookin' colony hopin' to find a large score of supplies when a buncha' spikey metal dudes come busin' outta nowhere! Nowhere, I tell ya'! Why don't yah do us one big favor and clear that place outta the Lanius ships? We gots pay, if that's what you lookin' for..."
de: Sobald du das Kommunikationsinterface öffnest, siehst du ein Piratenschiff aus dem Schatten des Planeten in der Nähe erscheinen. "Pssst, hey Feddy-Kerl, komm rüber! Ich hab einen Job für dich. Meine Gang und ich waren auf dem Weg eine gut aussehende Kolonie zu leeren, als eine Gruppe von komisch aussehenden Metalltypen kam! Aus dem Nichts, ich sags dir! Warum tust du uns nicht einen Gefallen und kümmerst dich um die Lanius? Wir bezahlen dich auch, falls du es willst..."

source: Agree to kill the Lanius.
de: Stimme zu, den Lanius zu töten.

source: The pirates give you the coordinates to the colony.
de: Die Piraten geben dir die Koordinaten der Kolonie.

source: Decline their offer.
de: Lehne das Angebot ab.

source: You explain you aren't in the mercenary line of work and cut communications.
de: Du erklärst, dass du kein Söldner bist und beendest die Kommunikation.

# data/events_abandoned.xml$//event[@name="QUEST_ABANDONED_RAID"]/choice[2]/text
source: Run while you still can.
de: Fliehe, solange du noch kannst.

source: You power up the engines and fly far away until your computer can no longer detect the signal.
de: Du fährst die Triebwerke hoch und fliegst weit weg, bis dein Computer ihr Signal nicht länger sieht.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

# data/events_abandoned.xml$//event[@name="QUEST_ABANDONED_RAID_COLONY"]/text
source: You've arrived at the abandoned colony. It seems that it's much better protected than you thought, with a group of Lanius ships, albeit small, in the dozens laying dormant nearby.
de: Du kommst an der verlassenen Kolonie an. Es scheint, dass sie sich besser verteidigen können als gedacht, wobei eine Gruppe von Laniusschiffen, auch wenn sie klein ist, ruhend in der Nähe sind.

source: Attack the leader of the Lanius to drive away the others.
de: Greife den Anführer der Lanius an, um den Rest wegzujagen.

source: You single out the strongest of the ships, a dangerous Elite Lanius. If you can kill it, the other smaller ships likely won't be interested in sticking around.
de: Du pickst das stärkste Schiff aus der Gruppe, ein Elite-Laniusschiff. Wenn du es töten kannst, werden die kleineren Schiffe wahrscheinlich nicht hier bleiben.

source: Continue...
de: Fortfahren...
ko: 계속...

source: Pick off one of the smaller ships.
de: Picke eins der kleineren Schiffe raus.

source: You single out one of the smaller Lanius ships and engage.
de: Du pickst ein kleineres Laniusschiff raus und greifst an.

source: Continue...
de: Fortfahren...
ko: 계속...

source: This is a bad idea. Slip away while they still haven't noticed you.
de: Das ist eine schlechte Idee. Spring weg, solange sie dich noch nicht gesehen haben.

source: This isn't what you expected. The pirates will have to find someone else to do the job.
de: Das ist nicht, was du erwartet hast. Die Piraten müssen jemand anderes finden, der den Job macht.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ko: 함선에서 무언가를 한다.

source: Do nothing.
de: Nichts tun.
ko: 아무것도 하지 않는다.

# data/events_abandoned.xml$//event[@name="QUEST_ABANDONED_RAID_WIN"]/text
source: Now that the colony is no longer protected by the Lanius, you have a choice to make.
de: Jetzt da die Kolonie nicht mehr von den Lanius beschützt wird, hast du eine Entscheidung zu machen.

source: Contact the pirates and tell them the colony is free from the Lanius threat.
de: Kontaktiere die Piraten und sage ihnen, dass die Kolonie vor der Laniusgefahr befreit ist.

source: Not too long after the pirates jump in and thank you for the help. They pay you some supplies and a brand new weapon.
de: Nicht lange nachdem die Piraten hergesprungen sind, danken sie dir für deine Hilfe. Sie bezahlen dich mit ein paar Gütern und einer brandneuen Waffe.

source: Forget the pirates, scrap the colony yourself.
de: Vergesse die Piraten und verschrotte die Kolonie selbst.

source: You quickly scrap all that you can from the colony before the pirates arrive.
de: Du verschrottest schnell, alles was du aus der Kolonie nehmen kannst, bevor die Piraten ankommen.
