Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/sector_data.xml.append/*.po
Languages: de, ko, ru, zh_hans

source: Federation Space
de: Föderationsraum
ko: 연방의 우주
ru: Пространство Федерации
zh_hans: 联邦星域

# data/sector_data.xml.append$//sectorDescription[@name="FINAL"]/nameList/name
source: Node 17 [Federation Capital]
de: Node 17 [Föderationshauptstadt]
ko: 노드 17 [연방 수도]
ru: Узел 17 [Столица Федерации]
zh_hans: 17号节点"联邦首府"

source: Mining Colonies
de: Bergbau Kolonien
ko: 광부 주거지
ru: Горнодобывающие колонии
zh_hans: 矿业殖民地

source: Mining Territory
de: Bergbau Territorium
ko: 광업 지역
ru: Горнодобывающая территория
zh_hans: 矿业地带

source: Mining District
de: Bergbau Distrikt
ko: 광업 특수지구
ru: Горнодобывающий район
zh_hans: 矿业规划区

source: Mining Regions
de: Bergbau Regionen
ko: 광업 변지
ru: Горнодобывающие области
zh_hans: 矿业星区

source: Mining Settlements
de: Bergbau Gebiete
ko: 광부 정착지
ru: Горнодобывающие поселения
zh_hans: 矿业定居地

source: Mining Turf
de: Bergbau Gelände
ko: 광업 구역
ru: Горнодобывающий участок
zh_hans: 矿业野寨

source: Excavation Territory
de: Ausgrabungs Territorium
ko: 채굴꾼의 영토
ru: Территория раскопок
zh_hans: 发掘地带

source: Excavation District
de: Ausgrabungs Distrikt
ko: 채광 특수지구
ru: Район раскопок
zh_hans: 发掘规划区

source: Excavation Regions
de: Ausgrabungs Regionen
ko: 채광 변지
ru: Области раскопок
zh_hans: 发掘星区

source: Excavation Precinct
de: Ausgrabungs Bezirk
ko: 채광 지구
ru: Участок раскопки
zh_hans: 发掘辖域

source: Quarry Colonies
de: Steinbruch Kolonien
ko: 채석장 주거지
ru: Карьерные колонии
zh_hans: 采石殖民地

source: Quarry Domain
de: Steinbruch Domain
ko: 채석장 구역
ru: Карьерная зона
zh_hans: 采石领

source: Quarry District
de: Steinbruch Distrikt
ko: 채석장 특수지구
ru: Карьерный район
zh_hans: 采石星区

source: Quarry Regions
de: Steinbruch Regionen
ko: 채석장 변지
ru: Карьерные области
zh_hans: 采石规划区

source: Quarry Settlements
de: Steinbruch Gebiete
ko: 채석장 정착지
ru: Карьерные поселения
zh_hans: 采石定居点

source: Prospector Colonies
de: Prospektor Kolonien
ko: 탐광자 주거지
ru: Колонии георазведки
zh_hans: 探矿殖民地

source: Prospector Space
de: Prospektor Raum
ko: 탐광자의 우주
ru: Пространство георазведки
zh_hans: 探矿星域

source: Prospector Settlements
de: Prospektor Gebiete
ko: 탐광자 정착지
ru: Поселения георазведки
zh_hans: 探矿定居点

source: Prospector Frontier
de: Prospektor Grenzraum
ko: 탐광자 외곽지
ru: Рубеж георазведки
zh_hans: 探矿边疆

source: Prospector Domain
de: Prospektor Domain
ko: 탐광자의 영역
ru: Зона георазведки
zh_hans: 探矿领

source: Prospector Dominion
de: Prospektor Herrschaftsraum
ko: 탐광자 통치 구역
ru: Владения георазведчиков
zh_hans: 探矿自治领

source: Prospector Outreaches
de: Prospektor Gemeinde
ko: 광맥 외곽 지역
ru: Форпосты георазведчиков
zh_hans: 探矿外域

source: Union Sector
de: Unions Sektor
ko: 연맹 구역
ru: Сектор Союза
zh_hans: 同盟军区

source: Union Colonies
de: Unions Kolonien
ko: 연맹 주거지
ru: Колонии Союза
zh_hans: 同盟殖民地

source: Union Space
de: Unions Raum
ko: 연맹의 우주
ru: Пространство Союза
zh_hans: 同盟星域

source: Union Settlements
de: Unions Gebiete
ko: 연맹 정착지
ru: Поселения Союза
zh_hans: 同盟定居点

source: Union Frontier
de: Unions Grenzraum
ko: 연맹 국경 지역
ru: Граница Союза
zh_hans: 同盟边境

source: Union Domain
de: Unions Domain
ko: 연맹 소유지
ru: Зона Союза
zh_hans: 同盟领域

source: Union Rimworlds
de: Unions Randwelten
ko: 연맹 외곽 성단
ru: Пограничные миры Союза
zh_hans: 同盟边荒

source: Union Regions
de: Unions Regionen
ko: 연맹 변지
ru: Области Союза
zh_hans: 同盟辖域

source: Union Precinct
de: Unions Bezirk
ko: 연맹 지구
ru: Участки Союза
zh_hans: 同盟星区

source: Union District
de: Unions Distrikt
ko: 연맹 특수지구
ru: Район Союза
zh_hans: 同盟星域

source: Union Parts
de: Unions Teile
ko: 연맹 지역
ru: Регион Союза
zh_hans: 同盟分部

source: Union Turf
de: Unions Gelände
ko: 연맹 근거지
ru: Газон Союза
zh_hans: 同盟聚落

source: Union Quarter
de: Unions Quartier
ko: 연맹 내부 지역
ru: Квартал Союза
zh_hans: 同盟特区

source: Union Outreaches
de: Unions Gemeinde
ko: 연맹 외곽 지역
ru: Форпосты Союза
zh_hans: 同盟外展

source: Union Coreworlds [!]
de: Unions Kernwelten [!]
ko: 연맹 중심 성단 [!]
ru: Родной мир Союза [!]
zh_hans: 同盟腹地 [！]

source: Militia Encampment [!]
de: Militia Biwaks [!]
ko: 민병대 진지 [!]
ru: Лагерь Ополчения [!]
zh_hans: 民卫营地 [！]

source: Federation Sector [!]
de: Föderations Sektor [!]
ko: 연방 구역 [!]
ru: Сектор Федерации [!]
zh_hans: 联邦军区 [！]

source: Federation Colonies [!]
de: Föderations Kolonien [!]
ko: 연방 주거지 [!]
ru: Колонии Федерации [!]
zh_hans: 联邦殖民地 [！]

source: Federation Space [!]
de: Föderations Raum [!]
ko: 연방의 우주 [!]
ru: Пространство Федерации [!]
zh_hans: 联邦星域 [！]

source: Federation Settlements [!]
de: Föderations Gebiete [!]
ko: 연방 정착지 [!]
ru: Поселения Федерации [!]
zh_hans: 联邦定居点 [！]

source: Federation Frontier [!]
de: Föderations Grenzraum [!]
ko: 연방 국경 지역 [!]
ru: Граница Федерации [!]
zh_hans: 联邦边境 [！]

source: Federation Territory [!]
de: Föderations Territorium [!]
ko: 연방 영토 [!]
ru: Территория Федерации [!]
zh_hans: 联邦地带 [！]

source: Federation Domain [!]
de: Föderations Domain [!]
ko: 연방 소유지 [!]
ru: Зона Федерации [!]
zh_hans: 联盟领域 [！]

source: Federation Rimworlds [!]
de: Föderations Randwelten [!]
ko: 연방 외곽 성단 [!]
ru: Пограничные миры Федерации [!]
zh_hans: 联邦边荒 [！]

source: Federation Regions [!]
de: Föderations Regionen [!]
ko: 연방 지방 [!]
ru: Области Федерации [!]
zh_hans: 联盟星域 [！]

source: Federation Precinct [!]
de: Föderations Bezirk [!]
ko: 연방 지구 [!]
ru: Участок Федерации [!]
zh_hans: 联邦辖域 [！]

source: Federation District [!]
de: Föderations Distrikt [!]
ko: 연방 특수지구 [!]
ru: Район Федерации [!]
zh_hans: 联邦星区 [！]

source: Federation Turf [!]
de: Föderations Gelände [!]
ko: 연방의 영역 [!]
ru: Газон Федерации [!]
zh_hans: 联邦聚落 [！]

source: Federation Quarter [!]
de: Föderations Quartier [!]
ko: 연방 내부 지역 [!]
ru: Квартал Федерации [!]
zh_hans: 联邦特区 [！]

source: Federation Outreaches [!]
de: Föderations Gemeinde [!]
ko: 연방 외곽 지역 [!]
ru: Форпосты Федерации [!]
zh_hans: 联邦外展 [！]

source: S-2 [Harmony Sector]
de: S-2 [Harmony Sektor]
ko: S-2 [하모니 구역]
ru: C-2 [Сектор Гармонии]
zh_hans: S-2[谐和星区]

source: S-3 [Harmony Sector]
de: S-3 [Harmony Sektor]
ko: S-3 [하모니 구역]
ru: C-3 [Сектор Гармонии]
zh_hans: S-3[谐和星区]

source: S-4 [Harmony Sector]
de: S-4 [Harmony Sektor]
ko: S-4 [하모니 구역]
ru: C-4 [Сектор Гармонии]
zh_hans: S-4[谐和星区]

source: S-5 [Harmony Sector]
de: S-5 [Harmony Sektor]
ko: S-5 [하모니 구역]
ru: C-5 [Сектор Гармонии]
zh_hans: S-5[谐和星区]

source: S-6 [Harmony Sector]
de: S-6 [Harmony Sektor]
ko: S-6 [하모니 구역]
ru: C-6 [Сектор Гармонии]
zh_hans: S-6[谐和星区]

source: S-7 [Harmony Sector]
de: S-7 [Harmony Sektor]
ko: S-7 [하모니 구역]
ru: C-7 [Сектор Гармонии]
zh_hans: S-7[谐和星区]

source: S-8 [Harmony Sector]
de: S-8 [Harmony Sektor]
ko: S-8 [하모니 구역]
ru: C-8 [Сектор Гармонии]
zh_hans: S-8[谐和星区]

source: S-9 [Harmony Sector]
de: S-9 [Harmony Sektor]
ko: S-9 [하모니 구역]
ru: C-9 [Сектор Гармонии]
zh_hans: S-9[谐和星区]

source: S-10 [Harmony Sector]
de: S-10 [Harmony Sektor]
ko: S-10 [하모니 구역]
ru: C-10 [Сектор Гармонии]
zh_hans: S-10[谐和星区]

source: S-11 [Harmony Sector]
de: S-11 [Harmony Sektor]
ko: S-11 [하모니 구역]
ru: C-11 [Сектор Гармонии]
zh_hans: S-11[谐和星区]

source: S-12 [Harmony Sector]
de: S-12 [Harmony Sektor]
ko: S-12 [하모니 구역]
ru: C-12 [Сектор Гармонии]
zh_hans: S-12[谐和星区]

source: S-13 [Harmony Sector]
de: S-13 [Harmony Sektor]
ko: S-13 [하모니 구역]
ru: C-13 [Сектор Гармонии]
zh_hans: S-13[谐和星区]

source: S-14 [Harmony Sector]
de: S-14 [Harmony Sektor]
ko: S-14 [하모니 구역]
ru: C-14 [Сектор Гармонии]
zh_hans: S-14[谐和星区]

source: S-15 [Harmony Sector]
de: S-15 [Harmony Sektor]
ko: S-15 [하모니 구역]
ru: C-15 [Сектор Гармонии]
zh_hans: S-15[谐和星区]

source: S-16 [Harmony Sector]
de: S-16 [Harmony Sektor]
ko: S-16 [하모니 구역]
ru: C-16 [Сектор Гармонии]
zh_hans: S-16[谐和星区]

source: S-17 [Harmony Sector]
de: S-17 [Harmony Sektor]
ko: S-17 [하모니 구역]
ru: C-17 [Сектор Гармонии]
zh_hans: S-17[谐和星区]

source: S-18 [Harmony Sector]
de: S-18 [Harmony Sektor]
ko: S-18 [하모니 구역]
ru: C-18 [Сектор Гармонии]
zh_hans: S-18[谐和星区]

source: S-19 [Harmony Sector]
de: S-19 [Harmony Sektor]
ko: S-19 [하모니 구역]
ru: C-19 [Сектор Гармонии]
zh_hans: S-19[谐和星区]

source: S-20 [Harmony Sector]
de: S-20 [Harmony Sektor]
ko: S-20 [하모니 구역]
ru: C-20 [Сектор Гармонии]
zh_hans: S-20[谐和星区]

source: S-21 [Harmony Sector]
de: S-21 [Harmony Sektor]
ko: S-21 [하모니 구역]
ru: C-21 [Сектор Гармонии]
zh_hans: S-21[谐和星区]

source: S-22 [Harmony Sector]
de: S-22 [Harmony Sektor]
ko: S-22 [하모니 구역]
ru: C-22 [Сектор Гармонии]
zh_hans: S-22[谐和星区]

source: S-23 [Harmony Sector]
de: S-23 [Harmony Sektor]
ko: S-23 [하모니 구역]
ru: C-23 [Сектор Гармонии]
zh_hans: S-23[谐和星区]

source: S-24 [Harmony Sector]
de: S-24 [Harmony Sektor]
ko: S-24 [하모니 구역]
ru: C-24 [Сектор Гармонии]
zh_hans: S-24[谐和星区]

source: S-25 [Harmony Sector]
de: S-25 [Harmony Sektor]
ko: S-25 [하모니 구역]
ru: C-25 [Сектор Гармонии]
zh_hans: S-25[谐和星区]

source: S-26 [Harmony Sector]
de: S-26 [Harmony Sektor]
ko: S-26 [하모니 구역]
ru: C-26 [Сектор Гармонии]
zh_hans: S-26[谐和星区]

source: S-27 [Harmony Sector]
de: S-27 [Harmony Sektor]
ko: S-27 [하모니 구역]
ru: C-27 [Сектор Гармонии]
zh_hans: S-27[谐和星区]

source: S-28 [Harmony Sector]
de: S-28 [Harmony Sektor]
ko: S-28 [하모니 구역]
ru: C-28 [Сектор Гармонии]
zh_hans: S-28[谐和星区]

source: S-29 [Harmony Sector]
de: S-29 [Harmony Sektor]
ko: S-29 [하모니 구역]
ru: C-29 [Сектор Гармонии]
zh_hans: S-29[谐和星区]

source: S-30 [Harmony Sector]
de: S-30 [Harmony Sektor]
ko: S-30 [하모니 구역]
ru: C-30 [Сектор Гармонии]
zh_hans: S-30[谐和星区]

source: S-31 [Harmony Sector]
de: S-31 [Harmony Sektor]
ko: S-31 [하모니 구역]
ru: C-31 [Сектор Гармонии]
zh_hans: S-31[谐和星区]

source: S-32 [Harmony Sector]
de: S-32 [Harmony Sektor]
ko: S-32 [하모니 구역]
ru: C-32 [Сектор Гармонии]
zh_hans: S-32[谐和星区]

source: S-33 [Harmony Sector]
de: S-33 [Harmony Sektor]
ko: S-33 [하모니 구역]
ru: C-33 [Сектор Гармонии]
zh_hans: S-33[谐和星区]

source: S-34 [Harmony Sector]
de: S-34 [Harmony Sektor]
ko: S-34 [하모니 구역]
ru: C-34 [Сектор Гармонии]
zh_hans: S-34[谐和星区]

source: S-35 [Harmony Sector]
de: S-35 [Harmony Sektor]
ko: S-35 [하모니 구역]
ru: C-35 [Сектор Гармонии]
zh_hans: S-35[谐和星区]

source: S-36 [Harmony Sector]
de: S-36 [Harmony Sektor]
ko: S-36 [하모니 구역]
ru: C-36 [Сектор Гармонии]
zh_hans: S-36[谐和星区]

source: S-37 [Harmony Sector]
de: S-37 [Harmony Sektor]
ko: S-37 [하모니 구역]
ru: C-37 [Сектор Гармонии]
zh_hans: S-37[谐和星区]

source: S-38 [Harmony Sector]
de: S-38 [Harmony Sektor]
ko: S-38 [하모니 구역]
ru: C-38 [Сектор Гармонии]
zh_hans: S-38[谐和星区]

source: S-39 [Harmony Sector]
de: S-39 [Harmony Sektor]
ko: S-39 [하모니 구역]
ru: C-39 [Сектор Гармонии]
zh_hans: S-39[谐和星区]

source: S-40 [Harmony Sector]
de: S-40 [Harmony Sektor]
ko: S-40 [하모니 구역]
ru: C-40 [Сектор Гармонии]
zh_hans: S-40[谐和星区]

source: S-41 [Harmony Sector]
de: S-41 [Harmony Sektor]
ko: S-41 [하모니 구역]
ru: C-41 [Сектор Гармонии]
zh_hans: S-41[谐和星区]

source: S-42 [Harmony Sector]
de: S-42 [Harmony Sektor]
ko: S-42 [하모니 구역]
ru: C-42 [Сектор Гармонии]
zh_hans: S-42[谐和星区]

source: S-43 [Harmony Sector]
de: S-43 [Harmony Sektor]
ko: S-43 [하모니 구역]
ru: C-43 [Сектор Гармонии]
zh_hans: S-43[谐和星区]

source: S-44 [Harmony Sector]
de: S-44 [Harmony Sektor]
ko: S-44 [하모니 구역]
ru: C-44 [Сектор Гармонии]
zh_hans: S-44[谐和星区]

source: S-45 [Harmony Sector]
de: S-45 [Harmony Sektor]
ko: S-45 [하모니 구역]
ru: C-45 [Сектор Гармонии]
zh_hans: S-45[谐和星区]

source: S-46 [Harmony Sector]
de: S-46 [Harmony Sektor]
ko: S-46 [하모니 구역]
ru: C-46 [Сектор Гармонии]
zh_hans: S-46[谐和星区]

source: S-47 [Harmony Sector]
de: S-47 [Harmony Sektor]
ko: S-47 [하모니 구역]
ru: C-47 [Сектор Гармонии]
zh_hans: S-47[谐和星区]

source: S-48 [Harmony Sector]
de: S-48 [Harmony Sektor]
ko: S-48 [하모니 구역]
ru: C-48 [Сектор Гармонии]
zh_hans: S-48[谐和星区]

source: S-49 [Harmony Sector]
de: S-49 [Harmony Sektor]
ko: S-49 [하모니 구역]
ru: C-49 [Сектор Гармонии]
zh_hans: S-49[谐和星区]

source: S-1 [Harmony Coreworlds] [!]
de: S-1 [Harmony Kernwelten] [!]
ko: S-1 [하모니 중심 성단] [!]
ru: C-1 [Родной мир Гармонии] [!]
zh_hans: S-1[谐和核心世界][！]

source: S-2-L [Liberated Sector]
de: S-2-L [Befreiter Sektor]
ko: S-2-L [해방된 구역]
ru: С-2-О [Освобожденный сектор]
zh_hans: S-2-L [离谐星区]

source: S-3-L [Liberated Sector]
de: S-3-L [Befreiter Sektor]
ko: S-3-L [해방된 구역]
ru: C-3-О [Освобожденный сектор]
zh_hans: S-3-L [离谐星区]

source: S-4-L [Liberated Sector]
de: S-4-L [Befreiter Sektor]
ko: S-4-L [해방된 구역]
ru: C-4-О [Освобожденный сектор]
zh_hans: S-4-L [离谐星区]

source: S-5-L [Liberated Sector]
de: S-5-L [Befreiter Sektor]
ko: S-5-L [해방된 구역]
ru: C-5-О [Освобожденный сектор]
zh_hans: S-5-L [离谐星区]

source: S-6-L [Liberated Sector]
de: S-6-L [Befreiter Sektor]
ko: S-6-L [해방된 구역]
ru: C-6-О [Освобожденный сектор]
zh_hans: S-6-L [离谐星区]

source: S-7-L [Liberated Sector]
de: S-7-L [Befreiter Sektor]
ko: S-7-L [해방된 구역]
ru: C-7-О [Освобожденный сектор]
zh_hans: S-7-L [离谐星区]

source: S-8-L [Liberated Sector]
de: S-8-L [Befreiter Sektor]
ko: S-8-L [해방된 구역]
ru: C-8-О [Освобожденный сектор]
zh_hans: S-8-L [离谐星区]

source: S-9-L [Liberated Sector]
de: S-9-L [Befreiter Sektor]
ko: S-9-L [해방된 구역]
ru: C-9-О [Освобожденный сектор]
zh_hans: S-9-L [离谐星区]

source: S-10-L [Liberated Sector]
de: S-10-L [Befreiter Sektor]
ko: S-10-L [해방된 구역]
ru: C-10-О [Освобожденный сектор]
zh_hans: S-10-L [离谐星区]

source: S-11-L [Liberated Sector]
de: S-11-L [Befreiter Sektor]
ko: S-11-L [해방된 구역]
ru: C-11-О [Освобожденный сектор]
zh_hans: S-11-L [离谐星区]

source: S-12-L [Liberated Sector]
de: S-12-L [Befreiter Sektor]
ko: S-12-L [해방된 구역]
ru: C-12-О [Освобожденный сектор]
zh_hans: S-12-L [离谐星区]

source: S-13-L [Liberated Sector]
de: S-13-L [Befreiter Sektor]
ko: S-13-L [해방된 구역]
ru: C-13-О [Освобожденный сектор]
zh_hans: S-13-L [离谐星区]

source: S-14-L [Liberated Sector]
de: S-14-L [Befreiter Sektor]
ko: S-14-L [해방된 구역]
ru: C-14-О [Освобожденный сектор]
zh_hans: S-14-L [离谐星区]

source: S-15-L [Liberated Sector]
de: S-15-L [Befreiter Sektor]
ko: S-15-L [해방된 구역]
ru: C-15-О [Освобожденный сектор]
zh_hans: S-15-L [离谐星区]

source: S-16-L [Liberated Sector]
de: S-16-L [Befreiter Sektor]
ko: S-16-L [해방된 구역]
ru: C-16-О [Освобожденный сектор]
zh_hans: S-16-L [离谐星区]

source: S-17-L [Liberated Sector]
de: S-17-L [Befreiter Sektor]
ko: S-17-L [해방된 구역]
ru: C-17-О [Освобожденный сектор]
zh_hans: S-17-L [离谐星区]

source: S-18-L [Liberated Sector]
de: S-18-L [Befreiter Sektor]
ko: S-18-L [해방된 구역]
ru: C-18-О [Освобожденный сектор]
zh_hans: S-18-L [离谐星区]

source: S-19-L [Liberated Sector]
de: S-19-L [Befreiter Sektor]
ko: S-19-L [해방된 구역]
ru: C-19-О [Освобожденный сектор]
zh_hans: S-19-L [离谐星区]

source: S-20-L [Liberated Sector]
de: S-20-L [Befreiter Sektor]
ko: S-20-L [해방된 구역]
ru: C-20-О [Освобожденный сектор]
zh_hans: S-20-L [离谐星区]

source: S-21-L [Liberated Sector]
de: S-21-L [Befreiter Sektor]
ko: S-21-L [해방된 구역]
ru: C-21-О [Освобожденный сектор]
zh_hans: S-21-L [离谐星区]

source: S-22-L [Liberated Sector]
de: S-22-L [Befreiter Sektor]
ko: S-22-L [해방된 구역]
ru: C-22-О [Освобожденный сектор]
zh_hans: S-22-L [离谐星区]

source: S-23-L [Liberated Sector]
de: S-23-L [Befreiter Sektor]
ko: S-23-L [해방된 구역]
ru: C-23-О [Освобожденный сектор]
zh_hans: S-23-L [离谐星区]

source: S-24-L [Liberated Sector]
de: S-24-L [Befreiter Sektor]
ko: S-24-L [해방된 구역]
ru: C-24-О [Освобожденный сектор]
zh_hans: S-24-L [离谐星区]

source: S-25-L [Liberated Sector]
de: S-25-L [Befreiter Sektor]
ko: S-25-L [해방된 구역]
ru: C-25-О [Освобожденный сектор]
zh_hans: S-25-L [离谐星区]

source: S-26-L [Liberated Sector]
de: S-26-L [Befreiter Sektor]
ko: S-26-L [해방된 구역]
ru: C-26-О [Освобожденный сектор]
zh_hans: S-26-L [离谐星区]

source: S-27-L [Liberated Sector]
de: S-27-L [Befreiter Sektor]
ko: S-27-L [해방된 구역]
ru: C-27-О [Освобожденный сектор]
zh_hans: S-27-L [离谐星区]

source: S-28-L [Liberated Sector]
de: S-28-L [Befreiter Sektor]
ko: S-28-L [해방된 구역]
ru: C-28-О [Освобожденный сектор]
zh_hans: S-28-L [离谐星区]

source: S-29-L [Liberated Sector]
de: S-29-L [Befreiter Sektor]
ko: S-29-L [해방된 구역]
ru: C-29-О [Освобожденный сектор]
zh_hans: S-29-L [离谐星区]

source: S-30-L [Liberated Sector]
de: S-30-L [Befreiter Sektor]
ko: S-30-L [해방된 구역]
ru: C-30-О [Освобожденный сектор]
zh_hans: S-30-L [离谐星区]

source: S-31-L [Liberated Sector]
de: S-31-L [Befreiter Sektor]
ko: S-31-L [해방된 구역]
ru: C-31-О [Освобожденный сектор]
zh_hans: S-31-L [离谐星区]

source: S-32-L [Liberated Sector]
de: S-32-L [Befreiter Sektor]
ko: S-32-L [해방된 구역]
ru: C-32-О [Освобожденный сектор]
zh_hans: S-32-L [离谐星区]

source: S-33-L [Liberated Sector]
de: S-33-L [Befreiter Sektor]
ko: S-33-L [해방된 구역]
ru: C-33-О [Освобожденный сектор]
zh_hans: S-33-L [离谐星区]

source: S-34-L [Liberated Sector]
de: S-34-L [Befreiter Sektor]
ko: S-34-L [해방된 구역]
ru: C-34-О [Освобожденный сектор]
zh_hans: S-34-L [离谐星区]

source: S-35-L [Liberated Sector]
de: S-35-L [Befreiter Sektor]
ko: S-35-L [해방된 구역]
ru: C-35-О [Освобожденный сектор]
zh_hans: S-35-L [离谐星区]

source: S-36-L [Liberated Sector]
de: S-36-L [Befreiter Sektor]
ko: S-36-L [해방된 구역]
ru: C-36-О [Освобожденный сектор]
zh_hans: S-36-L [离谐星区]

source: S-37-L [Liberated Sector]
de: S-37-L [Befreiter Sektor]
ko: S-37-L [해방된 구역]
ru: C-37-О [Освобожденный сектор]
zh_hans: S-37-L [离谐星区]

source: S-38-L [Liberated Sector]
de: S-38-L [Befreiter Sektor]
ko: S-38-L [해방된 구역]
ru: C-38-О [Освобожденный сектор]
zh_hans: S-38-L [离谐星区]

source: S-39-L [Liberated Sector]
de: S-39-L [Befreiter Sektor]
ko: S-39-L [해방된 구역]
ru: C-39-О [Освобожденный сектор]
zh_hans: S-39-L [离谐星区]

source: S-40-L [Liberated Sector]
de: S-40-L [Befreiter Sektor]
ko: S-40-L [해방된 구역]
ru: C-40-О [Освобожденный сектор]
zh_hans: S-40-L [离谐星区]

source: S-41-L [Liberated Sector]
de: S-41-L [Befreiter Sektor]
ko: S-41-L [해방된 구역]
ru: C-41-О [Освобожденный сектор]
zh_hans: S-41-L [离谐星区]

source: S-42-L [Liberated Sector]
de: S-42-L [Befreiter Sektor]
ko: S-42-L [해방된 구역]
ru: C-42-О [Освобожденный сектор]
zh_hans: S-42-L [离谐星区]

source: S-43-L [Liberated Sector]
de: S-43-L [Befreiter Sektor]
ko: S-43-L [해방된 구역]
ru: C-43-О [Освобожденный сектор]
zh_hans: S-43-L [离谐星区]

source: S-44-L [Liberated Sector]
de: S-44-L [Befreiter Sektor]
ko: S-44-L [해방된 구역]
ru: C-44-О [Освобожденный сектор]
zh_hans: S-44-L [离谐星区]

source: S-45-L [Liberated Sector]
de: S-45-L [Befreiter Sektor]
ko: S-45-L [해방된 구역]
ru: C-45-О [Освобожденный сектор]
zh_hans: S-45-L [离谐星区]

source: S-46-L [Liberated Sector]
de: S-46-L [Befreiter Sektor]
ko: S-46-L [해방된 구역]
ru: C-46-О [Освобожденный сектор]
zh_hans: S-46-L [离谐星区]

source: S-47-L [Liberated Sector]
de: S-47-L [Befreiter Sektor]
ko: S-47-L [해방된 구역]
ru: C-47-О [Освобожденный сектор]
zh_hans: S-47-L [离谐星区]

source: S-48-L [Liberated Sector]
de: S-48-L [Befreiter Sektor]
ko: S-48-L [해방된 구역]
ru: C-48-О [Освобожденный сектор]
zh_hans: S-48-L [离谐星区]

source: S-49-L [Liberated Sector]
de: S-49-L [Befreiter Sektor]
ko: S-49-L [해방된 구역]
ru: C-49-О [Освобожденный сектор]
zh_hans: S-49-L [离谐星区]

source: S-50-L [Liberated Sector]
de: S-50-L [Befreiter Sektor]
ko: S-50-L [해방된 구역]
ru: C-50-О [Освобожденный сектор]
zh_hans: S-50-L [离谐星区]

source: S-51-L [Liberated Sector]
de: S-51-L [Befreiter Sektor]
ko: S-51-L [해방된 구역]
ru: C-51-О [Освобожденный сектор]
zh_hans: S-51-L [离谐星区]

source: S-52-L [Liberated Sector]
de: S-52-L [Befreiter Sektor]
ko: S-52-L [해방된 구역]
ru: C-52-О [Освобожденный сектор]
zh_hans: S-52-L [离谐星区]

source: S-53-L [Liberated Sector]
de: S-53-L [Befreiter Sektor]
ko: S-53-L [해방된 구역]
ru: C-53-О [Освобожденный сектор]
zh_hans: S-53-L [离谐星区]

source: S-54-L [Liberated Sector]
de: S-54-L [Befreiter Sektor]
ko: S-54-L [해방된 구역]
ru: C-54-О [Освобожденный сектор]
zh_hans: S-54-L [离谐星区]

source: S-55-L [Liberated Sector]
de: S-55-L [Befreiter Sektor]
ko: S-55-L [해방된 구역]
ru: C-55-О [Освобожденный сектор]
zh_hans: S-55-L [离谐星区]

source: S-56-L [Liberated Sector]
de: S-56-L [Befreiter Sektor]
ko: S-56-L [해방된 구역]
ru: C-56-О [Освобожденный сектор]
zh_hans: S-56-L [离谐星区]

source: S-57-L [Liberated Sector]
de: S-57-L [Befreiter Sektor]
ko: S-57-L [해방된 구역]
ru: C-57-О [Освобожденный сектор]
zh_hans: S-57-L [离谐星区]

source: S-58-L [Liberated Sector]
de: S-58-L [Befreiter Sektor]
ko: S-58-L [해방된 구역]
ru: C-58-О [Освобожденный сектор]
zh_hans: S-58-L [离谐星区]

source: S-59-L [Liberated Sector]
de: S-59-L [Befreiter Sektor]
ko: S-59-L [해방된 구역]
ru: C-59-О [Освобожденный сектор]
zh_hans: S-59-L [离谐星区]

source: S-60-L [Liberated Sector]
de: S-60-L [Befreiter Sektor]
ko: S-60-L [해방된 구역]
ru: C-60-О [Освобожденный сектор]
zh_hans: S-60-L [离谐星区]

source: S-61-L [Liberated Sector]
de: S-61-L [Befreiter Sektor]
ko: S-61-L [해방된 구역]
ru: C-61-О [Освобожденный сектор]
zh_hans: S-61-L [离谐星区]

source: S-62-L [Liberated Sector]
de: S-62-L [Befreiter Sektor]
ko: S-62-L [해방된 구역]
ru: C-62-О [Освобожденный сектор]
zh_hans: S-62-L [离谐星区]

source: S-63-L [Liberated Sector]
de: S-63-L [Befreiter Sektor]
ko: S-63-L [해방된 구역]
ru: C-63-О [Освобожденный сектор]
zh_hans: S-63-L [离谐星区]

source: S-64-L [Liberated Sector]
de: S-64-L [Befreiter Sektor]
ko: S-64-L [해방된 구역]
ru: C-64-О [Освобожденный сектор]
zh_hans: S-64-L [离谐星区]

source: S-65-L [Liberated Sector]
de: S-65-L [Befreiter Sektor]
ko: S-65-L [해방된 구역]
ru: C-65-О [Освобожденный сектор]
zh_hans: S-65-L [离谐星区]

source: S-66-L [Liberated Sector]
de: S-66-L [Befreiter Sektor]
ko: S-66-L [해방된 구역]
ru: C-66-О [Освобожденный сектор]
zh_hans: S-66-L [离谐星区]

source: S-67-L [Liberated Sector]
de: S-67-L [Befreiter Sektor]
ko: S-67-L [해방된 구역]
ru: C-67-О [Освобожденный сектор]
zh_hans: S-67-L [离谐星区]

source: S-68-L [Liberated Sector]
de: S-68-L [Befreiter Sektor]
ko: S-68-L [해방된 구역]
ru: C-68-О [Освобожденный сектор]
zh_hans: S-68-L [离谐星区]

source: S-69-L [Liberated Sector]
de: S-69-L [Befreiter Sektor]
ko: S-69-L [해방된 구역]
ru: C-69-О [Освобожденный сектор]
zh_hans: S-69-L [离谐星区]

source: S-70-L [Liberated Sector]
de: S-70-L [Befreiter Sektor]
ko: S-70-L [해방된 구역]
ru: C-70-О [Освобожденный сектор]
zh_hans: S-70-L [离谐星区]

source: S-71-L [Liberated Sector]
de: S-71-L [Befreiter Sektor]
ko: S-71-L [해방된 구역]
ru: C-71-О [Освобожденный сектор]
zh_hans: S-71-L [离谐星区]

source: S-72-L [Liberated Sector]
de: S-72-L [Befreiter Sektor]
ko: S-72-L [해방된 구역]
ru: C-72-О [Освобожденный сектор]
zh_hans: S-72-L [离谐星区]

source: S-73-L [Liberated Sector]
de: S-73-L [Befreiter Sektor]
ko: S-73-L [해방된 구역]
ru: C-73-О [Освобожденный сектор]
zh_hans: S-73-L [离谐星区]

source: S-74-L [Liberated Sector]
de: S-74-L [Befreiter Sektor]
ko: S-74-L [해방된 구역]
ru: C-74-О [Освобожденный сектор]
zh_hans: S-74-L [离谐星区]

source: S-75-L [Liberated Sector]
de: S-75-L [Befreiter Sektor]
ko: S-75-L [해방된 구역]
ru: C-75-О [Освобожденный сектор]
zh_hans: S-75-L [离谐星区]

source: S-76-L [Liberated Sector]
de: S-76-L [Befreiter Sektor]
ko: S-76-L [해방된 구역]
ru: C-76-О [Освобожденный сектор]
zh_hans: S-76-L [离谐星区]

source: S-77-L [Liberated Sector]
de: S-77-L [Befreiter Sektor]
ko: S-77-L [해방된 구역]
ru: C-77-О [Освобожденный сектор]
zh_hans: S-77-L [离谐星区]

source: S-78-L [Liberated Sector]
de: S-78-L [Befreiter Sektor]
ko: S-78-L [해방된 구역]
ru: C-78-О [Освобожденный сектор]
zh_hans: S-78-L [离谐星区]

source: S-79-L [Liberated Sector]
de: S-79-L [Befreiter Sektor]
ko: S-79-L [해방된 구역]
ru: C-79-О [Освобожденный сектор]
zh_hans: S-79-L [离谐星区]

source: S-80-L [Liberated Sector]
de: S-80-L [Befreiter Sektor]
ko: S-80-L [해방된 구역]
ru: C-80-О [Освобожденный сектор]
zh_hans: S-80-L [离谐星区]

source: S-81-L [Liberated Sector]
de: S-81-L [Befreiter Sektor]
ko: S-81-L [해방된 구역]
ru: C-81-О [Освобожденный сектор]
zh_hans: S-81-L [离谐星区]

source: S-82-L [Liberated Sector]
de: S-82-L [Befreiter Sektor]
ko: S-82-L [해방된 구역]
ru: C-82-О [Освобожденный сектор]
zh_hans: S-82-L [离谐星区]

source: S-83-L [Liberated Sector]
de: S-83-L [Befreiter Sektor]
ko: S-83-L [해방된 구역]
ru: C-83-О [Освобожденный сектор]
zh_hans: S-83-L [离谐星区]

source: S-84-L [Liberated Sector]
de: S-84-L [Befreiter Sektor]
ko: S-84-L [해방된 구역]
ru: C-84-О [Освобожденный сектор]
zh_hans: S-84-L [离谐星区]

source: S-85-L [Liberated Sector]
de: S-85-L [Befreiter Sektor]
ko: S-85-L [해방된 구역]
ru: C-85-О [Освобожденный сектор]
zh_hans: S-85-L [离谐星区]

source: S-86-L [Liberated Sector]
de: S-86-L [Befreiter Sektor]
ko: S-86-L [해방된 구역]
ru: C-86-О [Освобожденный сектор]
zh_hans: S-86-L [离谐星区]

source: S-87-L [Liberated Sector]
de: S-87-L [Befreiter Sektor]
ko: S-87-L [해방된 구역]
ru: C-87-О [Освобожденный сектор]
zh_hans: S-87-L [离谐星区]
