Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/sector_data.xml.append/*.po
Languages: de, ko, ru, zh_hans

source: Kleptocracy Realm [Sale!]
de: Kleptocracy Reich [Verkauf!]
ko: 도둑정의 영역 [영업중!]
ru: Владения Клептократии [Распродажа!]
zh_hans: 星盗会王国[促销！]

source: Kleptocracy Quarter [Sale!]
de: Kleptocracy Quartier [Verkauf!]
ko: 도둑정 내부 지역 [영업중!]
ru: Квартал Клептократии [Распродажа!]
zh_hans: 星盗会特区[促销！]

source: Kleptocracy Shire [Sale!]
de: Kleptocracy Grafschaft [Verkauf!]
ko: 도둑정 주 [영업중!]
ru: Удел Клептократии [Распродажа!]
zh_hans: 星盗会分郡[促销！]

source: Kleptocracy Outreaches [Sale!]
de: Kleptocracy Gemeinde [Verkauf!]
ko: 도둑정 외곽 지역 [영업중!]
ru: Форпосты Клептократии [Распродажа!]
zh_hans: 星盗会外展[促销！]

source: Abandoned Sector [Sale!]
de: Verlassener Sektor [Verkauf!]
ko: 버려진 구역 [영업중!]
ru: Заброшенный сектор [Распродажа!]
zh_hans: 废弃星区[促销！]

source: Abandoned Frontier [Sale!]
de: Verlassener Grenzraum [Verkauf!]
ko: 버려진 국경 지역 [영업중!]
ru: Заброшенная граница [Распродажа!]
zh_hans: 废弃边疆[促销！]

source: Abandoned Territory [Sale!]
de: Verlassenes Territorium [Verkauf!]
ko: 버려진 영토 [영업중!]
ru: Заброшенная территория [Распродажа!]
zh_hans: 废弃地带[促销！]

source: Abandoned Region [Sale!]
de: Verlassener Region [Verkauf!]
ko: 버려진 지방 [영업중!]
ru: Заброшенная область [Распродажа!]
zh_hans: 废弃星域[促销！]

source: Abandoned Space [Sale!]
de: Verlassener Raum [Verkauf!]
ko: 버려진 우주 [영업중!]
ru: Заброшенное пространство [Распродажа!]
zh_hans: 废弃星域[促销！]

source: Abandoned Colonies [Sale!]
de: Verlassene Kolonien [Verkauf!]
ko: 버려진 주거지 [영업중!]
ru: Заброшенные колонии [Распродажа!]
zh_hans: 废弃殖民地[促销！]

source: Wrecked Sector [Sale!]
de: Zerstörter Sektor [Verkauf!]
ko: 파괴된 구역 [영업중!]
ru: Разрушенный сектор [Распродажа!]
zh_hans: 损坏星区[促销！]

source: Wrecked Frontier [Sale!]
de: Zerstörter Grenzraum [Verkauf!]
ko: 파괴된 국경 지역 [영업중!]
ru: Разрушенная граница [Распродажа!]
zh_hans: 损坏边疆[促销！]

source: Wrecked Territory [Sale!]
de: Zerstörtes Territorium [Verkauf!]
ko: 파괴된 영토 [영업중!]
ru: Разрушенная территория [Распродажа!]
zh_hans: 损坏地带[促销！]

source: Wrecked Region [Sale!]
de: Zerstörte Region [Verkauf!]
ko: 파괴된 지방 [영업중!]
ru: Разрушенная область [Распродажа!]
zh_hans: 损坏星域[促销！]

source: Wrecked Space [Sale!]
de: Zerstörter Raum [Verkauf!]
ko: 파괴된 우주 [영업중!]
ru: Разрушенное пространство [Распродажа!]
zh_hans: 损坏星域[促销！]

source: Wrecked Colonies [Sale!]
de: Zerstörte Kolonien [Verkauf!]
ko: 파괴된 주거지 [영업중!]
ru: Разрушенные колонии [Распродажа!]
zh_hans: 损坏殖民地[促销！]

source: Ruined Sector [Sale!]
de: Ruinierter Sektor [Verkauf!]
ko: 폐허가 된 구역 [영업중!]
ru: Разоренный сектор [Распродажа!]
zh_hans: 毁灭星区[促销！]

source: Ruined Frontier [Sale!]
de: Ruinierter Grenzraum [Verkauf!]
ko: 폐허가 된 국경 지역 [영업중!]
ru: Разоренная граница [Распродажа!]
zh_hans: 毁灭边疆[促销！]

source: Ruined Territory [Sale!]
de: Ruiniertes Territorium [Verkauf!]
ko: 폐허가 된 영토 [영업중!]
ru: Разоренная территория [Распродажа!]
zh_hans: 毁灭地带[促销！]

source: Ruined Region [Sale!]
de: Ruinierte Region [Verkauf!]
ko: 폐허가 된 지방 [영업중!]
ru: Разоренная область [Распродажа!]
zh_hans: 毁灭星域[促销！]

source: Ruined Space [Sale!]
de: Ruinierter Raum [Verkauf!]
ko: 폐허가 된 우주 [영업중!]
ru: Разоренное пространство [Распродажа!]
zh_hans: 毁灭星域[促销！]

source: Ruined Colonies [Sale!]
de: Ruinierte Kolonien [Verkauf!]
ko: 폐허가 된 주거지 [영업중!]
ru: Разоренные колонии [Распродажа!]
zh_hans: 毁灭殖民地[促销！]

source: Abandoned Wastelands [Sale!]
de: Verlassenes Ödland [Verkauf!]
ko: 버려진 황무지 [영업중!]
ru: Заброшенные пустоши [Распродажа!]
zh_hans: 废弃荒区[促销！]

source: Ruined Wastelands [Sale!]
de: Ruiniertes Ödland [Verkauf!]
ko: 폐허가 된 황무지 [영업중!]
ru: Разоренные пустоши [Распродажа!]
zh_hans: 毁灭废区[促销！]

source: Pirate Sector [Sale!]
de: Piraten Sektor [Verkauf!]
ko: 해적 구역 [영업중!]
ru: Пиратский сектор [Распродажа!]
zh_hans: 海盗星区[促销！]

source: Pirate Space [Sale!]
de: Piraten Raum [Verkauf!]
ko: 해적의 우주 [영업중!]
ru: Пиратское пространство [Распродажа!]
zh_hans: 海盗星域[促销！]

source: Pirate Frontier [Sale!]
de: Piraten Grenzraum [Verkauf!]
ko: 해적 국경 지역 [영업중!]
ru: Пиратская граница [Распродажа!]
zh_hans: 海盗边境[促销！]

source: Pirate Territory [Sale!]
de: Piraten Territorium [Verkauf!]
ko: 해적 영토 [영업중!]
ru: Пиратская территория [Распродажа!]
zh_hans: 海盗地带[促销！]

source: Pirate Domain [Sale!]
de: Piraten Domain [Verkauf!]
ko: 해적 소유지 [영업중!]
ru: Пиратская зона [Распродажа!]
zh_hans: 海盗领域[促销！]

source: Pirate Rimworlds [Sale!]
de: Piraten Randwelten [Verkauf!]
ko: 해적 외곽 성단 [영업중!]
ru: Пиратские пограничные миры [Распродажа!]
zh_hans: 海盗边荒[促销！]

source: Pirate Regions [Sale!]
de: Piraten Regionen [Verkauf!]
ko: 해적 지방 [영업중!]
ru: Пиратская область [Распродажа!]
zh_hans: 海盗星域[促销！]

source: Pirate Parts [Sale!]
de: Piraten Teile [Verkauf!]
ko: 해적 지역 [영업중!]
ru: Пиратский район [Распродажа!]
zh_hans: 海盗散部[促销！]

source: Pirate Dominion [Sale!]
de: Piraten Herrschaftsraum [Verkauf!]
ko: 해적 통치 구역 [영업중!]
ru: Пиратский доминьон [Распродажа!]
zh_hans: 海盗本寨[促销！]

source: Pirate Turf [Sale!]
de: Piraten Gelände [Verkauf!]
ko: 해적 근거지 [영업중!]
ru: Пиратский газон [Распродажа!]
zh_hans: 海盗聚落[促销！]

source: Pirate Realm [Sale!]
de: Piraten Reich [Verkauf!]
ko: 해적의 영역 [영업중!]
ru: Пиратские владения [Распродажа!]
zh_hans: 海盗王国[促销！]

source: Pirate Outreaches [Sale!]
de: Piraten Gemeinde [Verkauf!]
ko: 해적 외곽 지역 [영업중!]
ru: Пиратский форпост [Распродажа!]
zh_hans: 海盗外展[促销！]

source: Uncharted Nebulae [Sale!]
de: Unerforschter Nebel [Verkauf!]
ko: 미등록 성운 [영업중!]
ru: Неисследованная туманность [Распродажа!]
zh_hans: 未知星云[促销！]

source: Uncharted Clouds [Sale!]
de: Unerforschte Wolken [Verkauf!]
ko: 미등록 성운 [영업중!]
ru: Неисследованные облака [Распродажа!]
zh_hans: 未知云区[促销！]

source: Unmapped Nebulae [Sale!]
de: Ungelisteter Nebel [Verkauf!]
ko: 미지의 성운 [영업중!]
ru: Неизученные туманности [Распродажа!]
zh_hans: 未标注星云[促销！]

source: Unmapped Clouds [Sale!]
de: Ungelistete Wolken [Verkauf!]
ko: 미지의 성운 [영업중!]
ru: Неизученные облака [Распродажа!]
zh_hans: 未标注云区[促销！]

source: Unexplored Nebulae [Sale!]
de: Unerkundeter Nebel [Verkauf!]
ko: 미탐사 성운 [영업중!]
ru: Неизведанная туманность [Распродажа!]
zh_hans: 未探索星云[促销！]

source: Unexplored Clouds [Sale!]
de: Unerkundete Wolken [Verkauf!]
ko: 미탐사 성운 [영업중!]
ru: Неизведанные облака [Распродажа!]
zh_hans: 未探索云区[促销！]

source: Unregistered Nebulae [Sale!]
de: Unregistrierter Nebel [Verkauf!]
ko: 미등록 성운 [영업중!]
ru: Незарегистрированная туманность [Распродажа!]
zh_hans: 未记录星云[促销！]

source: Unregistered Clouds [Sale!]
de: Unregistrierte Wolken [Verkauf!]
ko: 미등록 성운 [영업중!]
ru: Незарегистрированные облака [Распродажа!]
zh_hans: 未记录云区[促销！]

source: Nebulous Sector [Sale!]
de: Nebeliger Sektor [Verkauf!]
ko: 흐릿한 구역 [영업중!]
ru: Туманный сектор [Распродажа!]
zh_hans: 多云星区[促销！]

source: Nebulous Parts [Sale!]
de: Nebelige Teile [Verkauf!]
ko: 흐릿한 지역 [영업중!]
ru: Туманный район [Распродажа!]
zh_hans: 多云地带[促销！]

source: Nebulous Regions [Sale!]
de: Nebelige Regionen [Verkauf!]
ko: 흐릿한 지방 [영업중!]
ru: Туманная область [Распродажа!]
zh_hans: 多云星域[促销！]

source: Nebulous Zone [Sale!]
de: Nebelige Zone [Verkauf!]
ko: 흐릿한 지대 [영업중!]
ru: Туманная зона [Распродажа!]
zh_hans: 多云区域[促销！]

source: Nebula Zone [Sale!]
de: Nebel-Zone [Verkauf!]
ko: 성운 지대 [영업중!]
ru: Зона туманности [Распродажа!]
zh_hans: 星云区[促销！]

source: Brood Stronghold
de: Brood Hochburg
ko: 브루드 근거지
ru: Оплот Выводков
zh_hans: 蛛巢要塞

source: Crystalline Origins
de: Crystal Herkunftsländer
ko: 크리스탈 기원지
ru: Истоки кристаллинов
zh_hans: 水晶起源域

source: Crystalline Origins
de: Crystal Herkunftsländer
ko: 크리스탈 기원지
ru: Истоки кристаллинов
zh_hans: 水晶起源域

source: The Jerome Protectorate
de: Das Jerome Protektorat
ko: 제롬 보호국
ru: Протекторат Джерома
zh_hans: Jerome保护国

source: Hektar Mega-Market(tm)
de: Hektar Mega-Markt(tm)
ko: 헥타르 메가 마켓(tm)
ru: Мега-Маркет Гектара(tm)
zh_hans: HEKTAR超级市场(tm)

source: Wentworth Innovations HQ
ko: 웬트워스 이노베이션 본사
ru: Штаб Инновации Вентворта
zh_hans: 革新社总部

source: Royal Kleptocracy Nebulae
de: Königlicher Kleptocracy Nebel
ko: 도둑정 왕족의 성운
ru: Туманности королевской Клептократии
zh_hans: 星盗会皇家云区

source: Ancient Recovery Site
de: Antiker Bergungsort
ko: 고대 복원 지역
ru: Восстановительный объект древних
zh_hans: 远古复原遗址

source: Nexus Point
de: Nexus Punkt
ko: 넥서스 지점
ru: Точка Нексуса
zh_hans: 联结点

source: Ancient Wastelands
de: Antike Ödlande
ko: 고대의 황무지
ru: Пустоши древних
zh_hans: 远古荒野

source: Obelisk Homeworlds
de: Obelisk Heimatwelten
ko: 오벨리스크 고향 성단
ru: Родной мир обелисков
zh_hans: 方碑家园

source: The Showdown
de: Der Showdown
ko: 결전
ru: Противостояние
zh_hans: 最终一战

# data/sector_data.xml.append$//sectorDescription[@name="SHOWDOWN"]/nameList/name
source: The Showdown
de: Der Showdown
ko: 결전
ru: Противостояние
zh_hans: 最终一战

source: Resolution
ko: 마지막 결정
ru: Решение
zh_hans: 结局

source: The Realm of Madness
de: Das Reich des Wahnsinns
ko: 광기의 영역
ru: Царство безумия
zh_hans: 癫狂之域

source: The Realm of Madness
de: Das Reich des Wahnsinns
ko: 광기의 영역
ru: Царство безумия
zh_hans: 癫狂之域

source: The Realm of Madness
de: Das Reich des Wahnsinns
ko: 광기의 영역
ru: Царство безумия
zh_hans: 癫狂之域

source: Hoedown
ko: 사교 파티
ru: Народный танец
zh_hans: 方块舞聚集地

source: TEST
ko: 시험
ru: ТЕСТ
zh_hans: 测试

source: TEST
ko: 시험
ru: ТЕСТ
zh_hans: 测试

# data/sector_data.xml.append$//sectorDescription[@name="TUTORIAL"]/nameList/name
source: Tutorial
ko: 튜토리얼
ru: Обучение
zh_hans: 教程

# data/sector_data.xml.append$//sectorDescription[@name="TEST_JUMP"]/nameList/name
source: Testor: Lightspeed
de: Testor: Lichtgeschwindigkeit
ko: 테스트: 광속
zh_hans: 测试器：光速

source: Testor: Stores
de: Testor: Geschäfte
ko: 테스트: 상점
zh_hans: 测试器：商店
