Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/sector_data.xml.append/*.po
Languages: de, ko, ru, zh_hans

source: Lost Sun Stronghold [!]
de: Lost Sun Hochburg [!]
ko: 로스트선 요새 [!]
ru: Оплот Затерянного Солнца [!]
zh_hans: 旧日残阳要塞 [！]

source: Lanius Swarmlands [!]
de: Lanius Schwarmländer [!]
ko: 라니우스 출몰 지역 [!]
ru: Роевой мир ланиусов [!]
zh_hans: 食铁族群域 [！]

source: Lawless Sector
de: Gesetzloser Sektor
ko: 해적 구역
ru: Сектор беззакония
zh_hans: 无法者星区

source: Lawless Space
de: Gesetzloser Raum
ko: 해적의 우주
ru: Пространство беззакония
zh_hans: 无法者星域

source: Lawless Frontier
de: Gesetzloser Grenzraum
ko: 해적 국경 지역
ru: Граница беззакония
zh_hans: 无法者边境

source: Lawless Territory
de: Gesetzloses Territorium
ko: 해적 지대
ru: Территория беззакония
zh_hans: 无法者地带

source: Lawless Domain
de: Gesetzlose Domain
ko: 해적 소유지
ru: Зона беззакония
zh_hans: 无法者领域

source: Lawless Rimworlds
de: Gesetzlose Randwelten
ko: 해적 외곽 성단
ru: Миры беззакония
zh_hans: 无法者边荒

source: Lawless Regions
de: Gesetzlose Regionen
ko: 해적 변지
ru: Области беззакония
zh_hans: 无法者星域

source: Lawless Parts
de: Gesetzlose Teile
ko: 해적 지역
ru: Регион беззакония
zh_hans: 无法者散部

source: Lawless Dominion
de: Gesetzloser Herrschaftsraum
ko: 해적 통치 구역
ru: Доминьон беззакония
zh_hans: 无法者本寨

source: Lawless Turf
de: Gesetzloses Gelände
ko: 해적 근거지
ru: Газон беззакония
zh_hans: 无法者聚落

source: Lawless Realm
de: Gesetzloses Reich
ko: 해적의 영역
ru: Владения беззакония
zh_hans: 无法者王国

source: Lawless Outreaches
de: Gesetzlose Gemeinde
ko: 해적 외곽 지역
ru: Форпост беззакония
zh_hans: 无法者外展

source: The Black Market [!]
de: Der Schwarzmarkt [!]
ko: 암시장 [!]
ru: Черный рынок [!]
zh_hans: 暗域黑市 [！]

source: C-vli- S-a-e [!]
de: Z -vil- R-um [!]
ko: 미ㄴ-간-이- ㄱ-여 [!]
ru: Гр-ск- Пр-тр-о [!]
zh_hans: 干罠呈匚 [！]

source: [Error - 606] [!]
de: [Fehler - 606] [!]
ko: [오류 - 606] [!]
ru: [Ошибка - 606] [!]
zh_hans: [错误 -606][！]

source: ---Civln--- [!]
de: ---Zivli--- [!]
ko: ---민가인--- [!]
ru: ---Гражднс--- [!]
zh_hans: ---平尸---[！]

source: %^#Civilian*@! [!]
de: %^#Zilivisten*@! [!]
ko: %^#미간인*@! [!]
ru: %^#Гражданский*@! [!]
zh_hans: %^#平民*@！[！]

source: [Name Corrupted] [!]
de: [Name Korrumpiert] [!]
ko: [명칭 오류] [!]
ru: [Название не распознано] [!]
zh_hans: [名称损坏][！]

source: Rebel Sector
de: Rebellen Sektor
ko: 반군 구역
ru: Сектор повстанцев
zh_hans: 叛军军区

source: Rebel Colonies
de: Rebellen Kolonien
ko: 반군 주거지
ru: Колонии повстанцев
zh_hans: 叛军殖民地

source: Rebel Space
de: Rebellen Raum
ko: 반군 의 우주
ru: Пространство повстанцев
zh_hans: 叛军星域

source: Rebel Settlements
de: Rebellen Gebiete
ko: 반군 정착지
ru: Поселения повстанцев
zh_hans: 叛军定居点

source: Rebel Frontier
de: Rebellen Grenzraum
ko: 반군 국경 지역
ru: Граница повстанцев
zh_hans: 叛军边境

source: Rebel Territory
de: Rebellen Territorium
ko: 반군 영토
ru: Территория повстанцев
zh_hans: 叛军地带

source: Rebel Domain
de: Rebellen Domain
ko: 반군 소유지
ru: Зона повстанцев
zh_hans: 叛军领域

source: Rebel Regions
de: Rebellen Regionen
ko: 반군 변지
ru: Области повстанцев
zh_hans: 叛军辖区

source: Rebel Precinct
de: Rebellen Bezirk
ko: 반군 지구
ru: Участок повстанцев
zh_hans: 叛军星区

source: Rebel District
de: Rebellen Distrikt
ko: 반군 특수지구
ru: Район повстанцев
zh_hans: 叛军星域

source: Rebel Parts
de: Rebellen Teile
ko: 반군 지역
ru: Регион повстанцев
zh_hans: 叛军分部

source: Rebel Dominion
de: Rebellen Herrschaftsraum
ko: 반군 통치 구역
ru: Доминьон повстанцев
zh_hans: 叛军治领

source: Rebel Turf
de: Rebellen Gelände
ko: 반군 근거지
ru: Газон повстанцев
zh_hans: 叛军聚落

source: Rebel Realm
de: Rebellen Reich
ko: 반군의 영역
ru: Владения повстанцев
zh_hans: 叛军属国

source: Rebel Quarter
de: Rebellen Quartier
ko: 반군 내부 지역
ru: Квартал повстанцев
zh_hans: 叛军特区

source: Rebel Outreaches
de: Rebellen Gemeinde
ko: 반군 외곽 지역
ru: Форпосты повстанцев
zh_hans: 叛军外展

source: Rebel Stronghold [!]
de: Rebellen Hochburg [!]
ko: 반군 요새 [!]
ru: Оплот повстанцев [!]
zh_hans: 叛军要塞 [！]

source: Automated Shipyard
de: Automatisierter Schiffhafen
ko: 무인기 조선소
ru: Автоматизированная верфь
zh_hans: 自动化船坞

source: Automated Depot
de: Automatisiertes Depot
ko: 무인기 정비소
ru: Автоматизированное депо
zh_hans: 自动化仓库

source: Automated Zone
de: Automatisierte Zone
ko: 무인기 지대
ru: Автоматизированная зона
zh_hans: 自动化区域

source: Automated Sector
de: Automatisierter Sektor
ko: 무인기 구역
ru: Автоматизированный сектор
zh_hans: 自动化星区

source: Automated District
de: Automatisierter Distrikt
ko: 무인기 특수지구
ru: Автоматизированный округ
zh_hans: 自动化星域

source: Central Shipyards [!]
de: Zentrale Schiffswerften [!]
ko: 중앙 조선소 [!]
ru: Центральные верфи [!]
zh_hans: 中央星舰厂 [！]

source: Hive Sector
de: Hive Sektor
ko: 하이브 구역
ru: Сектор Улья
zh_hans: 母巢军区

source: Hive Colonies
de: Hive Kolonien
ko: 하이브 주거지
ru: Колонии Улья
zh_hans: 母巢殖所

source: Hive Space
de: Hive Raum
ko: 하이브의 우주
ru: Пространство Улья
zh_hans: 母巢星域

source: Hive Settlements
de: Hive Gebiete
ko: 하이브 정착지
ru: Поселения Улья
zh_hans: 母巢居所

source: Hive Frontier
de: Hive Grenzraum
ko: 하이브 국경 지역
ru: Граница Улья
zh_hans: 母巢边境

source: Hive Territory
de: Hive Territorium
ko: 하이브 영토
ru: Территория Улья
zh_hans: 母巢地带

source: Hive Domain
ko: 하이브 소유지
ru: Зона Улья
zh_hans: 母巢领域

source: Hive Rimworlds
de: Hive Randwelten
ko: 하이브 외곽 성단
ru: Пограничные миры Улья
zh_hans: 母巢边荒

source: Hive Regions
de: Hive Regionen
ko: 하이브 변지
ru: Области Улья
zh_hans: 母巢星域

source: Hive Precinct
de: Hive Bezirk
ko: 하이브 지구
ru: Участок Улья
zh_hans: 母巢辖区

source: Hive Parts
de: Hive Teile
ko: 하이브 지역
ru: Регион Улья
zh_hans: 母巢子部

source: Hive Dominion
de: Hive Herrschaftsraum
ko: 하이브 통치 구역
ru: Доминьон Улья
zh_hans: 母巢治领

source: Hive Turf
de: Hive Gelände
ko: 하이브 근거지
ru: Газон Улья
zh_hans: 母巢聚点

source: Hive Realm
de: Hive Reich
ko: 하이브의 영역
ru: Владения Улья
zh_hans: 母巢衍国

source: Hive Quarter
de: Hive Quartier
ko: 하이브 내부 지역
ru: Квартал Улья
zh_hans: 母巢特区

source: Hive Outreaches
de: Hive Gemeinde
ko: 하이브 외곽 지역
ru: Форпосты Улья
zh_hans: 母巢外展

source: Hive Broodworlds [!]
de: Hive Brutwelten [!]
ko: 하이브 둥지 성단 [!]
ru: Рассадник Улья [!]
zh_hans: 母巢育宫 [！]

source: Theocracy Sector
de: Theocracy Sektor
ko: 신정 구역
ru: Сектор Теократии
zh_hans: 神国军区

source: Theocracy Colonies
de: Theocracy Kolonien
ko: 신정 주거지
ru: Колонии Теократии
zh_hans: 神国殖民地

source: Theocracy Space
de: Theocracy Raum
ko: 신정의 우주
ru: Пространство Теократии
zh_hans: 神国星域

source: Theocracy Settlements
de: Theocracy Gebiete
ko: 신정 정착지
ru: Поселения Теократии
zh_hans: 神国定居点

source: Theocracy Frontier
de: Theocracy Grenzraum
ko: 신정 국경 지역
ru: Граница Теократии
zh_hans: 神国边境

source: Theocracy Territory
de: Theocracy Territorium
ko: 신정 영토
ru: Территория Теократии
zh_hans: 神国领域

source: Theocracy Domain
ko: 신정 소유지
ru: Зона Теократии
zh_hans: 神国地带

source: Theocracy Rimworlds
de: Theocracy Randwelten
ko: 신정 외곽 성단
ru: Пограничные миры Теократии
zh_hans: 神国边荒

source: Theocracy Regions
de: Theocracy Regionen
ko: 신정 변지
ru: Области Теократии
zh_hans: 神国星域

source: Theocracy Precinct
de: Theocracy Bezirk
ko: 신정 지구
ru: Участок Теократии
zh_hans: 神国辖域

source: Theocracy District
de: Theocracy Distrikt
ko: 신정 특수지구
ru: Район Теократии
zh_hans: 神国星区

source: Theocracy Parts
de: Theocracy Teile
ko: 신정 지역
ru: Регион Теократии
zh_hans: 神国分部

source: Theocracy Dominion
de: Theocracy Herrschaftsraum
ko: 신정 통치 구역
ru: Доминьон Теократии
zh_hans: 神国治领

source: Theocracy Turf
de: Theocracy Gelände
ko: 신정 근거지
ru: Газон Теократии
zh_hans: 神国聚落

source: Theocracy Realm
de: Theocracy Reich
ko: 신정의 영역
ru: Владения Теократии
zh_hans: 神国属地

source: Theocracy Quarter
de: Theocracy Quartier
ko: 신정 내부 지역
ru: Квартал Теократии
zh_hans: 神国特区

source: Theocracy Shire
de: Theocracy Grafschaft
ko: 신정 주
ru: Удел Теократии
zh_hans: 神国分郡

source: Theocracy Outreaches
de: Theocracy Gemeinde
ko: 신정 외곽 지역
ru: Форпосты Теократии
zh_hans: 神国外展

source: Theocracy Homeworlds [!]
de: Theocracy Heimatwelten [!]
ko: 신정 고향 성단 [!]
ru: Родной мир Теократии [!]
zh_hans: 神国天都 [！]

source: Duskbringer Sector
de: Duskbringer Sektor
ko: 더스크브링어 구역
ru: Сектор Вестников Заката
zh_hans: 黄昏军区

source: Duskbringer Colonies
de: Duskbringer Kolonien
ko: 더스크브링어 주거지
ru: Колонии Вестников Заката
zh_hans: 黄昏殖民地

source: Duskbringer Space
de: Duskbringer Raum
ko: 더스크브링어의 우주
ru: Пространство Вестников Заката
zh_hans: 黄昏星域

source: Duskbringer Settlements
de: Duskbringer Gebiete
ko: 더스크브링어 정착지
ru: Поселения Вестников Заката
zh_hans: 黄昏定居点

source: Duskbringer Frontier
de: Duskbringer Grenzraum
ko: 더스크브링어 국경 지역
ru: Граница Вестников Заката
zh_hans: 黄昏边境

source: Duskbringer Territory
de: Duskbringer Territorium
ko: 더스크브링어 영토
ru: Территория Вестников Заката
zh_hans: 黄昏地带

source: Duskbringer Domain
ko: 더스크브링어 소유지
ru: Зона Вестников Заката
zh_hans: 黄昏领域

source: Duskbringer Rimworlds
de: Duskbringer Randwelten
ko: 더스크브링어 외곽 성단
ru: Пограничные миры Вестников Заката
zh_hans: 黄昏边荒

source: Duskbringer Regions
de: Duskbringer Regionen
ko: 더스크브링어 변지
ru: Области Вестников Заката
zh_hans: 黄昏星域

source: Duskbringer Precinct
de: Duskbringer Bezirk
ko: 더스크브링어 지구
ru: Участок Вестников Заката
zh_hans: 黄昏辖区

source: Duskbringer District
de: Duskbringer Distrikt
ko: 더스크브링어 특수지구
ru: Район Вестников Заката
zh_hans: 黄昏星区

source: Duskbringer Dominion
de: Duskbringer Herrschaftsraum
ko: 더스크브링어 통치 구역
ru: Доминьон Вестников Заката
zh_hans: 黄昏治领

source: Duskbringer Turf
de: Duskbringer Gelände
ko: 더스크브링어 근거지
ru: Газон Вестников Заката
zh_hans: 黄昏聚落

source: Duskbringer Realm
de: Duskbringer Reich
ko: 더스크브링어의 영역
ru: Владения Вестников Заката
zh_hans: 黄昏王国

source: Duskbringer Quarter
de: Duskbringer Quartier
ko: 더스크브링어 내부 지역
ru: Квартал Вестников Заката
zh_hans: 黄昏特区

source: Duskbringer Shire
de: Duskbringer Grafschaft
ko: 더스크브링어 주
ru: Удел Вестников Заката
zh_hans: 黄昏分郡

source: Duskbringer Outreaches
de: Duskbringer Gemeinde
ko: 더스크브링어 외곽 지역
ru: Форпосты Вестников Заката
zh_hans: 黄昏外展

source: Duskbringer Stronghold [!]
de: Duskbringer Hochburg [!]
ko: 더스크브링어 요새 [!]
ru: Оплот Вестников Заката [!]
zh_hans: 黄昏要塞 [！]

source: Abandoned Sector
de: Verlassener Sektor
ko: 버려진 구역
ru: Заброшенный сектор
zh_hans: 废弃星区

source: Abandoned Frontier
de: Verlassener Grenzraum
ko: 버려진 국경 지역
ru: Заброшенная граница
zh_hans: 废弃边疆

source: Abandoned Territory
de: Verlassenes Territorium
ko: 버려진 영토
ru: Заброшенная территория
zh_hans: 废弃地带

source: Abandoned Region
de: Verlassene Region
ko: 버려진 변지
ru: Заброшенная область
zh_hans: 废弃星域

source: Abandoned Space
de: Verlassener Raum
ko: 버려진 우주
ru: Заброшенное пространство
zh_hans: 废弃星域

source: Abandoned Colonies
de: Verlassene Kolonien
ko: 버려진 주거지
ru: Заброшенные колонии
zh_hans: 废弃殖民地

source: Wrecked Sector
de: Zerstörter Sektor
ko: 파괴된 구역
ru: Разрушенный сектор
zh_hans: 损坏星区

source: Wrecked Frontier
de: Zerstörter Grenzraum
ko: 파괴된 국경 지역
ru: Разрушенная граница
zh_hans: 损坏边疆

source: Wrecked Territory
de: Zerstörtes Territorium
ko: 파괴된 영토
ru: Разрушенная территория
zh_hans: 损坏地带

source: Wrecked Region
de: Zerstörte Region
ko: 파괴된 변지
ru: Разрушенная область
zh_hans: 损坏星域

source: Wrecked Space
de: Zerstörter Raum
ko: 파괴된 우주
ru: Разрушенное пространство
zh_hans: 损坏星域

source: Wrecked Colonies
de: Zerstörte Kolonien
ko: 파괴된 주거지
ru: Разрушенные колонии
zh_hans: 损坏殖民地

source: Ruined Sector
de: Ruinierter Sektor
ko: 폐허가 된 구역
ru: Разоренный сектор
zh_hans: 毁灭星区

source: Ruined Frontier
de: Ruinierter Grenzraum
ko: 폐허가 된 국경 지역
ru: Разоренная граница
zh_hans: 毁灭边疆

source: Ruined Territory
de: Ruiniertes Territorium
ko: 폐허가 된 영토
ru: Разоренная территория
zh_hans: 毁灭地带

source: Ruined Region
de: Ruinierte Region
ko: 폐허가 된 변지
ru: Разоренная область
zh_hans: 毁灭星域

source: Ruined Space
de: Ruinierter Raum
ko: 폐허가 된 우주
ru: Разоренное пространство
zh_hans: 毁灭星域

source: Ruined Colonies
de: Ruinierte Kolonien
ko: 폐허가 된 주거지
ru: Разоренные колонии
zh_hans: 毁灭殖民地

source: Abandoned Wastelands
de: Verlassenes Ödland
ko: 버려진 황무지
ru: Заброшенные пустоши
zh_hans: 废弃荒区

source: Ruined Wastelands
de: Ruiniertes Ödland
ko: 폐허가 된 황무지
ru: Разоренные пустоши
zh_hans: 毁灭废区

source: Uncharted Nebulae
de: Unerforschter Nebel
ko: 무기록 성운
ru: Неисследованные туманности
zh_hans: 未知星云

source: Uncharted Clouds
de: Unerforschte Wolken
ko: 무기록 성운
ru: Неисследованные облака
zh_hans: 未知云区

source: Unmapped Nebulae
de: Ungelisteter Nebel
ko: 미지의 성운
ru: Неизученные туманности
zh_hans: 未标注星云

source: Unmapped Clouds
de: Ungelistete Wolken
ko: 미지의 성운
ru: Неизученные облака
zh_hans: 未标注云区

source: Unexplored Nebulae
de: Unerforschter Nebel
ko: 미탐사 성운
ru: Неизведанные туманности
zh_hans: 未探索星云

source: Unexplored Clouds
de: Unerforschte Wolken
ko: 미탐사 성운
ru: Неизведанные облака
zh_hans: 未探索云区

source: Unregistered Nebulae
de: Unregistrierter Nebel
ko: 미등록 성운
ru: Незарегистрированные туманности
zh_hans: 未记录星云

source: Unregistered Clouds
de: Unregistrierte Wolken
ko: 미등록 성운
ru: Незарегистрированные облака
zh_hans: 未记录云区

source: Nebulous Sector
de: Nebeliger Sektor
ko: 흐릿한 구역
ru: Туманный сектор
zh_hans: 多云星区

source: Nebulous Parts
de: Nebelige Teile
ko: 흐릿한 지역
ru: Туманный регион
zh_hans: 多云地带

source: Nebulous Regions
de: Nebelige Regionen
ko: 흐릿한 변지
ru: Туманные области
zh_hans: 多云星域

source: Nebulous Zone
de: Nebelige Zone
ko: 흐릿한 지대
ru: Туманная зона
zh_hans: 多云区域

source: Nebula Zone
de: Nebel-Zone
ko: 성운 지대
ru: Зона туманности
zh_hans: 星云区

source: Kleptocracy Nebula
de: Kleptocracy Nebel
ko: 도둑정 성운
ru: Туманность Клептократии
zh_hans: 星盗会云区

source: Kleptocracy Colonies
de: Kleptocracy Kolonien
ko: 도둑정 주거지
ru: Колонии Клептократии
zh_hans: 星盗会殖民地

source: Kleptocracy Space
de: Kleptocracy Raum
ko: 도둑정의 우주
ru: Пространство Клептократии
zh_hans: 星盗会星域

source: Kleptocracy Settlements
de: Kleptocracy Gebiete
ko: 도둑정 정착지
ru: Поселения Клептократии
zh_hans: 星盗会定居点

source: Kleptocracy Frontier
de: Kleptocracy Grenzraum
ko: 도둑정 국경 지역
ru: Граница Клептократии
zh_hans: 星盗会边境

source: Kleptocracy Territory
de: Kleptocracy Territorium
ko: 도둑정 영토
ru: Территория Клептократии
zh_hans: 星盗会地带

source: Kleptocracy Domain
ko: 도둑정 소유지
ru: Зона Клептократии
zh_hans: 星盗会领域

source: Kleptocracy Rimworlds
de: Kleptocracy Randwelten
ko: 도둑정 외곽 성단
ru: Пограничные миры Клептрократии
zh_hans: 星盗会边荒

source: Kleptocracy Regions
de: Kleptocracy Regionen
ko: 도둑정 변지
ru: Области Клептократии
zh_hans: 星盗会领域

source: Kleptocracy Parts
de: Kleptocracy Teile
ko: 도둑정 지역
ru: Регион Клептократии
zh_hans: 星盗会分部

source: Kleptocracy Dominion
de: Kleptocracy Herrschaftsraum
ko: 도둑정 통치 구역
ru: Доминьон Клептократии
zh_hans: 星盗会治领

source: Kleptocracy Turf
de: Kleptocracy Gelände
ko: 도둑정 근거지
ru: Газон Клептократии
zh_hans: 星盗会聚落

source: Kleptocracy Realm
de: Kleptocracy Reich
ko: 도둑정의 영역
ru: Владения Клептократии
zh_hans: 星盗会王国

source: Kleptocracy Quarter
de: Kleptocracy Quartier
ko: 도둑정 내부 지역
ru: Квартал Клептократии
zh_hans: 星盗会特区

source: Kleptocracy Shire
de: Kleptocracy Grafschaft
ko: 도둑정 주
ru: Удел Клептократии
zh_hans: 星盗会分郡

source: Kleptocracy Outreaches
de: Kleptocracy Gemeinde
ko: 도둑정 외곽 지역
ru: Форпосты Клептократии
zh_hans: 星盗会外展

source: Kleptocracy Capital [!]
de: Kleptocracy Hauptstadt [!]
ko: 도둑정 수도 [!]
ru: Столица Клептократии [!]
zh_hans: 星盗会首府 [！]

source: Guild Territory [!]
de: Guild Territorium [!]
ko: 길드의 영역 [!]
ru: Территория Гильдии [!]
zh_hans: 异猎会星域 [！]

source: Shell Nebula
de: Shell Nebel
ko: 셸 성운
ru: Туманность раковин
zh_hans: 甲壳星云

source: Shell Colonies
de: Shell Kolonien
ko: 셸 주거지
ru: Колонии раковин
zh_hans: 甲壳殖民地

source: Shell Space
de: Shell Raum
ko: 셸의 우주
ru: Пространство раковин
zh_hans: 甲壳星域

source: Shell Settlements
de: Shell Gebiete
ko: 셸 정착지
ru: Поселения раковин
zh_hans: 甲壳定居点

source: Shell Frontier
de: Shell Grenzraum
ko: 셸 국경 지역
ru: Граница раковин
zh_hans: 甲壳边境

source: Shell Territory
de: Shell Territorium
ko: 셸 영토
ru: Территория раковин
zh_hans: 甲壳族地带

source: Shell Domain
ko: 셸 소유지
ru: Зона раковин
zh_hans: 甲壳领域

source: Shell Rimworlds
de: Shell Randwelten
ko: 셸 외곽 성단
ru: Пограничные миры раковин
zh_hans: 甲壳族边荒

source: Shell Regions
de: Shell Regionen
ko: 셸 변지
ru: Области раковин
zh_hans: 甲壳星域

source: Shell Parts
de: Shell Teile
ko: 셸 지역
ru: Регион раковин
zh_hans: 甲壳分部

source: Shell Dominion
de: Shell Herrschaftsraum
ko: 셸 통치 구역
ru: Доминьон раковин
zh_hans: 甲壳治领

source: Shell Turf
de: Shell Gelände
ko: 셸 근거지
ru: Газон раковин
zh_hans: 甲壳聚落

source: Shell Realm
de: Shell Reich
ko: 셸의 영역
ru: Владения раковин
zh_hans: 甲壳属国

source: Shell Quarter
de: Shell Quartier
ko: 셸 내부 지역
ru: Квартал раковин
zh_hans: 甲壳特区

source: Shell Shire
de: Shell Grafschaft
ko: 셸 주
ru: Удел раковин
zh_hans: 甲壳分郡

source: Shell Outreaches
de: Shell Gemeinde
ko: 셸 외곽 지역
ru: Форпосты раковин
zh_hans: 甲壳外展

source: Central Shell Nebulae [!]
de: Zentraler Shell Nebel [!]
ko: 중앙 셸 성운 [!]
ru: Центральная туманность раковин [!]
zh_hans: 甲壳中央星云 [！]

source: Shell Science District [!]
de: Shell Wissenschafts-Distrikt [!]
ko: 셸 과학부 [!]
ru: Научный район раковин [!]
zh_hans: 甲壳科学区 [！]

source: Eargen Zone
ko: 이어젠 구역
ru: Зона Иргена
zh_hans: 共和国军区

source: Eargen Colonies
de: Eargen Kolonien
ko: 이어젠 주거지
ru: Колонии Иргена
zh_hans: 共和国殖民地

source: Eargen Space
de: Eargen Raum
ko: 이어젠의 우주
ru: Пространство Иргена
zh_hans: 共和国星域

source: Eargen Settlements
de: Eargen Gebiete
ko: 이어젠 정착지
ru: Поселения Иргена
zh_hans: 共和国定居点

source: Eargen Frontier
de: Eargen Grenzraum
ko: 이어젠 국경 지역
ru: Граница Иргена
zh_hans: 共和国边境

source: Eargen Territory
de: Eargen Territorium
ko: 이어젠 영토
ru: Территория Иргена
zh_hans: 共和国地带

source: Eargen Domain
ko: 이어젠 소유지
ru: Домен Иргена
zh_hans: 共和国领域

source: Eargen Rimworlds
de: Eargen Randwelten
ko: 이어젠 외곽 성단
ru: Пограничные миры Иргена
zh_hans: 共和国边荒

source: Eargen Regions
de: Eargen Regionen
ko: 이어젠 변지
ru: Области Иргена
zh_hans: 共和国星区

source: Eargen Parts
de: Eargen Teile
ko: 이어젠 지역
ru: Регион Иргена
zh_hans: 共和国分部

source: Eargen Dominion
de: Eargen Herrschaftsraum
ko: 이어젠 통치 구역
ru: Доминьон Иргена
zh_hans: 共和国治领

source: Eargen Turf
de: Eargen Gelände
ko: 이어젠 근거지
ru: Газон Иргена
zh_hans: 共和国聚落

source: Eargen Realm
de: Eargen Reich
ko: 이어젠의 영역
ru: Владения Иргена
zh_hans: 共和国属国

source: Eargen Quarter
de: Eargen Quartier
ko: 이어젠 내부 지역
ru: Квартал Иргена
zh_hans: 共和国特区

source: Eargen Shire
de: Eargen Grafschaft
ko: 이어젠 주
ru: Удел Иргена
zh_hans: 共和国分郡

source: Eargen Outreaches
de: Eargen Gemeinde
ko: 이어젠 외곽 지역
ru: Форпосты Иргена
zh_hans: 共和国外展

source: Eargen Capital [!]
de: Eargen Hauptstadt [!]
ko: 이어젠 수도 [!]
ru: Столица Иргена [!]
zh_hans: 共和国首都 [！]

source: Monk Refuge [!]
de: Mönch Zuflucht [!]
ko: 수도승의 쉼터 [!]
ru: Прибежище монахов [!]
zh_hans: 信徒庇护所 [！]

source: Vagabond Nebulae
de: Vagabond Nebel
ko: 떠돌이 성운
ru: Туманность бродяг
zh_hans: 飘浪群星云

source: Vagabond Clouds
de: Vagabond Wolken
ko: 떠돌이 성운
ru: Облака бродяг
zh_hans: 飘浪群云区

source: Vagabond Rimworlds
de: Vagabond Randwelten
ko: 떠돌이 외곽 성단
ru: Пограничные миры бродяг
zh_hans: 飘浪群边荒

source: Vagabond Territory
de: Vagabond Territorium
ko: 떠돌이 영토
ru: Территория бродяг
zh_hans: 飘浪群地带

source: Vagabond Region
ko: 떠돌이 변지
ru: Область бродяг
zh_hans: 飘浪群星域

source: Spectral Wastelands [!]
de: Spectral Ödland [!]
ko: 유령의 황무지 [!]
ru: Призрачные пустоши [!]
zh_hans: 幽灵荒空 [！]

source: Spectral Sector
de: Spectral Sektor
ko: 유령의 구역
ru: Призрачный сектор
zh_hans: 灵朝军区

source: Spectral Space
de: Spectral Raum
ko: 유령의 우주
ru: Призрачное пространство
zh_hans: 灵朝星域

source: Spectral Frontier
de: Spectral Grenzraum
ko: 유령의 국경 지역
ru: Призрачная граница
zh_hans: 灵朝边境

source: Spectral Territory
de: Spectral Territorium
ko: 유령의 영토
ru: Призрачная территория
zh_hans: 灵朝地带

source: Spectral Domain
ko: 유령의 소유지
ru: Призрачная зона
zh_hans: 灵朝领域

source: Spectral Rimworlds
de: Spectral Randwelten
ko: 유령의 외곽 성단
ru: Призрачные пограничные миры
zh_hans: 灵朝边荒

source: Spectral Regions
de: Spectral Regionen
ko: 유령의 변지
ru: Призрачные области
zh_hans: 灵朝星域

source: Spectral Precinct
de: Spectral Bezirk
ko: 유령의 지구
ru: Призрачный участок
zh_hans: 灵朝辖域

source: Spectral District
de: Spectral Distrikt
ko: 유령의 특수지구
ru: Призрачный район
zh_hans: 灵朝星区

source: Spectral Dominion
de: Spectral Herrschaftsraum
ko: 유령의 통치 구역
ru: Призрачный доминьон
zh_hans: 灵朝治领

source: Spectral Turf
de: Spectral Gelände
ko: 유령의 근거지
ru: Призрачные газон
zh_hans: 灵朝聚落

source: Spectral Realm
de: Spectral Reich
ko: 유령의 영역
ru: Призрачные владения
zh_hans: 灵朝侯国

source: Spectral Quarter
de: Spectral Quartier
ko: 유령의 내부 지역
ru: Призрачный квартал
zh_hans: 灵朝特区

source: Spectral Shire
de: Spectral Grafschaft
ko: 유령의 주
ru: Призрачный удел
zh_hans: 灵朝分郡

source: Spectral Outreaches
de: Spectral Gemeinde
ko: 유령의 외곽 지역
ru: Призрачные форпосты
zh_hans: 灵朝外展

source: Spectral Capital [!]
de: Spectral Hauptstadt [!]
ko: 유령의 수도 [!]
ru: Столица призраков [!]
zh_hans: 灵朝首都 [！]

source: Coalition Sector
de: Coalition Sektor
ko: 연합 구역
ru: Сектор Коалиции
zh_hans: 星联军区

source: Coalition Space
de: Coalition Raum
ko: 연합의 우주
ru: Пространство Коалиции
zh_hans: 星联星域

source: Coalition Frontier
de: Coalition Grenzraum
ko: 연합 국경 지역
ru: Граница Коалиции
zh_hans: 星联边境

source: Coalition Territory
de: Coalition Territorium
ko: 연합 영토
ru: Территория Коалиции
zh_hans: 星联地带

source: Coalition Domain
ko: 연합 소유지
ru: Зона Коалиции
zh_hans: 星联领域

source: Coalition Rimworlds
de: Coalition Randwelten
ko: 연합 외곽 성단
ru: Пограничные миры Коалиции
zh_hans: 星联边荒

source: Coalition Regions
de: Coalition Regionen
ko: 연합 변지
ru: Области Коалиции
zh_hans: 星联星区

source: Coalition Precinct
de: Coalition Bezirk
ko: 연합 지구
ru: Участок Коалиции
zh_hans: 星联辖区

source: Coalition District
de: Coalition Distrikt
ko: 연합 특수지구
ru: Район Коалиции
zh_hans: 星联星域

source: Coalition Dominion
de: Coalition Herrschaftsraum
ko: 연합 통치 구역
ru: Доминьон Коалиции
zh_hans: 星联治领

source: Coalition Turf
de: Coalition Gelände
ko: 연합 근거지
ru: Газон Коалиции
zh_hans: 星联聚落

source: Coalition Realm
de: Coalition Reich
ko: 연합의 영역
ru: Владения Коалиции
zh_hans: 星联属国

source: Coalition Quarter
de: Coalition Quartier
ko: 연합 내부 지역
ru: Квартал Коалиции
zh_hans: 星联特区

source: Coalition Shire
de: Coalition Grafschaft
ko: 연합 주
ru: Удел Коалиции
zh_hans: 星联分郡

source: Coalition Outreaches
de: Coalition Gemeinde
ko: 연합 외곽 지역
ru: Форпосты Коалиции
zh_hans: 星联外展

source: Coalition Stronghold [!]
de: Coalition Hochburg [!]
ko: 연합 요새 [!]
ru: Оплот Коалиции [!]
zh_hans: 星联要塞 [！]

source: The Abyss
de: Der Abgrund
ko: 심연
ru: Бездна
zh_hans: 深渊

source: Kleptocracy Nebula [Sale!]
de: Kleptocracy Nebel [Verkauf!]
ko: 도둑정 성운 [영업중!]
ru: Туманность Клептократии [Распродажа!]
zh_hans: 星盗会云区[促销！]

source: Kleptocracy Colonies [Sale!]
de: Kleptocracy Kolonien [Verkauf!]
ko: 도둑정 주거지 [영업중!]
ru: Колонии Клептократии [Распродажа!]
zh_hans: 星盗会殖民地[促销！]

source: Kleptocracy Space [Sale!]
de: Kleptocracy Raum [Verkauf!]
ko: 도둑정의 우주 [영업중!]
ru: Пространство Клептократии [Распродажа!]
zh_hans: 星盗会星域[促销！]

source: Kleptocracy Settlements [Sale!]
de: Kleptocracy Gebiete [Verkauf!]
ko: 도둑정 정착지 [영업중!]
ru: Поселения Клептократии [Распродажа!]
zh_hans: 星盗会定居点[促销！]

source: Kleptocracy Frontier [Sale!]
de: Kleptocracy Grenzraum [Verkauf!]
ko: 도둑정 국경 지역 [영업중!]
ru: Граница Клептократии [Распродажа!]
zh_hans: 星盗会边境[促销！]

source: Kleptocracy Territory [Sale!]
de: Kleptocracy Territorium [Verkauf!]
ko: 도둑정 영토 [영업중!]
ru: Территория Клептократии [Распродажа!]
zh_hans: 星盗会地带[促销！]

source: Kleptocracy Domain [Sale!]
de: Kleptocracy Domain [Verkauf!]
ko: 도둑정 소유지 [영업중!]
ru: Зона Клептократии [Распродажа!]
zh_hans: 星盗会领域[促销！]

source: Kleptocracy Rimworlds [Sale!]
de: Kleptocracy Randwelten [Verkauf!]
ko: 도둑정 외곽 성단 [영업중!]
ru: Пограничные миры Клептократии [Распродажа!]
zh_hans: 星盗会边荒[促销！]

source: Kleptocracy Regions [Sale!]
de: Kleptocracy Regionen [Verkauf!]
ko: 도둑정 지방 [영업중!]
ru: Области Клептократии [Распродажа!]
zh_hans: 星盗会领域[促销！]

source: Kleptocracy Parts [Sale!]
de: Kleptocracy Teile [Verkauf!]
ko: 도둑정 지역 [영업중!]
ru: Район Клептократии [Распродажа!]
zh_hans: 星盗会分部[促销！]

source: Kleptocracy Dominion [Sale!]
de: Kleptocracy Herrschaftsraum [Verkauf!]
ko: 도둑정 통치 구역 [영업중!]
ru: Доминьон Клептократии [Распродажа!]
zh_hans: 星盗会治领[促销！]

source: Kleptocracy Turf [Sale!]
de: Kleptocracy Gelände [Verkauf!]
ko: 도둑정 근거지 [영업중!]
ru: Газон Клептократии [Распродажа!]
zh_hans: 星盗会聚落[促销！]
