Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/sector_data.xml.append/*.po
Languages: de, ko, ru, zh_hans

source: S-88-L [Liberated Sector]
de: S-88-L [Befreiter Sektor]
ko: S-88-L [해방된 구역]
ru: C-88-О [Освобожденный сектор]
zh_hans: S-88-L [离谐星区]

source: S-89-L [Liberated Sector]
de: S-89-L [Befreiter Sektor]
ko: S-89-L [해방된 구역]
ru: C-89-О [Освобожденный сектор]
zh_hans: S-89-L [离谐星区]

source: S-90-L [Liberated Sector]
de: S-90-L [Befreiter Sektor]
ko: S-90-L [해방된 구역]
ru: C-90-О [Освобожденный сектор]
zh_hans: S-90-L [离谐星区]

source: S-91-L [Liberated Sector]
de: S-91-L [Befreiter Sektor]
ko: S-91-L [해방된 구역]
ru: C-91-О [Освобожденный сектор]
zh_hans: S-91-L [离谐星区]

source: S-92-L [Liberated Sector]
de: S-92-L [Befreiter Sektor]
ko: S-92-L [해방된 구역]
ru: C-92-О [Освобожденный сектор]
zh_hans: S-92-L [离谐星区]

source: S-93-L [Liberated Sector]
de: S-93-L [Befreiter Sektor]
ko: S-93-L [해방된 구역]
ru: C-93-О [Освобожденный сектор]
zh_hans: S-93-L [离谐星区]

source: S-94-L [Liberated Sector]
de: S-94-L [Befreiter Sektor]
ko: S-94-L [해방된 구역]
ru: C-94-О [Освобожденный сектор]
zh_hans: S-94-L [离谐星区]

source: S-95-L [Liberated Sector]
de: S-95-L [Befreiter Sektor]
ko: S-95-L [해방된 구역]
ru: C-95-О [Освобожденный сектор]
zh_hans: S-95-L [离谐星区]

source: S-96-L [Liberated Sector]
de: S-96-L [Befreiter Sektor]
ko: S-96-L [해방된 구역]
ru: C-96-О [Освобожденный сектор]
zh_hans: S-96-L [离谐星区]

source: S-97-L [Liberated Sector]
de: S-97-L [Befreiter Sektor]
ko: S-97-L [해방된 구역]
ru: C-97-О [Освобожденный сектор]
zh_hans: S-97-L [离谐星区]

source: S-98-L [Liberated Sector]
de: S-98-L [Befreiter Sektor]
ko: S-98-L [해방된 구역]
ru: C-98-О [Освобожденный сектор]
zh_hans: S-98-L [离谐星区]

source: S-99-L [Liberated Sector]
de: S-99-L [Befreiter Sektor]
ko: S-99-L [해방된 구역]
ru: C-99-О [Освобожденный сектор]
zh_hans: S-99-L [离谐星区]

source: S-100-L [Liberated Sector]
de: S-100-L [Befreiter Sektor]
ko: S-100-L [해방된 구역]
ru: C-100-О [Освобожденный сектор]
zh_hans: S-100-L [离谐星区]

source: S-2-L [Liberated Sector]
de: S-2-L [Befreiter Sektor]
ko: S-2-L [해방된 구역]
ru: С-2-О [Освобожденный сектор]
zh_hans: S-2-L [离谐星区]

source: S-3-L [Liberated Sector]
de: S-3-L [Befreiter Sektor]
ko: S-3-L [해방된 구역]
ru: С-3-О [Освобожденный сектор]
zh_hans: S-3-L [离谐星区]

source: S-4-L [Liberated Sector]
de: S-4-L [Befreiter Sektor]
ko: S-4-L [해방된 구역]
ru: С-4-О [Освобожденный сектор]
zh_hans: S-4-L [离谐星区]

source: S-5-L [Liberated Sector]
de: S-5-L [Befreiter Sektor]
ko: S-5-L [해방된 구역]
ru: С-5-О [Освобожденный сектор]
zh_hans: S-5-L [离谐星区]

source: S-6-L [Liberated Sector]
de: S-6-L [Befreiter Sektor]
ko: S-6-L [해방된 구역]
ru: С-6-О [Освобожденный сектор]
zh_hans: S-6-L [离谐星区]

source: S-7-L [Liberated Sector]
de: S-7-L [Befreiter Sektor]
ko: S-7-L [해방된 구역]
ru: С-7-О [Освобожденный сектор]
zh_hans: S-7-L [离谐星区]

source: S-8-L [Liberated Sector]
de: S-8-L [Befreiter Sektor]
ko: S-8-L [해방된 구역]
ru: С-8-О [Освобожденный сектор]
zh_hans: S-8-L [离谐星区]

source: S-9-L [Liberated Sector]
de: S-9-L [Befreiter Sektor]
ko: S-9-L [해방된 구역]
ru: С-9-О [Освобожденный сектор]
zh_hans: S-9-L [离谐星区]

source: S-10-L [Liberated Sector]
de: S-10-L [Befreiter Sektor]
ko: S-10-L [해방된 구역]
ru: С-10-О [Освобожденный сектор]
zh_hans: S-10-L [离谐星区]

source: S-11-L [Liberated Sector]
de: S-11-L [Befreiter Sektor]
ko: S-11-L [해방된 구역]
ru: С-11-О [Освобожденный сектор]
zh_hans: S-11-L [离谐星区]

source: S-12-L [Liberated Sector]
de: S-12-L [Befreiter Sektor]
ko: S-12-L [해방된 구역]
ru: С-12-О [Освобожденный сектор]
zh_hans: S-12-L [离谐星区]

source: S-13-L [Liberated Sector]
de: S-13-L [Befreiter Sektor]
ko: S-13-L [해방된 구역]
ru: С-13-О [Освобожденный сектор]
zh_hans: S-13-L [离谐星区]

source: S-14-L [Liberated Sector]
de: S-14-L [Befreiter Sektor]
ko: S-14-L [해방된 구역]
ru: С-14-О [Освобожденный сектор]
zh_hans: S-14-L [离谐星区]

source: S-15-L [Liberated Sector]
de: S-15-L [Befreiter Sektor]
ko: S-15-L [해방된 구역]
ru: С-15-О [Освобожденный сектор]
zh_hans: S-15-L [离谐星区]

source: S-16-L [Liberated Sector]
de: S-16-L [Befreiter Sektor]
ko: S-16-L [해방된 구역]
ru: С-16-О [Освобожденный сектор]
zh_hans: S-16-L [离谐星区]

source: S-17-L [Liberated Sector]
de: S-17-L [Befreiter Sektor]
ko: S-17-L [해방된 구역]
ru: С-17-О [Освобожденный сектор]
zh_hans: S-17-L [离谐星区]

source: S-18-L [Liberated Sector]
de: S-18-L [Befreiter Sektor]
ko: S-18-L [해방된 구역]
ru: С-18-О [Освобожденный сектор]
zh_hans: S-18-L [离谐星区]

source: S-19-L [Liberated Sector]
de: S-19-L [Befreiter Sektor]
ko: S-19-L [해방된 구역]
ru: С-19-О [Освобожденный сектор]
zh_hans: S-19-L [离谐星区]

source: S-20-L [Liberated Sector]
de: S-20-L [Befreiter Sektor]
ko: S-20-L [해방된 구역]
ru: С-20-О [Освобожденный сектор]
zh_hans: S-20-L [离谐星区]

source: S-21-L [Liberated Sector]
de: S-21-L [Befreiter Sektor]
ko: S-21-L [해방된 구역]
ru: С-21-О [Освобожденный сектор]
zh_hans: S-21-L [离谐星区]

source: S-22-L [Liberated Sector]
de: S-22-L [Befreiter Sektor]
ko: S-22-L [해방된 구역]
ru: С-22-О [Освобожденный сектор]
zh_hans: S-22-L [离谐星区]

source: S-23-L [Liberated Sector]
de: S-23-L [Befreiter Sektor]
ko: S-23-L [해방된 구역]
ru: С-23-О [Освобожденный сектор]
zh_hans: S-23-L [离谐星区]

source: S-24-L [Liberated Sector]
de: S-24-L [Befreiter Sektor]
ko: S-24-L [해방된 구역]
ru: С-24-О [Освобожденный сектор]
zh_hans: S-24-L [离谐星区]

source: S-25-L [Liberated Sector]
de: S-25-L [Befreiter Sektor]
ko: S-25-L [해방된 구역]
ru: С-25-О [Освобожденный сектор]
zh_hans: S-25-L [离谐星区]

source: S-26-L [Liberated Sector]
de: S-26-L [Befreiter Sektor]
ko: S-26-L [해방된 구역]
ru: С-26-О [Освобожденный сектор]
zh_hans: S-26-L [离谐星区]

source: S-27-L [Liberated Sector]
de: S-27-L [Befreiter Sektor]
ko: S-27-L [해방된 구역]
ru: С-27-О [Освобожденный сектор]
zh_hans: S-27-L [离谐星区]

source: S-28-L [Liberated Sector]
de: S-28-L [Befreiter Sektor]
ko: S-28-L [해방된 구역]
ru: С-28-О [Освобожденный сектор]
zh_hans: S-28-L [离谐星区]

source: S-29-L [Liberated Sector]
de: S-29-L [Befreiter Sektor]
ko: S-29-L [해방된 구역]
ru: С-29-О [Освобожденный сектор]
zh_hans: S-29-L [离谐星区]

source: S-30-L [Liberated Sector]
de: S-30-L [Befreiter Sektor]
ko: S-30-L [해방된 구역]
ru: С-30-О [Освобожденный сектор]
zh_hans: S-30-L [离谐星区]

source: S-31-L [Liberated Sector]
de: S-31-L [Befreiter Sektor]
ko: S-31-L [해방된 구역]
ru: С-31-О [Освобожденный сектор]
zh_hans: S-31-L [离谐星区]

source: S-32-L [Liberated Sector]
de: S-32-L [Befreiter Sektor]
ko: S-32-L [해방된 구역]
ru: С-32-О [Освобожденный сектор]
zh_hans: S-32-L [离谐星区]

source: S-33-L [Liberated Sector]
de: S-33-L [Befreiter Sektor]
ko: S-33-L [해방된 구역]
ru: С-33-О [Освобожденный сектор]
zh_hans: S-33-L [离谐星区]

source: S-34-L [Liberated Sector]
de: S-34-L [Befreiter Sektor]
ko: S-34-L [해방된 구역]
ru: С-34-О [Освобожденный сектор]
zh_hans: S-34-L [离谐星区]

source: S-35-L [Liberated Sector]
de: S-35-L [Befreiter Sektor]
ko: S-35-L [해방된 구역]
ru: С-35-О [Освобожденный сектор]
zh_hans: S-35-L [离谐星区]

source: S-36-L [Liberated Sector]
de: S-36-L [Befreiter Sektor]
ko: S-36-L [해방된 구역]
ru: С-36-О [Освобожденный сектор]
zh_hans: S-36-L [离谐星区]

source: S-37-L [Liberated Sector]
de: S-37-L [Befreiter Sektor]
ko: S-37-L [해방된 구역]
ru: С-37-О [Освобожденный сектор]
zh_hans: S-37-L [离谐星区]

source: S-38-L [Liberated Sector]
de: S-38-L [Befreiter Sektor]
ko: S-38-L [해방된 구역]
ru: С-38-О [Освобожденный сектор]
zh_hans: S-38-L [离谐星区]

source: S-39-L [Liberated Sector]
de: S-39-L [Befreiter Sektor]
ko: S-39-L [해방된 구역]
ru: С-39-О [Освобожденный сектор]
zh_hans: S-39-L [离谐星区]

source: S-40-L [Liberated Sector]
de: S-40-L [Befreiter Sektor]
ko: S-40-L [해방된 구역]
ru: С-40-О [Освобожденный сектор]
zh_hans: S-40-L [离谐星区]

source: S-41-L [Liberated Sector]
de: S-41-L [Befreiter Sektor]
ko: S-41-L [해방된 구역]
ru: С-41-О [Освобожденный сектор]
zh_hans: S-41-L [离谐星区]

source: S-42-L [Liberated Sector]
de: S-42-L [Befreiter Sektor]
ko: S-42-L [해방된 구역]
ru: С-42-О [Освобожденный сектор]
zh_hans: S-42-L [离谐星区]

source: S-43-L [Liberated Sector]
de: S-43-L [Befreiter Sektor]
ko: S-43-L [해방된 구역]
ru: С-43-О [Освобожденный сектор]
zh_hans: S-43-L [离谐星区]

source: S-44-L [Liberated Sector]
de: S-44-L [Befreiter Sektor]
ko: S-44-L [해방된 구역]
ru: С-44-О [Освобожденный сектор]
zh_hans: S-44-L [离谐星区]

source: S-45-L [Liberated Sector]
de: S-45-L [Befreiter Sektor]
ko: S-45-L [해방된 구역]
ru: С-45-О [Освобожденный сектор]
zh_hans: S-45-L [离谐星区]

source: S-46-L [Liberated Sector]
de: S-46-L [Befreiter Sektor]
ko: S-46-L [해방된 구역]
ru: С-46-О [Освобожденный сектор]
zh_hans: S-46-L [离谐星区]

source: S-47-L [Liberated Sector]
de: S-47-L [Befreiter Sektor]
ko: S-47-L [해방된 구역]
ru: С-47-О [Освобожденный сектор]
zh_hans: S-47-L [离谐星区]

source: S-48-L [Liberated Sector]
de: S-48-L [Befreiter Sektor]
ko: S-48-L [해방된 구역]
ru: С-48-О [Освобожденный сектор]
zh_hans: S-48-L [离谐星区]

source: S-49-L [Liberated Sector]
de: S-49-L [Befreiter Sektor]
ko: S-49-L [해방된 구역]
ru: С-49-О [Освобожденный сектор]
zh_hans: S-49-L [离谐星区]

source: S-50-L [Liberated Sector]
de: S-50-L [Befreiter Sektor]
ko: S-50-L [해방된 구역]
ru: С-50-О [Освобожденный сектор]
zh_hans: S-50-L [离谐星区]

source: S-51-L [Liberated Sector]
de: S-51-L [Befreiter Sektor]
ko: S-51-L [해방된 구역]
ru: С-51-О [Освобожденный сектор]
zh_hans: S-51-L [离谐星区]

source: S-52-L [Liberated Sector]
de: S-52-L [Befreiter Sektor]
ko: S-52-L [해방된 구역]
ru: С-52-О [Освобожденный сектор]
zh_hans: S-52-L [离谐星区]

source: S-53-L [Liberated Sector]
de: S-53-L [Befreiter Sektor]
ko: S-53-L [해방된 구역]
ru: С-53-О [Освобожденный сектор]
zh_hans: S-53-L [离谐星区]

source: S-54-L [Liberated Sector]
de: S-54-L [Befreiter Sektor]
ko: S-54-L [해방된 구역]
ru: С-54-О [Освобожденный сектор]
zh_hans: S-54-L [离谐星区]

source: S-55-L [Liberated Sector]
de: S-55-L [Befreiter Sektor]
ko: S-55-L [해방된 구역]
ru: С-55-О [Освобожденный сектор]
zh_hans: S-55-L [离谐星区]

source: S-56-L [Liberated Sector]
de: S-56-L [Befreiter Sektor]
ko: S-56-L [해방된 구역]
ru: С-56-О [Освобожденный сектор]
zh_hans: S-56-L [离谐星区]

source: S-57-L [Liberated Sector]
de: S-57-L [Befreiter Sektor]
ko: S-57-L [해방된 구역]
ru: С-57-О [Освобожденный сектор]
zh_hans: S-57-L [离谐星区]

source: S-58-L [Liberated Sector]
de: S-58-L [Befreiter Sektor]
ko: S-58-L [해방된 구역]
ru: С-58-О [Освобожденный сектор]
zh_hans: S-58-L [离谐星区]

source: S-59-L [Liberated Sector]
de: S-59-L [Befreiter Sektor]
ko: S-59-L [해방된 구역]
ru: С-59-О [Освобожденный сектор]
zh_hans: S-59-L [离谐星区]

source: S-60-L [Liberated Sector]
de: S-60-L [Befreiter Sektor]
ko: S-60-L [해방된 구역]
ru: С-60-О [Освобожденный сектор]
zh_hans: S-60-L [离谐星区]

source: S-61-L [Liberated Sector]
de: S-61-L [Befreiter Sektor]
ko: S-61-L [해방된 구역]
ru: С-61-О [Освобожденный сектор]
zh_hans: S-61-L [离谐星区]

source: S-62-L [Liberated Sector]
de: S-62-L [Befreiter Sektor]
ko: S-62-L [해방된 구역]
ru: С-62-О [Освобожденный сектор]
zh_hans: S-62-L [离谐星区]

source: S-63-L [Liberated Sector]
de: S-63-L [Befreiter Sektor]
ko: S-63-L [해방된 구역]
ru: С-63-О [Освобожденный сектор]
zh_hans: S-63-L [离谐星区]

source: S-64-L [Liberated Sector]
de: S-64-L [Befreiter Sektor]
ko: S-64-L [해방된 구역]
ru: С-64-О [Освобожденный сектор]
zh_hans: S-64-L [离谐星区]

source: S-65-L [Liberated Sector]
de: S-65-L [Befreiter Sektor]
ko: S-65-L [해방된 구역]
ru: С-65-О [Освобожденный сектор]
zh_hans: S-65-L [离谐星区]

source: S-66-L [Liberated Sector]
de: S-66-L [Befreiter Sektor]
ko: S-66-L [해방된 구역]
ru: С-66-О [Освобожденный сектор]
zh_hans: S-66-L [离谐星区]

source: S-67-L [Liberated Sector]
de: S-67-L [Befreiter Sektor]
ko: S-67-L [해방된 구역]
ru: С-67-О [Освобожденный сектор]
zh_hans: S-67-L [离谐星区]

source: S-68-L [Liberated Sector]
de: S-68-L [Befreiter Sektor]
ko: S-68-L [해방된 구역]
ru: С-68-О [Освобожденный сектор]
zh_hans: S-68-L [离谐星区]

source: S-69-L [Liberated Sector]
de: S-69-L [Befreiter Sektor]
ko: S-69-L [해방된 구역]
ru: С-69-О [Освобожденный сектор]
zh_hans: S-69-L [离谐星区]

source: S-70-L [Liberated Sector]
de: S-70-L [Befreiter Sektor]
ko: S-70-L [해방된 구역]
ru: С-70-О [Освобожденный сектор]
zh_hans: S-70-L [离谐星区]

source: S-71-L [Liberated Sector]
de: S-71-L [Befreiter Sektor]
ko: S-71-L [해방된 구역]
ru: С-71-О [Освобожденный сектор]
zh_hans: S-71-L [离谐星区]

source: S-72-L [Liberated Sector]
de: S-72-L [Befreiter Sektor]
ko: S-72-L [해방된 구역]
ru: С-72-О [Освобожденный сектор]
zh_hans: S-72-L [离谐星区]

source: S-73-L [Liberated Sector]
de: S-73-L [Befreiter Sektor]
ko: S-73-L [해방된 구역]
ru: С-73-О [Освобожденный сектор]
zh_hans: S-73-L [离谐星区]

source: S-74-L [Liberated Sector]
de: S-74-L [Befreiter Sektor]
ko: S-74-L [해방된 구역]
ru: С-74-О [Освобожденный сектор]
zh_hans: S-74-L [离谐星区]

source: S-75-L [Liberated Sector]
de: S-75-L [Befreiter Sektor]
ko: S-75-L [해방된 구역]
ru: С-75-О [Освобожденный сектор]
zh_hans: S-75-L [离谐星区]

source: S-76-L [Liberated Sector]
de: S-76-L [Befreiter Sektor]
ko: S-76-L [해방된 구역]
ru: С-76-О [Освобожденный сектор]
zh_hans: S-76-L [离谐星区]

source: S-77-L [Liberated Sector]
de: S-77-L [Befreiter Sektor]
ko: S-77-L [해방된 구역]
ru: С-77-О [Освобожденный сектор]
zh_hans: S-77-L [离谐星区]

source: S-78-L [Liberated Sector]
de: S-78-L [Befreiter Sektor]
ko: S-78-L [해방된 구역]
ru: С-78-О [Освобожденный сектор]
zh_hans: S-78-L [离谐星区]

source: S-79-L [Liberated Sector]
de: S-79-L [Befreiter Sektor]
ko: S-79-L [해방된 구역]
ru: С-79-О [Освобожденный сектор]
zh_hans: S-79-L [离谐星区]

source: S-80-L [Liberated Sector]
de: S-80-L [Befreiter Sektor]
ko: S-80-L [해방된 구역]
ru: С-80-О [Освобожденный сектор]
zh_hans: S-80-L [离谐星区]

source: S-81-L [Liberated Sector]
de: S-81-L [Befreiter Sektor]
ko: S-81-L [해방된 구역]
ru: С-81-О [Освобожденный сектор]
zh_hans: S-81-L [离谐星区]

source: S-82-L [Liberated Sector]
de: S-82-L [Befreiter Sektor]
ko: S-82-L [해방된 구역]
ru: С-82-О [Освобожденный сектор]
zh_hans: S-82-L [离谐星区]

source: S-83-L [Liberated Sector]
de: S-83-L [Befreiter Sektor]
ko: S-83-L [해방된 구역]
ru: С-83-О [Освобожденный сектор]
zh_hans: S-83-L [离谐星区]

source: S-84-L [Liberated Sector]
de: S-84-L [Befreiter Sektor]
ko: S-84-L [해방된 구역]
ru: С-84-О [Освобожденный сектор]
zh_hans: S-84-L [离谐星区]

source: S-85-L [Liberated Sector]
de: S-85-L [Befreiter Sektor]
ko: S-85-L [해방된 구역]
ru: С-85-О [Освобожденный сектор]
zh_hans: S-85-L [离谐星区]

source: S-86-L [Liberated Sector]
de: S-86-L [Befreiter Sektor]
ko: S-86-L [해방된 구역]
ru: С-86-О [Освобожденный сектор]
zh_hans: S-86-L [离谐星区]

source: S-87-L [Liberated Sector]
de: S-87-L [Befreiter Sektor]
ko: S-87-L [해방된 구역]
ru: С-87-О [Освобожденный сектор]
zh_hans: S-87-L [离谐星区]

source: S-88-L [Liberated Sector]
de: S-88-L [Befreiter Sektor]
ko: S-88-L [해방된 구역]
ru: С-88-О [Освобожденный сектор]
zh_hans: S-88-L [离谐星区]

source: S-89-L [Liberated Sector]
de: S-89-L [Befreiter Sektor]
ko: S-89-L [해방된 구역]
ru: С-89-О [Освобожденный сектор]
zh_hans: S-89-L [离谐星区]

source: S-90-L [Liberated Sector]
de: S-90-L [Befreiter Sektor]
ko: S-90-L [해방된 구역]
ru: С-90-О [Освобожденный сектор]
zh_hans: S-90-L [离谐星区]

source: S-91-L [Liberated Sector]
de: S-91-L [Befreiter Sektor]
ko: S-91-L [해방된 구역]
ru: С-91-О [Освобожденный сектор]
zh_hans: S-91-L [离谐星区]

source: S-92-L [Liberated Sector]
de: S-92-L [Befreiter Sektor]
ko: S-92-L [해방된 구역]
ru: С-92-О [Освобожденный сектор]
zh_hans: S-92-L [离谐星区]

source: S-93-L [Liberated Sector]
de: S-93-L [Befreiter Sektor]
ko: S-93-L [해방된 구역]
ru: С-93-О [Освобожденный сектор]
zh_hans: S-93-L [离谐星区]

source: S-94-L [Liberated Sector]
de: S-94-L [Befreiter Sektor]
ko: S-94-L [해방된 구역]
ru: С-94-О [Освобожденный сектор]
zh_hans: S-94-L [离谐星区]

source: S-95-L [Liberated Sector]
de: S-95-L [Befreiter Sektor]
ko: S-95-L [해방된 구역]
ru: С-95-О [Освобожденный сектор]
zh_hans: S-95-L [离谐星区]

source: S-96-L [Liberated Sector]
de: S-96-L [Befreiter Sektor]
ko: S-96-L [해방된 구역]
ru: С-96-О [Освобожденный сектор]
zh_hans: S-96-L [离谐星区]

source: S-97-L [Liberated Sector]
de: S-97-L [Befreiter Sektor]
ko: S-97-L [해방된 구역]
ru: С-97-О [Освобожденный сектор]
zh_hans: S-97-L [离谐星区]

source: S-98-L [Liberated Sector]
de: S-98-L [Befreiter Sektor]
ko: S-98-L [해방된 구역]
ru: С-98-О [Освобожденный сектор]
zh_hans: S-98-L [离谐星区]

source: S-99-L [Liberated Sector]
de: S-99-L [Befreiter Sektor]
ko: S-99-L [해방된 구역]
ru: С-99-О [Освобожденный сектор]
zh_hans: S-99-L [离谐星区]

source: S-100-L [Liberated Sector]
de: S-100-L [Befreiter Sektor]
ko: S-100-L [해방된 구역]
ru: С-100-О [Освобожденный сектор]
zh_hans: S-100-L [离谐星区]

source: Ministry Sector
de: Ministry Sektor
ko: 내각 구역
ru: Сектор Министерства
zh_hans: 牧师团军区

source: Ministry Colonies
de: Ministry Kolonien
ko: 내각 주거지
ru: Колонии Министерства
zh_hans: 牧师团殖民地

source: Ministry Space
de: Ministry Raum
ko: 내각의 우주
ru: Пространство Министерства
zh_hans: 牧师团星域

source: Ministry Settlements
de: Ministry Gebiete
ko: 내각 정착지
ru: Поселения Министерства
zh_hans: 牧师团定居点

source: Ministry Frontier
de: Ministry Grenzraum
ko: 내각 국경 지역
ru: Граница Министерства
zh_hans: 牧师团边境

source: Ministry Territory
de: Ministry Territorium
ko: 내각 영토
ru: Территория Министерства
zh_hans: 牧师团领域

source: Ministry Domain
ko: 내각 소유지
ru: Зона Министерства
zh_hans: 牧师团地带

source: Ministry Rimworlds
de: Ministry Randwelten
ko: 내각 외곽 성단
ru: Пограничные миры Министерства
zh_hans: 牧师团边荒

source: Ministry Regions
de: Ministry Regionen
ko: 내각 변지
ru: Области Министерства
zh_hans: 牧师团星域

source: Ministry Precinct
de: Ministry Bezirk
ko: 내각 지구
ru: Участок Министерства
zh_hans: 牧师团辖域

source: Ministry District
de: Ministry Distrikt
ko: 내각 특수지구
ru: Район Министерства
zh_hans: 牧师团星区

source: Ministry Dominion
de: Ministry Herrschaftsraum
ko: 내각 통치 구역
ru: Доминьон Министерства
zh_hans: 牧师团治领

source: Ministry Turf
de: Ministry Gelände
ko: 내각 근거지
ru: Газон Министерства
zh_hans: 牧师团聚落

source: Ministry Realm
de: Ministry Reich
ko: 내각의 영역
ru: Владения Министерства
zh_hans: 牧师团属国

source: Ministry Quarter
de: Ministry Quartier
ko: 내각 내부 지역
ru: Квартал Министерства
zh_hans: 牧师团特区

source: Ministry Shire
de: Ministry Grafschaft
ko: 내각 주
ru: Удел Министерства
zh_hans: 牧师团分郡

source: Ministry Outreaches
de: Ministry Gemeinde
ko: 내각 외곽 지역
ru: Форпосты Министерства
zh_hans: 牧师团外展

source: Ministry Capital [!]
ko: 내각 수도 [!]
ru: Столица Министерства [!]
zh_hans: 牧师团首府 [！]

source: Gathering Sector
de: Gathering Sektor
ko: 군락 구역
ru: Сектор Соцветия
zh_hans: 集议会军区

source: Gathering Colonies
de: Gathering Kolonien
ko: 군락 주거지
ru: Колонии Соцветия
zh_hans: 集议会殖民地

source: Gathering Space
de: Gathering Raum
ko: 군락의 우주
ru: Пространство Соцветия
zh_hans: 集议会星域

source: Gathering Settlements
de: Gathering Gebiete
ko: 군락 정착지
ru: Поселения Соцветия
zh_hans: 集议会定居点

source: Gathering Frontier
de: GatheringGrenzraum
ko: 군락 국경 지역
ru: Граница Соцветия
zh_hans: 集议会边境

source: Gathering Territory
de: Gathering Territorium
ko: 군락 영토
ru: Территория Соцветия
zh_hans: 集议会地带

source: Gathering Domain
ko: 군락 소유지
ru: Зона Соцветия
zh_hans: 集议会领域

source: Gathering Rimworlds
de: Gathering Randwelten
ko: 군락 외곽 성단
ru: Пограничные миры Соцветия
zh_hans: 集议会边荒

source: Gathering Regions
de: Gathering Regionen
ko: 군락 변지
ru: Области Соцветия
zh_hans: 集议会星域

source: Gathering Precinct
de: Gathering Bezirk
ko: 군락 지구
ru: Участок Соцветия
zh_hans: 集议会辖区

source: Gathering District
de: Gathering Distrikt
ko: 군락 특수지구
ru: Район Соцветия
zh_hans: 集议会星区

source: Gathering Dominion
de: Gathering Herrschaftsraum
ko: 군락 통치 구역
ru: Доминьон Соцветия
zh_hans: 集议会治领

source: Gathering Turf
de: Gathering Gelände
ko: 군락 근거지
ru: Газон Соцветия
zh_hans: 集议会聚落

source: Gathering Realm
de: Gathering Reich
ko: 군락의 영역
ru: Владения Соцветия
zh_hans: 集议会属国

source: Gathering Quarter
de: Gathering Quartier
ko: 군락 내부 지역
ru: Квартал Соцветия
zh_hans: 集议会特区

source: Gathering Shire
de: Gathering Grafschaft
ko: 군락 주
ru: Удел Соцветия
zh_hans: 集议会分郡

source: Gathering Outreaches
de: Gathering Gemeinde
ko: 군락 외곽 지역
ru: Форпосты Соцветия
zh_hans: 集议会外展

source: Gathering Gardenworlds [!]
de: Gathering Gartenwelten [!]
ko: 군락 정원 성단 [!]
ru: Садовый мир Соцветия [!]
zh_hans: 集议会园庭 [！]

source: Confederate Sector
de: Confederate Sektor
ko: 군계 구역
ru: Сектор Конфедерации
zh_hans: 血兰邦星区

source: Confederate Coreworlds [!]
de: Confederate Kernwelten [!]
ko: 군계 중심 성단 [!]
ru: Родной мир Конфедерации [!]
zh_hans: 血兰邦核心区 [！]

source: Free Mantis Sector
de: Free Mantis Sektor
ko: 독립 맨티스 구역
ru: Сектор Свободных Богомолов
zh_hans: 自由螳螂军区

source: Free Mantis Space
de: Free Mantis Raum
ko: 독립 맨티스의 우주
ru: Пространство Свободных Богомолов
zh_hans: 自由螳螂星域

source: Free Mantis Frontier
de: Free Mantis Grenzraum
ko: 독립 맨티스 국경 지역
ru: Граница Свободных Богомолов
zh_hans: 自由螳螂边境

source: Free Mantis Territory
de: Free Mantis Territorium
ko: 독립 맨티스 영토
ru: Территория Свободных Богомолов
zh_hans: 自由螳螂地带

source: Free Mantis Domain
ko: 독립 맨티스 소유지
ru: Зона Свободных Богомолов
zh_hans: 自由螳螂领域

source: Free Mantis Rimworlds
de: Free Mantis Randwelten
ko: 독립 맨티스 외곽 성단
ru: Пограничные миры Свободных богомолов
zh_hans: 自由螳螂边荒

source: Free Mantis Regions
de: Free Mantis Regionen
ko: 독립 맨티스 변지
ru: Области Свободного Богомолов
zh_hans: 自由螳螂星区

source: Free Mantis Precinct
de: Free Mantis Bezirk
ko: 독립 맨티스 지구
ru: Участок Свободных Богомолов
zh_hans: 自由螳螂辖区

source: Free Mantis Parts
de: Free Mantis Teile
ko: 독립 맨티스 지역
ru: Регион Свободных Богомолов
zh_hans: 自由螳螂分部

source: Free Mantis Dominion
de: Free Mantis Herrschaftsraum
ko: 독립 맨티스 통치 구역
ru: Доминьон Свободных Богомолов
zh_hans: 自由螳螂治领

source: Free Mantis Turf
de: Free Mantis Gelände
ko: 독립 맨티스 근거지
ru: Газон Свободных богомолов
zh_hans: 自由螳螂聚落

source: Free Mantis Realm
de: Free Mantis Reich
ko: 독립 맨티스의 영역
ru: Владения Свободных Богомолов
zh_hans: 自由螳螂属国

source: Free Mantis Outreaches
de: Free Mantis Gemeinde
ko: 독립 맨티스 외곽 지역
ru: Форпост Свободных Богомолов
zh_hans: 自由螳螂外展

source: Hunting Grounds [!]
de: Jagdgründe [!]
ko: 사냥터 [!]
ru: Охотничьи угодья [!]
zh_hans: 游猎场 [！]

source: Imperial Sector
de: Imperial Sektor
ko: 제국 구역
ru: Сектор Империи
zh_hans: 帝国军区

source: Imperial Colonies
de: Imperial Kolonien
ko: 제국 주거지
ru: Колонии Империи
zh_hans: 帝国殖民地

source: Imperial Space
de: Imperial Raum
ko: 제국의 우주
ru: Пространство Империи
zh_hans: 帝国星域

source: Imperial Settlements
de: Imperial Gebiete
ko: 제국 정착지
ru: Поселения Империи
zh_hans: 帝国定居点

source: Imperial Frontier
de: Imperial Grenzraum
ko: 제국 국경 지역
ru: Граница Империи
zh_hans: 帝国边境

source: Imperial Territory
de: Imperial Territorium
ko: 제국 영토
ru: Территория Империи
zh_hans: 帝国地带

source: Imperial Domain
ko: 제국 소유지
ru: Зона Империи
zh_hans: 帝国领域

source: Imperial Rimworlds
de: Imperial Randwelten
ko: 제국 외곽 성단
ru: Пограничные миры Империи
zh_hans: 帝国边荒

source: Imperial Regions
de: Imperial Regionen
ko: 제국 변지
ru: Области Империи
zh_hans: 帝国星区

source: Imperial Precinct
de: Imperial Bezirk
ko: 제국 지구
ru: Участок Империи
zh_hans: 帝国辖区

source: Imperial District
de: Imperial Distrikt
ko: 제국 특수지구
ru: Район Империи
zh_hans: 帝国星域

source: Imperial Parts
de: Imperial Teile
ko: 제국 지역
ru: Регион Империи
zh_hans: 帝国分部

source: Imperial Dominion
de: Imperial Herrschaftsraum
ko: 제국 통치 구역
ru: Доминьон Империи
zh_hans: 帝国治领

source: Imperial Turf
de: Imperial Gelände
ko: 제국 근거지
ru: Газон Империи
zh_hans: 帝国封界

source: Imperial Realm
de: Imperial Reich
ko: 제국의 영역
ru: Владения Империи
zh_hans: 帝国侯邦

source: Imperial Quarter
de: Imperial Quartier
ko: 제국 내부 지역
ru: Квартал Империи
zh_hans: 帝国特区

source: Imperial Shire
de: Imperial Grafschaft
ko: 제국 주
ru: Удел Империи
zh_hans: 帝国分郡

source: Imperial Outreaches
de: Imperial Gemeinde
ko: 제국 외곽 지역
ru: Форпост Империи
zh_hans: 帝国外展

source: Imperial New-Homelands [!]
de: Imperiale Neue-Heimatwelten [!]
ko: 제국 신-고향 성단 [!]
ru: Новый родной мир Империи [!]
zh_hans: 帝国新都 [！]

source: Outcast Rimworlds
de: Outcast Randwelten
ko: 망명자 외곽 성단
ru: Пограничные миры изгоев
zh_hans: 流放者边荒

source: Outcast Colonies
de: Outcast Kolonien
ko: 망명자 주거지
ru: Колонии изгоев
zh_hans: 流放者殖民地

source: Outcast Outreaches
de: Outcast Gemeinde
ko: 망명자 외곽 지역
ru: Форпост изгоев
zh_hans: 流放者外展

source: Outcast Turf
de: Outcast Gelände
ko: 망명자 근거지
ru: Газон изгоев
zh_hans: 流放者聚落

source: Outcast Territory
de: Outcast Territorium
ko: 망명자 영토
ru: Территория изгоев
zh_hans: 流放者地带

source: Outcast Dominion
de: Outcast Herrschaftsraum
ko: 망명자 통치 구역
ru: Доминьон изгоев
zh_hans: 流放者领域

source: Outcast Regions
de: Outcast Regionen
ko: 망명자 변지
ru: Области изгоев
zh_hans: 流放者星域

source: Theocracy Badlands [!]
ko: 신정 불모지 [!]
ru: Пустоши Теократии [!]
zh_hans: 神国恶土 [！]
