Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: "Why suddenly so adverse to business? Oh well, maybe we'll find someone more eager to get the deal of a lifetime at the next beacon!"
ko: "왜 갑자기 마음이 바뀌셨나? 뭐, 다른 손님 찾으러 가봐야지!"
ru: "Почему вдруг так не хочется заниматься делами? Ну что ж, может быть, на следующем маяке мы найдем кого-нибудь более жаждущего получить сделку всей жизни!"
zh_hans: "为什么突然对生意这么反感？哦，好吧，也许我们会在下一个信标找到更渴望得到交易的人！"

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_HUMAN"]/text
source: Your Slug tells you the slave being offered is a human.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 인간입니다.
ru: Ваш слизень сообщает вам, что предложенный раб - человек.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个人类。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_ENGI"]/text
source: Your Slug tells you the slave being offered is an Engi.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 엔지입니다.
ru: Ваш слизень говорит вам, что предложенный раб - это энджи.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个半械族。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_ORCHID"]/text
source: Your Slug tells you the slave being offered is an Orchid.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 오키드입니다.
ru: Ваш слизень говорит вам, что предложенный раб - это орхидея.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个兰花族。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_ROCK"]/text
source: Your Slug tells you the slave being offered is a Rockman.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 락맨입니다.
ru: Ваш слизень говорит вам, что предложенный раб - валун.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个岩石族。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_MANTIS"]/text
source: Your Slug tells you the slave being offered is a Mantis.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 맨티스입니다.
ru: Ваш слизень говорит вам, что предложенный раб - богомол.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个螳螂族。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_CRYSTAL"]/text
source: Your Slug tells you the slave being offered is a Crystal.
ko: 슬러그 선원에 의하면 저쪽에서 팔려고 하는 노예는 크리스탈입니다.
ru: Ваш слизень говорит вам, что предложенный раб - кристаллин.
zh_hans: 你的蛞蝓族船员告诉你被提供的奴隶是个水晶族。

source: Buy the slave for 35 scrap.
ko: 노예를 35 스크랩에 산다.
ru: Купить раба за 35 лома.
zh_hans: 用35废料购买这名奴隶。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 당신은 이 사기꾼들을 공격하려 준비합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_1"]/text
source: You beam your crew aboard. You won't have long until reinforcements arrive, but you notice a few things right off the bat.
ko: 선원들을 투입했습니다. 곧 지원군이 도착할 테니 빨리 조사를 서둘러야 하는데, 몇 가지 눈에 띄는 점이 있습니다.
ru: Вы телепортируете свою команду на борт. До прибытия подкрепления осталось недолго, но вы уже сразу заметили несколько деталей.
zh_hans: 你把你的船员送上船。在增援部队到达之前，你不会有太久的时间，但你马上注意到了一些事情。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_1"]/choice[1]/text
source: There's a map with co-ordinates on the left.
ko: 왼쪽에 좌표가 표시된 지도가 있다.
ru: Слева есть карта с координатами.
zh_hans: 左边有一张星图上面有坐标。

source: Your crew grab the map, making sure to note down the co-ordinates that appear to be some sort of smuggler shipyard.
ko: 선원들은 지도를 확인하고 일종의 밀수꾼 조선소로 판단되는 곳의 좌표를 옮겨 적었습니다.
ru: Ваш член экипаж берет в руки карту, обязательно отмечая координаты, по которым, судя по всему, находится какая-то верфь контрабандистов.
zh_hans: 你的船员抓住星图，确保记下似乎是某种走私者船厂的坐标。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_1"]/choice[2]/text
source: There's a brand-new weapon in the corner.
ko: 구석에 새것 같은 무기가 놓여있다.
ru: В углу лежит совершенно новое оружие.
zh_hans: 角落里有一个全新的武器。

source: You grab the weapon and load it onto your ship.
ko: 당신은 무기를 집어들고 함선으로 옮겼습니다.
ru: Вы берете оружие и переносите его на свой корабль.
zh_hans: 你抓起武器把它装到你的船上。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_2"]/text
source: You're surprised to see the scale of the shipyard, a massive space station commandeered by the Smugglers. Though it's hard to tell, you believe it may have once belonged to a major corporation, likely Hephaestus.
ko: 놀라울 정도로 거대한 우주 정거장을 밀수꾼들이 통째로 점령해 조선소로 쓰고 있는 것 같습니다. 확실하지는 않지만, 한때는 헤파이스토스 사 같은 대기업의 소유가 아니었을까 싶습니다.
ru: Вы удивлены масштабами верфи - огромной космической станции, захваченной контрабандистами. Хотя трудно сказать, но вы полагаете, что когда-то она принадлежала крупной корпорации, скорее всего, "Гефесту".
zh_hans: 你惊讶地看到船厂的规模，这是一个被走私者征用的巨大星域空间站。虽然很难说，但你相信它可能曾经属于一家大公司，可能是锤神。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_2"]/choice[1]/text
source: Investigate further.
ko: 더 조사해본다.
ru: Провести дальнейшее расследование.
zh_hans: 进一步调查。

source: You're shocked at how few ships guard the station, and you're able to simply enter without any protest. You notice several ship designs you don't recognize, including the same model as the guard from earlier, an early prototype of a Rebel Gunboat. One of them appears to be operational and is protecting a large, cruiser-sized vessel made from the parts of other ships.
ko: 놀랍게도 경비를 서는 함선이 거의 없어서 어떠한 제지도 받지 않고 정거장에 접근할 수 있었습니다. 입구에서 봤던 경비정을 포함해서 당신이 모르는 함선 모델이 여럿 있습니다. 그 중에 하나는 다른 배들의 부품을 합쳐 만든 것으로 보이는 순양함급 선박을 지키고 있습니다.
ru: Вы потрясены тем, как мало кораблей охраняет станцию, и вы спокойно можете войти внутрь без всякого сопротивления. Вы замечаете несколько незнакомых вам кораблей, в том числе ту же модель, что и у предыдущего сторожевого корабля, - ранний прототип канонерки повстанцев. Один из них, судя по всему, исправен и охраняет большое судно размером с крейсер, сделанное из частей других кораблей.
zh_hans: 你对守卫舰该空间站的船只之少感到震惊，你能够简单地进入而没有任何抗议。你注意到有几艘你不认识的飞船设计，包括与先前的守卫舰相同的型号，即叛军炮艇的早期原型。其中一艘似乎已经投入使用，正在保护一艘由其他船只的部件制成的大型巡洋舰。

source: Attack the ship to get to the cruiser.
ko: 경비정을 공격해 순양함을 확보한다.
ru: Атаковать корабль, чтобы добраться до крейсера.
zh_hans: 攻击该船去找星舰。

source: Still, even now, as you move in to attack one of their own ships, no other ships approach even just to spectate. Regardless, it appears that this will be no easy fight.
ko: 경비정을 공격하려 시도하고 있는데도 불구하고 다른 함선들은 구경할 생각마저 없는 건지 전혀 접근하지 않고 있습니다. 아무튼 쉽지 않은 싸움이 될 것 같습니다.
ru: Но даже сейчас, когда вы атакуете один из их кораблей, ни один корабль не приближается даже для того, чтобы просто посмотреть. Тем не менее, похоже, что это будет нелегкий бой.
zh_hans: 然而，即使是现在，当你进入攻击他们自己的一艘舰船时，也没有其他舰船接近，甚至只是观望一下。不管怎么说，这似乎不是一场简单的战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: This place is dangerous, we have no reason to go messing around with the Smuggler clan.
ko: 안 그래도 위험한 곳에 있으면서 굳이 밀수꾼들에게 싸움을 걸 필요는 없겠지요.
ru: Это место опасно, у нас нет причин связываться с кланом Контрабандистов.
zh_hans: 这个地方很危险，我们没有理由去招惹走私船一族。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_2"]/choice[2]/text
source: Ignore the shipyard.
ko: 조선소를 무시한다.
ru: Не обращать внимания на верфь.
zh_hans: 无视该建筑厂。

source: This place is dangerous, we have no reason to go poking around in the Smuggler clan's central shipyards.
ko: 굳이 밀수꾼들의 소굴인 게 분명한 조선소로 접근할 필요는 없겠지요.
ru: Это место опасно, у нас нет причин заходить на центральные верфи клана Контрабандистов.
zh_hans: 这个地方很危险，我们没有理由去打探走私船部族的中央造船厂。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_3"]/text
source: The gunboat collapses, scattering debris around the interior of the shipyards. You scoop up the material.
ko: 포함이 부서지면서 조선소 내부에 잔해가 흩날립니다. 당신은 쓸만해 보이는 부품을 챙겼습니다.
ru: Канонерское судно разрушается, разбрасывая обломки по внутренним помещениям верфей. Вы собираете обломки.
zh_hans: 炮艇倒下了，碎片散落在船厂内部。你捡起这些材料。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_UNLOCK_3"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you approach the cruiser, a much larger Smuggler vessel uncloaks nearby, and hails you. A tall, slender Slug appears on the vidscreen. "I ssssee you have come for our new prototype cruissser, eh?" The Slug chuckles. "In cassse you aren't aware, that cruissser right there was being built ssspecifically for the boss, Ocym. But, sssseeing how well you dessstroyed that vesssel of oursss I'd say the ssship isss better in your hands. Heheheh..."
ko: 순양함에 접근하자 경비정보다 훨씬 더 큰 밀수꾼 선박이 은폐를 풀고 나타났습니다. 마른 체형의 슬러그 하나가 교신을 보냈습니다. "우리 쌔... 쑨양함을 갖고 씨픈 거냐?" 슬러그가 웃습니다. "한 가찌 알려쭈짜면, 이 순양함은 우리 두목 '오씸'을 위해 건쪼중인 거야. 근데 네가 싸우는 모씁을 보니 네가 가찌는 게 나을 것 같다. 헤헤헤..."
ru: Когда вы приближаетесь к крейсеру, рядом с ним появляется гораздо более крупное судно контрабандистов, которое вызывает вас по видеосвязи. На видеоэкране появляется высокий стройный слизень. "Я вижу, ты пришел за нашим новым прототипом крейсера, да?" Слизень усмехается. "Есссли ты не в курсссе, этот крейсссер ссстроилссся ссспециально для босссса, Оцима. Но, видя, как хорошшшо ты уничтожил нашшше сссудно, я бы сссказал, что корабль лучшшше передать твои руки. Хе-хе..."
zh_hans: 当你接近星舰时，一艘更大的走私船在附近展开，并向你打招呼。一个高大修长的蛞蝓族出现在视频屏幕上。"我看到你是为我们的新星舰原型而来，嗯？"蛞蝓族笑着说。"如果你不知道，那艘星舰是专门为老板奥西姆建造的。但是，看到你把我们的那艘船破坏得那么好，我想说这艘船在你手里会更好。嘿嘿..."

source: Accept his offer and take the ship.
ko: 슬러그의 제안을 받아들여 순양함을 확보한다.
ru: Принять его предложение и захватить корабль.
zh_hans: 接受他的提议坐上这艘船。

source: As you get to work on reprogramming the ship to jump back to the Federation hangar, you notice a loud clicking noise from inside. Before you can react, an explosion consumes the entire ship and kills one of your crew! You receive one last hail from the Slug. "You sssshould know Captain, never trusssst a pirate. Now get out of my sssshipyard."
ko: 확보한 순양함을 연방 격납고로 도약하도록 재프로그래밍하던 도중, 순양함 내부에서 딸깍거리는 소리가 나기 시작했습니다. 그 후 뭐라 반응하기도 전에 거대한 폭발이 일어나 순양함과 당신의 선원 한 명을 집어삼켰습니다! 슬러그로부터 새로운 메시지가 날아왔습니다. "해쩍을 믿냐, 바보 같은 놈. 내 쪼썬소에서 꺼쪄."
ru: Когда вы приступаете к работе по перепрограммированию корабля на прыжок обратно в ангар Федерации, вы замечаете громкий щелкающий звук изнутри. Прежде чем вы успеваете среагировать, взрыв поглощает весь корабль и убивает одного из членов вашей команды! Вы получаете последний вызов от слизня. "Ты должен знать, капитан, никогда не доверяй пиратам. А теперь убирайссся ссс моей верфи".
zh_hans: 当你开始重新编程，让飞船跃迁回联邦舰库时，你注意到里面传来了巨大的咔嚓声。在你做出反应之前，一场爆炸吞噬了整艘船，并杀死了你的一名船员！你收到了蛞蝓族的最后一声呼唤。"你应该知道舰长，永远不要欺骗海盗。现在滚出我的船厂。"

source: Fortunately your crew is able to be revived by the Clone Bay, but the same can't be said for the ship destroyed by the bomb.
ko: 다행히도 선원은 클론 배양실에서 부활했지만, 선체 피해는 되돌릴 수 없습니다.
ru: К счастью, вашего члена экипажа удается возродить с помощью Клон-отсека, но этого нельзя сказать о корабле, уничтоженном бомбой.
zh_hans: 幸运的是你的船员能够通过克隆舱复活，但被炸弹摧毁的飞船就不一样了。

source: The AI advises against boarding that ship, as it is very likely rigged with a last-ditch trap. Not like you have any crew to send to it anyway.
ko: AI는 함정이 설치되어 있을 확률이 높기 때문에 승선하지 말 것을 권고합니다. 어차피 보낼만한 선원이 있는 것도 아니고 말이죠.
ru: ИИ не советует высаживаться на этот корабль, так как на нем, скорее всего, установлена ловушка. В любом случае, у вас нет экипажа, чтобы послать на него.
zh_hans: AI建议不要登上那艘船，因为它很可能被装上了最后的陷阱。反正你也没有船员可以派到那里。

source: Offer a compromise for the blueprints - you can never be too sure with pirates.
ko: 실물 대신 설계도를 달라고 요청한다 - 해적의 제안을 곧이곧대로 받아들여선 안 된다.
ru: Предложить что-то за чертежи - пиратам никогда нельзя полностью доверять.
zh_hans: 为蓝图提供一个折中方案--对于海盗，你永远不能太确定。

source: You don't trust the Slug enough to just take the ship, so instead you offer a simple compromise. You request they hand over a copy for the blueprints of the ship, and you won't touch the physical version. Instead of accepting, the Slug breaks into laughter.
ko: 함선을 준다고 덥석 받아 기기엔 슬러그는 믿지 못할 족속들입니다. 당신은 순양함 자체는 안 건드릴 테니 설계도의 사본을 달라고 요청했습니다. 슬러그는 대답 없이 큰 웃음을 터뜨립니다.
ru: Вы не доверяете слизню настолько, чтобы просто забрать корабль, поэтому предлагаете простой выход. Вы просите их передать вам копию чертежей корабля, а к физической версии вы не будете прикасаться. Вместо того чтобы согласиться, слизень разражается хохотом.
zh_hans: 你不相信蛞蝓族能直接拿走这艘船，所以你提出了一个简单的折中方案。你要求他们交出一份飞船的蓝图，而你不会碰实体版。蛞蝓族没有接受，反而大笑起来。

source: What's so funny?
ko: 뭐가 그리 웃기지?
ru: Что смешного?
zh_hans: 有什么好笑的？

source: "Well you sssee, thisss wass ssupposssed to be a trap. That sssship isss rigged to explode when anyone triesss to take it. But... you ssseemed to have outsssmarted me. Ssssso, I'll make you a deal. I won't give you the sssship, no. But the blueprintsss, mossst cccertainly! It ticklesss me to think of the Federation usssing Sssmuggler tech... and I can ssshow you a way to hijack enemy frequenccciessss too!"
ko: "그게 말이찌, 이거 함쩡이었거든. 저 쑨양함은 누가 가쪄가려고 하면 폭발해버려. 근데... 쏙지 않았네. 그래, 배는 안 쭐게. 그 대씬, 썰계도는 쭐게! 연방이 밀쑤꾼 배를 쓴다니 째밌네... 덤으로 쩍들의 교씬을 가로체는 법도 알려쭐게!"
ru: "Видишшшь ли, это должна была быть ловушшшка. Корабль уссстроен так, что он взорветссся, есссли кто-то попытаетссся его захватить. Но... похоже, ты меня перехитрил. Так что я заключу ссс тобой сссделку. Я не отдам тебе корабль, нет. Но чертежи - конечно! Мне приятно думать, что Федерация иссспользует технологии Контрабандиссстов... и я сссмогу показать тебе ссспосссоб перехвата вражессских радиочассстот!"
zh_hans: "嗯，你看，这本来是个陷阱。那艘船被设计成一旦有人试图夺取它就会爆炸。但是...你似乎比我更聪明。所以，我和你做个交易。我不会把船给你的，不会。但是蓝图，我肯定会给你！想到联邦使用"走私者"的技术，我就心痒难耐...而且我还能告诉你一种劫持敌人频率的方法！"

# data/events_pirate.xml.append$//event[@name="CRYSTAL_KNICKNACKS"]/text
source: A Crystalline market is established here, a rare sight. It appears to have drawn a large crowd, and is selling Crystal relics.
ko: 이곳에는 흔치 않게도 크리스탈들의 시장이 있는 것 같습니다. 상당히 많은 인파가 모여 각종 크리스탈 유물을 팔고 있습니다.
ru: Здесь находится редкий для этого места рынок кристаллинов. На нем, судя по всему, собралось много народу, и продаются кристаллические реликвии.
zh_hans: 这里建立了一个水晶族市场这是一个罕见的景象。它似乎吸引了大量人群，正在出售水晶文物。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_WONDERDRONE"]/text
source: "Greetings! You look like a guy who benefit greatly from never seen before drone tech! That's right, we bring to you the brand new WONDERDRONE (tm). As you can see, this special drone comes equipped with 4 different weapons! Just give 'er a good smack when there's nothin' else to do and it'll change what weapon it fires. This is a steal of a deal kid, you'd have to be an idiot not to take it."
ko: "반갑습니다! 최신형 드론이 꼭 필요하신 분 같군요! 소개합니다, 최신형 원더드론입니다! 보시면 알겠지만, 무기가 4개나 달렸지요! 할 일 없을 때마다 간단하게 조정 좀 하면 다른 무기를 쏘게 할 수 있습니다. 어디 가서 이런 물건 못 구하십니다. 제정신이 박힌 사람이라면 누구라도 살만한 물건이죠."
ru: "Приветствую! Вы похожи на человека, которому очень полезны невиданные ранее технологии дронов! Именно так, мы представляем вам новый "Чудо-дрон" (ТМ). Как вы можете видеть, этот специальный дрон оснащен 4 различными видами оружия! Просто дайте ему хороший пинок, если больше нечем заняться, и он заменит оружие. Это очень выгодная сделка, парень, надо быть идиотом, чтобы не согласиться на ее".

source: Buy the WonderDrone.
ko: 원더드론을 산다.
ru: Купить "Чудо-дрон".
zh_hans: 购买神奇无人机。

source: Negotiate a better price.
ko: 가격을 협상한다.
ru: Договориться о более выгодной цене.
zh_hans: 协商一个更好的价格。

source: Attack them for the drone.
ko: 드론을 뺏기 위해 공격한다.
ru: Атаковать их, чтобы заполучить дрон.
zh_hans: 攻击他们的无人机。

source: "Damn it, we got another angry one! Arm the weapons..."
ko: "젠장, 또 진상을 만났구만! 무기 준비..."
ru: "Черт возьми, у нас еще один злюка! К оружию..."
zh_hans: "该死的，我们又遇到了一个愤怒的人！把武器武装起来..."

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested.
ko: 관심이 없다고 한다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Aw, that's too bad." You cut comms and leave.
ko: "에이, 어쩔 수 없죠 뭐." 당신은 교신을 끊고 도약할 준비를 합니다.
ru: "Очень жаль". Вы отключаете связь и уходите.
zh_hans: "哦，那真是可惜。"你切断通讯并离开。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Alright fine. How about this?"
ko: "좋아요. 이 정도면 어떠십니까?"
ru: "Хорошо. Как насчет этого?"
zh_hans: "好吧。这个怎么样？"

source: Buy the WonderDrone.
ko: 원더드론을 산다.
ru: Купить "Чудо-дрон".
zh_hans: 购买神奇无人机。

source: No thanks.
ko: 됐습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Aw, that's too bad." You cut comms and leave.
ko: "에이, 어쩔 수 없죠 뭐." 당신은 교신을 끊고 도약할 준비를 합니다.
ru: "Очень жаль". Вы отключаете связь и уходите.
zh_hans: "哦，那真是可惜。"你切断通讯并离开。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "You dare insult us? This is an excellent price for an outstanding drone!" The Smugglers raise their weapons, furious.
ko: "우리를 모욕하는 겁니까? 이런 대단한 드론에 이 정도 가격인데!" 밀수꾼들이 격분해 무기를 들어 올립니다.
ru: "Вы смеете нас оскорблять? Это отличная цена за выдающийся дрон!" Контрабандисты в ярости и активируют оружие.
zh_hans: "你敢羞辱我们？这是一个出色的无人机的绝佳价格！"走私者举起他们的武器，怒不可遏。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SMUGGLER_PLAYER_WEPS"]/text
source: A Black Market station is selling unique weapons and drones here which consume less power than normal.
ko: 일반적인 장비보다 전력을 덜 소모하는 무기와 드론이 거래되는 암시장이 열려있습니다.
ru: Станция Черный рынок продает здесь уникальное оружие и дроны, потребляющие меньше энергии, чем обычно.
zh_hans: 一个暗域黑市空间站在这里出售独特的武器和无人机，这些武器和无人机的耗电量低于正常水平。

source: Buy a weapon.
ko: 무기를 산다.
ru: Купить оружие.
zh_hans: 购买一件武器。

source: Buy a weapon.
ko: 무기를 산다.
ru: Купить оружие.
zh_hans: 购买一件武器。

source: Buy a drone.
ko: 드론을 산다.
ru: Купить дрон.
zh_hans: 购买一架无人机。

source: Buy nothing.
ko: 아무것도 사지 않는다.
ru: Ничего не покупать.
zh_hans: 什么都不买。
