Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER_DESTROYED"]/text
source: You may never know what happened to the original crew, but at least the Ghost ship will never bother anyone else. You scrap the hull.
ko: 원래 선원들에게 무슨 일이 생겼는지는 알 수 없지만, 어찌 되었건 유령선은 누구에게도 해를 끼칠 수 없겠죠. 당신은 노예선을 분해했습니다.
ru: Возможно, вы никогда не узнаете, что случилось с первоначальным экипажем, но, по крайней мере, корабль-призрак больше никогда никого не побеспокоит. Вы разбираете корпус на металлолом.
zh_hans: 你可能永远不知道原来的船员发生了什么，但至少这艘魂灵族飞船永远不会打扰到其他人。你将船体摧毁。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER_KILL"]/text
source: The Ghosts are gone, or at least you hope. You're reasonably comfortable scraping the hull further, but not enough to stick around any longer than necessary.
ko: 유령들은 사라졌습니다. 부디 진짜로 그랬으면 좋겠네요. 필요 이상으로 머물 생각은 없지만, 당신은 좀 더 오랜 시간을 들여 선체를 정밀하게 분해했습니다.
ru: Призраки исчезли, или, по крайней мере, вы на это надеетесь. Вполне разумно исследовать корпус корабля дальше, но не настолько, чтобы задерживаться здесь дольше, чем это необходимо.

# data/events_pirate.xml.append$//event[@name="SUSPICIOUS_SMUGGLER"]/text
source: Though it has no conspicuous pirate markings, the ship at this beacon behaves very strangely. You suspect it's a smuggler, but without proof that claim has little bearing.
ko: 겉으로는 평범해 보이는 함선 하나가 대단히 이상하게 행동하고 있습니다. 밀수꾼 같은데, 달리 증거가 없으니 별 의미는 없습니다.
ru: Несмотря на отсутствие пиратских опознавательных знаков, корабль, стоящий у этого маяка, ведет себя очень странно. Вы подозреваете, что это контрабандисты, но без доказательств это утверждение мало что значит.
zh_hans: 虽然它没有明显的海盗标记，但这个信标上的船表现得非常奇怪。你怀疑它是一个走私船，但如果没有证据，这种说法就没有什么意义。

source: Attack them!
ko: 공격한다!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You prepare for combat.
ko: 당신은 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't do anything.
ko: 아무것도 하지 않는다.
ru: Не нужно ничего делать.
zh_hans: 不要做任何事情。

source: You don't approach, but the ship seems aware that you noticed them. "Hey, uh, what are you looking at?"
ko: 당신은 가만히 있었지만, 상대방은 당신의 존재를 눈치챈 것 같습니다. "어이, 뭐 구경이라도 났냐? 뭘 쳐다봐?"
ru: Вы не пытаетесь приблизиться, но корабль, похоже, знает, что вы его заметили. "Эй, на что вы смотрите?"
zh_hans: 你没有接近，但这艘船似乎意识到你注意到了他们。"嘿，呃，你在看什么？"

source: Oh, you know...
ko: 아, 그냥...
ru: Ну, знаете...
zh_hans: 哦，你知道...

source: "Y-yeah? And what about it?"
ko: "뭐, 뭔데? 뭔 일 있냐?"
ru: "Д-да? И на что же?"
zh_hans: "对啊？那又如何呢？"

source: You got anything to trade?
ko: 뭐 거래할만한 거 있습니까?
ru: У вас есть что-нибудь на продажу?
zh_hans: 你有什么要交易的吗？

source: "O-oh. Yeah, of course. Come aboard!"
ko: "어... 그럼 당연하지. 어서 와!"
ru: "О-о-о. Да, конечно. Поднимайтесь на борт!"
zh_hans: "哦--哦。是的，当然了。上来吧！"

source: Attack them!
ko: 공격하라!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You prepare for combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL"]/text
source: To your surprise, a Zoltan ship is in the process of arresting an Engi ship. You aren't sure what the circumstances are, or if you should even get involved.
ko: 놀랍게도 졸탄 함선이 엔지 함선을 체포하려는 중입니다. 이게 어떤 상황인지, 애초에 관여할만한 일인지 확실치 않습니다.
ru: К вашему удивлению, корабль золтанов арестовывает корабль энджи. Вы не знаете, каковы обстоятельства и стоит ли вообще вмешиваться.
zh_hans: 令你惊讶的是，一艘超能族飞船正在逮捕一艘半械族飞船。你不确定是什么情况，或者你是否应该参与进来。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL"]/choice[1]/text
source: Hail them an ask what's going on.
ko: 양쪽 모두와 교신해 상황을 물어본다.
ru: Связаться с ними и спросить, что происходит.
zh_hans: 向他们打招呼询问发生了什么事。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL"]/choice[1]/event/text
source: The Zoltan responds first, the Engi waiting patiently for them. "We are arresting these Engi for purchasing or willingly partaking in the sale of illegal goods or services."
ko: 엔지가 말을 아끼는 동안 졸탄이 먼저 설명을 시작했습니다. "저희는 이 엔지 함선을 불법적인 물품 혹은 서비스를 구매하거나 판매를 방조한 혐의로 체포하고 있습니다."
ru: Золтаны отвечают первым, а энджи терпеливо ждут. "Мы арестовываем этих энджи за покупку или добровольное участие в продаже незаконных товаров или услуг".
zh_hans: 超能族首先回应，半械族耐心地等待他们。"我们正在逮捕这些半械族，因为他们购买或自愿参与销售非法商品或服务。"

source: Listen to the Engi.
ko: 엔지의 말을 들어본다.
ru: Прослушать сообщение энджи.
zh_hans: 听听半械族的说法。

source: "Impossible. Payment delivered as requested. Transaction completed successfully."
ko: "불가능. 대금 요구대로 지불됨. 거래 성공적으로 완료."
ru: "Невозможно. Платеж доставлен в соответствии с запросом. Транзакция успешно завершена".
zh_hans: "不可能的。付款已按要求交付。交易成功完成。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Zoltan reply; "You have been caught purchasing illegal drugs from a Mantis vendor. This is a violation of both Federation, Zoltan, and Free-Space law."
ko: 졸탄이 대답합니다. "그대들은 맨티스 상선으로부터 불법 마약류를 구입하던 중에 적발되었습니다. 이는 연방법과 졸탄법은 물론 자유 우주법 모두에 위반되는 범법행위입니다."
ru: Золтаныц отвечает: "Вы были пойманы на покупке запрещенных наркотиков у продавца-богомола. Это является нарушением законов Федерации, Золтанов и Свободного космоса".
zh_hans: 超能族回答说："你从一个螳螂族商贩那里购买非法毒品被抓。这违反了联邦、超能族和自由星域的法律。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Negative. Goods purchased = production amplifiers. Nothing stolen, no illegal actions performed." The two ships continue arguing back and forth.
ko: "부정함. 구매한 물건 = 생산성 향상품. 훔치지 않음. 불법행위 없었음." 두 함선이 언쟁을 주고받습니다.
ru: "Отрицательно. Приобретенный товар = производственные усилители. Ничего не украдено, никаких незаконных действий не совершено". Два корабля продолжают спорить друг с другом.

source: Explain to the Engi that they purchased illegal drugs.
ko: 엔지에게 그들이 불법 약물을 샀다고 설명한다.
ru: Объяснить энджи, что они приобрели нелегальные наркотики.
zh_hans: 向半械族解释他们购买了非法毒品。

source: Aid the Zoltan in arresting the Engi.
ko: 졸탄을 도와 엔지를 체포한다.
ru: Помочь золтанам арестовать энджи.
zh_hans: 协助超能族逮捕半械族。

source: You quickly explain to the Zoltan that you intend to help. "Fine, we will accept your assistance. But do not kill the Engi. This is a peaceful operation."
ko: 당신은 졸탄에게 도울 의향이 있다고 전했습니다. "좋습니다. 그대들의 지원을 받아들이겠습니다. 하지만 엔지를 죽이지는 마십시오. 우리는 평화롭게 작전을 수행하고 있습니다."
ru: Вы быстро объясняете золтанам, что намерены помочь. "Хорошо, мы примем вашу помощь. Но не убивайте энджи. Это мирная операция".
zh_hans: 你迅速向超能族解释，你打算帮忙。"好吧，我们将接受你的援助。但不要杀了半械族。这是个和平行动。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Defend the Engi.
ko: 엔지를 지킨다.
ru: Защитить энджи.
zh_hans: 保卫半械族。

source: The Zoltan huff when you position your ship between them and the Engi. "You're aiding these criminals? Fine, then expect no mercy."
ko: 당신이 둘 사이에 끼어들자 졸탄이 코웃음을 칩니다. "지금 범죄자들을 도우려고 하시는 겁니까? 좋습니다, 그렇다면 자비는 바라지 마십시오."
ru: Золтаны возмущаются, когда вы размещаете свой корабль между ними и энджи. "Вы помогаете этим преступникам? Отлично, тогда не ждите пощады".
zh_hans: 当你把星舰摆在他们和半械族之间时，超能族发出了哼声。"你在帮助这些罪犯？好吧，那就别指望有什么怜悯。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Engi Crew) Explain to the Engi that they purchased illegal drugs.
ko: (엔지 선원) 엔지들에게 그들이 불법 마약류를 구매했다고 설명한다.
ru: (Член экипажа-энджи) Объяснить энджи, что они приобрели запрещенные наркотики.
zh_hans: (半械族船员)向半械族解释他们购买了非法毒品。

source: Your Engi is successfully able to explain the situation to the ship. You explain to the Zoltan the misunderstanding and the Engi transfer the drugs over to the Zoltan. Satisfied, the Zoltan ship jumps away. The Engi offer you some droneparts and a drone in thanks.
ko: 당신의 선원이 성공적으로 상황을 설명했습니다. 이어서 졸탄과도 이야기가 끝나고 엔지 함선 측이 졸탄에게 마약류를 넘기자 졸탄은 만족하고 떠났습니다. 엔지 함선에서 당신에게 감사를 표하며 드론 부품을 제공합니다.
ru: Ваш энджи успешно объясняет ситуацию кораблю. Вы рассказываете золтанцам о возникшем недоразумении, и энджи передает золтанцам наркотики. Довольный, корабль золтанов улетает. В благодарность энджи предлагают вам несколько дрон-комплектов и один дрон.
zh_hans: 你的半械族成功地向船上的人解释了情况。你向超能族飞船解释了误解，半械族将药物转给了超能族飞船。超能族的飞船满意地跳走了。半械族向你提供了一些无人机部件和一架无人机作为感谢。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL"]/choice[2]/text
source: Leave them be.
ko: 떠난다.
ru: Оставить их в покое.
zh_hans: 不管他们。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL"]/choice[2]/event/text
source: The Zoltan's business isn't your business, no need to get involved in their matters.
ko: 이건 졸탄이 해결할 문제지 당신은 무관한 일입니다. 괜히 끼어들 필요 없겠지요.
ru: Деятельность золтанов - это не ваше дело, не нужно вмешиваться в их дела.
zh_hans: 超能族的事不是你的事，没必要参与他们的事。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You try to explain to the Engi that the "production amplifiers" are drugs, but they don't understand. The Zoltan grows impatient.
ko: 엔지에게 그들이 구매한 "생산성 향상품"이 마약이라고 설명해봤지만, 이해하지 못하는 것 같습니다. 졸탄의 인내심이 떨어져 갑니다.
ru: Вы пытаетесь объяснить энджи, что "производственные усилители" - это наркотики, но они не понимают. Золтаны становятся нетерпеливыми.
zh_hans: 你试图向半械族解释，"生产放大器"是毒品，但他们不明白。超能族越来越不耐烦了。

source: Aid the Zoltan in arresting the Engi.
ko: 졸탄을 도와 엔지를 체포한다.
ru: Помочь золтанам арестовать энджи.
zh_hans: 协助超能族逮捕半械族。

source: You quickly explain the Zoltan that you intend to help. "Fine, we will accept your assistance. But do not kill the Engi. This is a peaceful operation."
ko: 졸탄에게 도울 의향이 있다고 전했습니다. "좋습니다. 그대들의 지원을 받아들이겠습니다. 하지만 엔지를 죽이지는 마십시오. 우리는 평화롭게 작전을 수행하고 있습니다."
ru: Вы быстро объясняете золтанам, что намерены помочь. "Хорошо, мы примем вашу помощь. Но не убивайте энджи. Это мирная операция".
zh_hans: 你迅速向超能族解释，你打算帮忙。"好吧，我们会接受你的援助。但不要杀了半械族。这是个和平行动。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Defend the Engi.
ko: 엔지를 지킨다.
ru: Защитить энджи.
zh_hans: 保卫半械族。

source: The Zoltan huff when you position your ship between them and the Engi. "You're aiding these criminals? Fine, then expect no mercy."
ko: 당신이 둘 사이에 끼어들자 졸탄이 코웃음을 칩니다. "지금 범죄자들을 도우려고 하시는 겁니까? 좋습니다, 그렇다면 자비는 바라지 마십시오."
ru: Золтаны возмущаются, когда вы размещаете свой корабль между ними и энджи. "Вы помогаете этим преступникам? Отлично, тогда не ждите пощады".
zh_hans: 当你把星舰摆在他们和半械族之间时，超能族发出了哼声。"你在帮助这些罪犯？好吧，那就别指望有什么怜悯。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: At first you aren't sure if the Engi understand, but they slowly begin to realize. You explain to the Zoltan the misunderstanding and the Engi transfer the drugs over to the Zoltan. Satisfied, the Zoltan ship jumps away. The Engi offer you some droneparts in thanks.
ko: 엔지들은 처음에는 이해하지 못한 것 같았지만, 이내 상황을 파악했습니다. 이어서 졸탄과도 이야기가 끝나고 엔지 함선 측이 졸탄에게 마약류를 넘기자 졸탄은 만족하고 떠났습니다. 엔지 함선에서 당신에게 감사를 표하며 드론 부품을 제공합니다.
ru: Вы замечаете, что уровень прочности корпуса энджи снижается, а золтаны предупреждают, что не должен убивать энджи.
zh_hans: 起初你不确定半械族是否理解，但他们慢慢开始意识到。你向超能族解释了这一误解，半械族将药物转给了超能族。超能族满意地跃迁走了。半械族向你提供一些无人机部件以示感谢。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL_SURRENDER"]/text
source: You notice the Engi's hull is getting low, and the Zoltan's warnings of not killing the Engi.
ko: 엔지 함선의 피해가 커지자 엔지를 죽이지 말라고 했던 졸탄의 경고가 떠오릅니다.
ru: Вы замечаете, что прочность корпуса энджи падает, и золтаны предупреждают вас, что не стоит убивать энджи.
zh_hans: 你注意到半械族的舰体值越来越低，超能族的警告是不要杀死半械族。

source: Tell the Engi to surrender.
ko: 엔지 함선에게 항복하라고 한다.
ru: Приказать энджи сдаться.
zh_hans: 告诉半械族让他们投降。

source: "Chances of success in combat... low. Surrender, necessary." The Engi power off their weapons and submit to the Zoltan ship. Once all of the Engi have been arrested, the Zoltan captain pays you for your assistance.
ko: "전투 승리 가능성... 낮음. 항복, 필요함." 엔지는 무기를 끄고 졸탄에게 항복했습니다. 체포 절차가 끝나자 졸탄 함장이 수고비를 지급했습니다.
ru: "Шансы на успех в бою... низкие. Необходима капитуляция". Энджи отключают свое оружие и подчиняются золтанскому кораблю. Когда все энджи арестованы, золтанский капитан платит вам за помощь.

source: Keep on fighting.
ko: 계속 싸운다.
ru: Продолжать сражаться.
zh_hans: 继续攻击。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL_KILL"]/text
source: You're fearful of the punishment awaiting you from the Zoltan ship for killing the Engi, but you quickly scrap what you can from the wreck.
ko: 엔지를 죽이지 말라던 경고를 무시한 대가를 치를 생각을 하니 겁이 났지만, 당신은 일단 빠르게 잔해를 인양했습니다.
ru: Вы опасаетесь наказания, которое ожидает вас от корабля золтан за убийство энджи, но быстро разбираете на обломки все, что можно.
zh_hans: 你很害怕等待你的是超能族飞船对杀害半械族的惩罚，但你很快就从残骸中搜出了你能搜出的东西。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL_KILL"]/choice/text
source: Contact the Zoltan.
ko: 졸탄과 교신한다.
ru: Связаться с золтанами.
zh_hans: 联系超能族。

source: "I do believe we told you NOT to kill the Engi, yes? There is no reward awaiting you for this display of unnecessary brutality."
ko: "엔지를 죽이지 말라고 말하지 않았습니까? 불필요한 폭력을 사용했으니 저희가 드릴 보상은 없습니다."
ru: "Кажется, мы говорили вам не убивать энджи, да? За это проявление ненужной жестокости вы не получите никакой награды".
zh_hans: "我相信我们告诉过你，不要杀死半械族，是吗？对于这种不必要的残暴行为，没有奖励在等着你。"

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL_DEFEND"]/text
source: You regret the unnecessary bloodshed, but you don't pass up the opportunity to scrap the remains of the Zoltan ship.
ko: 불필요한 희생이 생긴 것은 애석한 일이지만, 졸탄 함선에서 자원을 회수할 기회를 놓칠 수는 없습니다.
ru: Вы сожалеете о ненужном кровопролитии, но не упускаете возможности разобрать на металлолом останки золтанского корабля.
zh_hans: 你对不必要的流血事件感到遗憾，但你不会放弃搜刮超能族飞船的残骸的机会。

# data/events_pirate.xml.append$//event[@name="ENGI_ILLEGAL_DEFEND"]/choice/text
source: Contact the Engi.
ko: 엔지와 교신한다.
ru: Связаться с энджи.
zh_hans: 联系半械族。

source: "Aid in combat unexpected. We are now in debt. Accept this gift."
ko: "전투 도움 예상 못함. 빚을 짐. 선물 수령 바람."
ru: "Неожиданная помощь в бою. Мы теперь в долгу. Примите этот подарок".
zh_hans: "战斗中的援助出乎意料。我们现在负债累累。接受这份礼物吧。"

# data/events_pirate.xml.append$//event[@name="MANTIS_ROCK_OFFEND"]/text
source: The black market is rather peaceful for a pirate controlled sector, but the Rock and Mantis ship here are in the starts of a conflict. You try to listen to their conversations but it's too risky. Besides, you probably wouldn't be able to decipher their screeching anyways.
ko: 해적 통치 구역에 있는 것 치고는 꽤 평화로운 암시장을 발견했지만, 락맨과 맨티스가 갈등을 빚고 있는 것 같습니다. 얘기를 들어볼 수도 있지만, 상당히 위험한 일입니다. 애초에 저 둘의 말을 해독할 수 있을지조차도 확신할 수 없습니다.
ru: На черном рынке довольно спокойно как для сектора, контролируемого пиратами, но корабль валунов и богомолов здесь находятся в самом разгаре конфликта. Вы пытаетесь подслушать их разговоры, но это слишком рискованно. К тому же, скорее всего, вы все равно не сможете расшифровать их крики.
zh_hans: 对于一个海盗控制的星区来说，黑市是相当和平的，但这里的岩石族飞船和螳螂族飞船正处于冲突的开始。你试着去听他们的谈话，但这太冒险了。此外，你可能无论如何也无法破译他们的尖叫声。

# data/events_pirate.xml.append$//event[@name="MANTIS_ROCK_OFFEND"]/choice[1]/text
source: Ask what the conflict is about.
ko: 뭐 때문에 갈등이 있는지 물어본다.
ru: Поинтересоваться, в чем причина конфликта.
zh_hans: 询问冲突是关于什么的。

source: Both ships hail you simultaneously, fighting over each other to give you their side of the story.
ko: 양쪽 모두 동시에 당신을 호출하더니 서로 자기 사정을 설명하기 시작합니다.
ru: Оба корабля вызывают вас одновременно, борясь друг с другом за то, чтобы рассказать вам свою версию событий.
zh_hans: 两艘船同时向你呼救，互相争夺，向你讲述他们的故事。

source: Listen to the Rock.
ko: 락맨의 이야기를 들어본다.
ru: Послушать валунов.
zh_hans: 听听岩石族的说法。

source: "Damn bugs are selling the organs of our ancient ancestors! These belong to Rock-kind, not dim-brained flesh rippers." The Mantis ship butts in, and they start arguing again.
ko: "이 천인공노할 벌레들이 우리 조상들의 장기를 팔고 있소! 이건 응당 락맨들의 것이지 팔 대신 칼이나 달린 놈들의 것이 아니외다." 락맨의 말이 끝나자마자 맨티스가 끼어들어 언쟁을 이어 나갑니다.
ru: "Проклятые жуки продают органы наших древних предков! Они принадлежат валунам, а не тупоголовым потрошителям плоти". Корабль богомолов вмешивается, и они снова начинают спорить.
zh_hans: "该死的虫子在出售我们古代祖先的器官！这些是属于岩石族的，而不是愚蠢的撕肉者。"螳螂族飞船插了进来，他们又开始争吵起来。

source: Stand with the Rockmen.
ko: 락맨의 편을 든다.
ru: Встать на сторону валунов.
zh_hans: 与岩石族站在一起。

source: "Fine! Death is your fate then. We tear you open first!"
ko: "그래! 네 운명 죽음. 네놈부터 찢어버리겠다!"
ru: "Отлично! Тогда смерть - твоя судьба. Только сначала мы тебя вскроем!"
zh_hans: "好！那么死亡就是你的命运。我们先把你撕开！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stand with the Mantis.
ko: 맨티스 편을 든다.
ru: Встать на сторону богомолов.
zh_hans: 与螳螂族站在一起。

source: "Pah! You think we will cower in fear at a lowly Federation ship? The Federation's days are numbered, and so are yours."
ko: "하! 우리가 그런 하찮은 연방 함선을 두려워할 것 같소? 연방은 오늘내일하는 신세요. 당신들 명줄도 그렇고!"
ru: "Пах! Вы думаете, что мы будем дрожать от страха перед ничтожным кораблем Федерации? Дни Федерации сочтены, и ваши тоже".
zh_hans: "啪！你认为我们会在一艘卑微的联邦飞船面前畏缩不前？联邦的日子不多了，你们也一样。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them both.
ko: 양쪽 다 무시한다.
ru: Не обращать внимания на них обоих.
zh_hans: 无视他们两个。

source: The two ships are too busy arguing with each other to notice you sneaking away.
ko: 당신은 두 함선이 싸우느라 정신없는 틈을 타 암시장을 빠져나왔습니다.
ru: Оба корабля слишком заняты спором друг с другом, чтобы заметить, как вы незаметно уходите.
zh_hans: 这两艘船忙着互相争吵没有注意到你偷偷地离开。

source: Listen to the Mantis.
ko: 맨티스의 이야기를 들어본다.
ru: Послушать богомолов.
zh_hans: 听听螳螂族的说法。

source: "Idiot pebble brained do-nothing brutes! They think we sell organs of ancient ancestor. No. We sell pretty Rocks we find in asteroid. We tear them open, show who boss!" The Rock ship interrupts, and they start arguing again.
ko: "돌대가리들 멍청해! 우리 조상들 장기 판다고 생각하고 있어. 하지만 아니야. 우리 소행성 찾은 예쁜 돌 파는 거야. 저놈들 찢어버리고 누가 진짜 싸움꾼 보여줄 거다!" 맨티스의 이야기가 끝나자마자 락맨이 끼어들어 언쟁을 이어 나갑니다.
ru: "Безмозглые идиоты! Они думают, что мы продаем органы древних предков. Нет. Мы продаем красивые камни, которые находим в астероидах. Мы их раскалываем, чтобы показать, кто здесь хозяин!" Корабль валунов прерывает их, и они снова начинают спорить.
zh_hans: "愚蠢的卵石脑袋，什么都不懂的畜生！他们认为我们卖的是古代祖先的器官。不，我们卖的是我们在小行星上发现的漂亮的岩石。我们要把它们撕开，谁是才老大！"岩石族飞船打断了他们，他们又开始争吵。

source: Stand with the Rockmen.
ko: 락맨의 편을 든다.
ru: Встать на сторону валунов.
zh_hans: 与岩石族站在一起。

source: "Fine! Death is your fate then. We tear you open first!"
ko: "그래! 네 운명 죽음. 네놈부터 찢어버리겠다!"
ru: "Отлично! Тогда смерть - твоя судьба. Сначала мы тебя вскроем!"
zh_hans: "好！那么死亡就是你的命运。我们先把你撕开！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stand with the Mantis.
ko: 맨티스 편을 든다.
ru: Встать на сторону богомолов.
zh_hans: 与螳螂族站在一起。

source: "Pah! You think we will cower in fear at a lowly Federation ship? The Federation's days are numbered, and so are yours."
ko: "하! 우리가 그런 하찮은 연방 함선을 두려워할 것 같소? 연방은 오늘내일하는 신세요. 당신들 명줄도 그렇고!"
ru: "Пах! Вы думаете, что мы будем дрожать от страха перед ничтожным кораблем Федерации? Дни Федерации сочтены, и ваши тоже".
zh_hans: "啪！你认为我们会在一艘卑微的联邦飞船面前畏缩不前？联邦的日子不多了，你们也一样。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them both.
ko: 양쪽 다 무시한다.
ru: Не обращать внимания на них обоих.
zh_hans: 无视他们两个。

source: The two ships are too busy arguing with each other to notice you sneaking away.
ko: 당신은 두 함선이 싸우느라 정신없는 틈을 타 암시장을 빠져나왔습니다.
ru: Оба корабля слишком заняты спором друг с другом, чтобы заметить, как вы незаметно уходите.
zh_hans: 这两艘船忙着互相争吵没有注意到你偷偷地离开。

# data/events_pirate.xml.append$//event[@name="MANTIS_ROCK_OFFEND"]/choice[2]/text
source: Leave them be.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: No need to get involved in alien conflicts. You fly a safe distance away.
ko: 굳이 외계인끼리 싸우는 데 끼어들 필요는 없죠. 당신은 안전한 거리까지 이동했습니다.
ru: Нет необходимости ввязываться в конфликты с пришельцами. Вы пролетаете на безопасном расстоянии.
zh_hans: 没有必要卷入外星人的冲突。你飞到一个安全的距离之外。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="MANTIS_ROCK_OFFEND_WIN_ROCK"]/text
source: With the Mantis ship dead, you quickly scrap the remains.
ko: 맨티스 함선을 격침하고 재빨리 잔해에서 자원을 수집했습니다.
ru: После гибели корабля богомолов вы быстро разбираете его останки на металлолом.
zh_hans: 随着螳螂族飞船的死亡，你迅速搜刮了残骸。

source: Contact the Rockmen.
ko: 락맨과 교신한다.
ru: Связаться с валунами.
zh_hans: 联系岩石族。

source: "You surprise me, Federation ship. Rare is it that you defend another ship's honor. We have little to offer you besides spare ammunition."
ko: "그대들에게 정말 놀랐소. 다른 이의 명예를 지키기 위해 싸우는 이는 아주 드물지. 다만 여분의 탄약 외에는 줄 수 있는 게 없을 것 같소."
ru: "Вы удивляете меня, корабль Федерации. Редко когда вы защищаете честь другого корабля. Мы мало что можем предложить вам, кроме боеголовок".
zh_hans: "你让我吃惊，联邦飞船。你维护另一艘飞船的荣誉，这很罕见。除了备用弹药，我们没有什么可以提供给你的。"

source: With the Rock ship dead, you quickly scrap the remains.
ko: 락맨 함선을 격침하고 재빨리 잔해에서 자원을 수집했습니다.
ru: После гибели корабля валунов, вы быстро разбираете его остатки на металлолом.
zh_hans: 随着岩石族飞船的死亡，你很快就把残骸搜刮了。

source: Contact the Mantis.
ko: 맨티스와 교신한다.
ru: Связаться с богомолами.
zh_hans: 联系螳螂族。

source: "We not need help. But... you did save us. Fine, we pay you in... thanks."
ko: "우리 도움 필요 없었어. 하지만... 도움 받았네. 좋아, 댓가 준다... 고맙다."
ru: "Нам не нужна была помощь. Но... вы нас выручили. Хорошо, мы заплатим вам... спасибо".
zh_hans: "我们不需要帮助。但是...你确实救了我们。好吧，我们给你钱...谢谢。"

# data/events_pirate.xml.append$//event[@name="QUEST_SMUGGLER_RAID_START"]/text
source: You notice some traffic around a smuggler station orbiting a moon close by. You tune into their comms and hear an offer for a mercenary job.
ko: 인근 위성을 도는 밀수꾼 정거장 근처에 상당수의 함선이 감지됩니다. 밀수꾼들이 쓰는 주파수로 전환하자 용병을 구한다는 제의가 수신되었습니다.
ru: Вы заметили какое-то движение вокруг станции контрабандистов, вращающейся на орбите близлежащей луны. Вы подключаетесь к их каналу связи и слышите приглашение на работу в качестве наемника.
zh_hans: 你注意到一个走私空间站周围的交通情况，该走私空间站围绕着附近的一个卫星运行。你收听了他们的通讯，听到了一份雇佣兵工作的提议。

source: Ask for more details.
ko: 자세히 물어본다.
ru: Запросить более подробную информацию.
zh_hans: 询问更多细节。

source: A grizzly looking smuggler answers your hail. "Lookin' for a job? Well I got one for you, if you ain't a coward. A rather... expensive and pretty illegal shipment of mine was confiscated by those stuck up Zoltan assholes, saying all of their usual crap. Thing is, this is OUR sector, not theirs. I want that shipment back, and I don't care how so long as it's unharmed. You up for the challenge?"
ko: 불곰처럼 생긴 밀수꾼이 응답했습니다. "일거리를 찾나? 네놈이 겁쟁이만 아니라면 일거리가 하나 있긴 하지. 나한테... 꽤 비싸고 불법적인 화물이 있었는데, 개같은 졸탄 새끼들이 맨날 하는 개소리를 지껄이면서 압류해갔어. 근데 말이지, 여긴 그 새끼들이 아니라 우리 구역이라고. 그러니 그 화물을 회수해와. 화물만 멀쩡하면 방법은 상관없어. 해볼 생각 있냐?"
ru: На ваш вызов отвечает контрабандист с грозным видом. "Ищешь работу? У меня есть для тебя одна, если ты не трус. Мой довольно... дорогой и довольно незаконный груз конфисковали эти заносчивые золтанские засранцы, наговорив всякой ерунды. Дело в том, что это НАШ сектор, а не их. Я хочу вернуть этот груз, и мне все равно как, лишь бы он был цел и невредим. Ты готов к этому вызову?"
zh_hans: 一个灰头土脸的走私者回答了你的呼唤。"想找工作吗？如果你不是个懦夫，我有一个工作给你。我的一批相当...昂贵和相当非法的货物被那些自命不凡的超能族混蛋没收了，说了他们所有的废话。问题是，这是我们的星区，不是他们的。我想要回那批货物，只要它没有受到伤害，我不在乎怎么做。你准备好迎接挑战了吗？"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 接受。
