Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_PIRATE_NO_ESCAPE"]/text
source: Once you arrive, your screen lights up with warnings. A nearby pirate seems to have advanced hacking tools and they have tried to shut down your Engines. Your crew manages to keep them barely operational and you move into attack.
ko: 목적지에 도착하자 화면에 경고문이 떴습니다. 근처에 있는 해적이 최고급 해킹 도구를 사용해 당신의 엔진을 정지하려고 시도한 것 같습니다. 선원들이 엔진의 동력을 간신히 유지하는 상황에서 당신은 해적을 공격하기 위해 이동합니다.
ru: Как только вы прибыли на место, на вашем экране появилось предупреждение. Похоже, что у ближайшего пирата есть продвинутый Взломщик, и он попытался отключить ваши Двигатели. Вашему экипажу удается поддерживать их в рабочем состоянии, и вы переходите в атаку.
zh_hans: 刚到达后，屏幕上就亮起警告。附近的海盗舰似乎配备了先进的黑客工具，他们刚刚试图关闭你的引擎。你的船员设法让引擎勉强保持运转，你上前攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your Engines are down, and you prepare for combat.
ko: 엔진 출력이 낮아진 채로 전투를 준비합니다.
ru: Двигатели отключены, и вы готовитесь к бою.
zh_hans: 你的引擎停止运转，你准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your engines.
ko: (안티 바이러스 모듈) 엔진 출력을 복구한다.
ru: (Антивирус) Восстановить работу двигателей.
zh_hans: (防护程序)恢复引擎系统的运转。

source: Your engine system is restored to full power.
ko: 엔진이 정상 출력으로 복구되었습니다.
ru: Система двигателя восстановлена до полной мощности.
zh_hans: 引擎系统恢复至全功率。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking System) Counter the remote hacking.
ko: (해킹 장비) 원격 해킹을 상쇄한다.
ru: (Взломщик) Противодействовать дистанционному взлому.
zh_hans: (黑客系统)对抗远程黑客攻击。

source: Your Hacking System automatically counters the digital assault and you move in to fight the ship.
ko: 해킹 장비가 자동적으로 디지털 공격을 상쇄했습니다. 당신은 해적과 싸우기 위해 움직입니다.
ru: Ваш Взломщик автоматически отражает цифровое нападение, и вы вступаете в бой с кораблем.
zh_hans: 你的黑客系统自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="PIRATE_SUN"]/text
source: This beacon has been placed too close to a super-giant class M star! The ship will gradually overheat until you get out of here... or die. A pirate, apparently oblivious to the danger of the sun, moves in to engage.
ko: 송신소가 초거대 M급 항성에 너무 가까이 위치해 있습니다! 당신의 함선은 이곳에서 빠져나가거나 박살날 때까지 계속해서 달아오를 것입니다. 항성이 얼마나 위험한지도 모르는 해적선 하나가 교전하러 다가옵니다.
ru: Этот маяк был установлен слишком близко к сверхгигантской звезде класса М! Корабль будет постепенно перегреваться, пока вы не уберетесь отсюда... или не умрете. Пираты, не обращают внимания на опасность, исходящую от солнца, и вступают в бой.
zh_hans: 这个信标离附近的超巨型M级恒星太近了！你的星舰会逐渐过热，直至离开这里...或者烧毁。一个海盗，显然对附近恒星的危险视而不见，上前交战。

# data/events_pirate.xml.append$//event[@name="PIRATE_SUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="PIRATE_ASTEROID"]/text
source: A pirate ship was lying in wait inside this asteroid field. It immediately moves in to attack.
ko: 소행성 지대 안쪽에 잠복해 있던 해적이 당신을 공격하기 위해 접근 중입니다.
ru: В астероидном поле затаился пиратский корабль. Он немедленно переходит к атаке.
zh_hans: 一艘海盗舰在这个小行星带内埋伏着。它立刻扑来并进行攻击。

# data/events_pirate.xml.append$//event[@name="PIRATE_ASTEROID"]/choice[1]/text
source: Turn and fight.
ko: 배를 돌려 싸운다.
ru: Развернуться и сражаться.
zh_hans: 转头应战。

source: (Piloting) Attempt to escape from the pirate.
ko: (조타실) 도주를 시도한다.
ru: (Рулевая рубка) Попытаться убежать от пиратов.
zh_hans: (驾驶系统)试图从海盗手中逃脱。

source: Your pilot succeeds in getting away from the pirate without taking damage.
ko: 아무 피해도 입지 않고 성공적으로 도주했습니다.
ru: Вашему пилоту удается уйти от пиратов не получив повреждений.
zh_hans: 你的驾驶员成功无伤地摆脱了海盗。

source: Despite some fancy flying, the pirate catches up to you before you can leave the asteroid field. You have no choice but to fight.
ko: 꽤 멋지게 비행했지만, 소행성 지대를 벗어나기 전에 해적에게 따라잡혔습니다. 이제 싸울 수밖에 없습니다.
ru: Несмотря на причудливый пилотаж, пираты настигают вас прежде, чем вы успеваете покинуть астероидное поле. У вас нет другого выхода, кроме как сражаться.
zh_hans: 尽管耍了一些花哨的飞行动作，但在你离开小行星带之前，海盗仍然追上了你。你别无选择，只能应战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="FLOATING_CARGO"]/text
source: Not too far from the beacon, you detect a destroyed cargo ship with its cargo scattered nearby, intact.
ko: 송신소에서 멀지 않은 거리에 파괴된 화물선이 감지됩니다. 그 주위에는 화물이 멀쩡한 상태로 흩어져 있습니다.
ru: Недалеко от маяка вы обнаружили разрушенное грузовое судно, груз которого был разбросан неподалеку, в целости и сохранности.
zh_hans: 在离信标不远的地方，你探测到一艘被摧毁的货船，其货物散落在附近，完好无损。

# data/events_pirate.xml.append$//event[@name="FLOATING_CARGO"]/choice[1]/text
source: Bring it aboard.
ko: 가져온다.
ru: Поднять его на борт.
zh_hans: 把它带上船。

# data/events_pirate.xml.append$//event[@name="FLOATING_CARGO"]/choice[2]/text
source: Leave it alone, this looks suspicious.
ko: 의심스러워 보이니 그대로 놔둔다.
ru: Оставьте все как есть, это выглядит подозрительно.
zh_hans: 不要管它，这看起来很可疑。

source: You leave the cargo alone and prepare to jump.
ko: 당신은 화물을 내버려두고 도약을 준비합니다.
ru: Вы оставляете груз в покое и готовитесь к прыжку.
zh_hans: 你没有搭理这些货物，并准备跃迁。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Advanced Sensors) Run an advanced scan on the boxes.
ko: (최고급 센서실) 화물을 스캔해본다.
ru: (Продвинутые Сенсоры) Запустить расширенное сканирование ящиков.
zh_hans: (先进传感器)对盒子进行高级扫描。

source: (Long-Ranged Scanners) Run an advanced scan on the boxes.
ko: (장거리 스캐너) 화물을 스캔해본다.
ru: (Сканеры дальнего действия) Запустить расширенное сканирование ящиков.
zh_hans: (长距扫描仪)对盒子进行高级扫描。

source: (Slug Crew) Have your Slug check the boxes.
ko: (슬러그 선원) 슬러그에게 화물을 확인해보라고 한다.
ru: (Член экипажа-слизень) Попросить своего слизня проверить ящики.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员检查这些盒子。

source: (Telepathic Shell) Have your Slug check the boxes.
ko: (진화적 재분기점) 셸에게 화물을 확인해보라고 한다.
ru: (Ракушка-Телепат) Пусть ваша ракушка проверит ящики.
zh_hans: (心灵感应甲壳族)让你的蛞蝓族船员检查盒子。

source: They appear to be filled with military supplies! You take everything you can use and jettison the rest.
ko: 화물은 군수품으로 가득 차 있었습니다! 당신은 쓸 수 있는 건 모조리 챙기고 나머지는 버렸습니다.
ru: Оказывается, они заполнены военным снаряжением! Вы берете все, что может пригодиться, а остальное выбрасываете.
zh_hans: 它们似乎装满了军用物资！你把你能用的东西都拿走，并将剩下的扔掉。

source: The cargo was primarily consumer goods and clothing, nothing particularly useful. You manage to collect some scrap.
ko: 화물에는 주로 소모품과 옷가지만 있고 특별히 쓸만한 건 없었습니다. 당신은 약간의 스크랩만을 겨우 챙겼습니다.
ru: Груз состоял в основном из товаров широкого потребления и одежды, ничего особенно полезного. Вам удалось собрать немного металлолома.
zh_hans: 货物主要由消费品和衣服组成，没有特别有用的东西。你设法收集了一些废料。

source: Once you bring the cargo onto your ship, a pirate bursts out of one of the crates saying, "Ugh... I was getting cramped in there. Oh, yeah! Prepare to die!" Immediately after this battle-cry your ship is filled with the sound of crates breaking open...
ko: 함선에 화물을 가져오자마자 해적이 상자에서 튀어나왔습니다. "아이고... 더럽게 좁네. 아, 맞다! 죽을 준비나 해라!" 해적이 소리치자 다른 상자들도 삐걱거리면서 열리기 시작합니다...
ru: Как только вы занесли груз на корабль, из одного из ящиков выскочил пират со словами: "Уф... Мне там стало тесно. О, да! Готовься к смерти!" Сразу же после этого боевого клича ваш корабль наполняется звуком разрывающихся ящиков...
zh_hans: 当你把货物带上星舰后，一个海盗从其中一个箱子里冒出来说，"呃...我在里面挤死了。哦，对了！准备受死吧！"在这声战吼之后，你的船上立即充满了箱子破裂的声音...

source: You bring the cargo aboard. Before you have a chance to open them a pirate ship appears out of hiding and charges. At the same time, the crates fly open. Intruders aboard the ship!
ko: 당신은 화물을 함선으로 가져왔습니다. 그런데 화물을 열어보기도 전에 매복 중이던 해적선이 공격해옵니다! 동시에 화물들도 스스로 열리기 시작합니다. 함내 침입자 발견!
ru: Вы поднимаете груз на борт. Не успели вы открыть их, как из укрытия появляется пиратский корабль и наносит удар. В это время ящики разлетаются в стороны. На борт корабля проникли чужаки!
zh_hans: 你把货物带上星舰。但在你有机会打开它们之前，一艘海盗舰从隐蔽处显现并发起冲锋。与此同时，箱子也突然破开了。入侵者登舰！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The cargo appears to contain nothing of much interest. You salvage some scrap from the destroyed ship.
ko: 화물에는 별다른 물건이 없습니다. 당신은 화물선의 잔해에서 스크랩만 조금 회수했습니다.
ru: Судя по всему, груз не представляет особого интереса. Вы собираете немного металлолома с разрушенного корабля.
zh_hans: 货物中似乎没有什么值得关注的东西。你从被毁的船上回收了一些废料。

source: You are able to breach the protective barrier and scan the cargo. It appears to be filled with military supplies! You take everything you can use.
ko: 보호막을 뚫고 화물을 스캔하는데 성공했습니다. 군수품으로 가득 차 있습니다! 쓸 수 있는 건 모두 챙겼습니다.
ru: Вам удается преодолеть защитный барьер и просканировать груз. Оказывается, он заполнен военным снаряжением! Вы берете все, что может пригодиться.
zh_hans: 你突破了保护屏障并扫描货物。它似乎装满了军用物资！你拿了所有你能用的东西。

source: You pick up faint life signatures inside the cargo. The life forms appear to be armed. This looks like a planned pirate ambush.
ko: 화물 안에서 희미한 생체신호가 감지됩니다. 무장하고 있는 것 같습니다. 해적이 기습을 하려는 것으로 보입니다.
ru: Внутри груза обнаружены слабые признаки жизни. Похоже, что формы жизни вооружены. Это похоже на спланированную пиратскую засаду.
zh_hans: 你在货物中检测到微弱的生命特征。这些生命体似乎有武器。这看起来像是一场有计划的海盗伏击。

source: Destroy the crates to prevent another ship from falling victim.
ko: 다른 함선들이 함정에 빠지지 않게 화물을 파괴한다.
ru: Уничтожить ящики, чтобы предотвратить гибель другого корабля.
zh_hans: 摧毁货箱，防止另一艘船成为受害者。

source: You fire on the crates, breaking them open and scattering the pirates into empty space. A pirate ship appears out of nowhere with a message, "You will pay for that!"
ko: 사격을 가하자 화물이 박살나며 해적이 우주에 흩날립니다. 어디선가 갑자기 해적선이 나타나더니 교신해왔습니다. "대가를 치르게 해주마!"
ru: Вы стреляете по ящикам, разбивая их и разбрасывая пиратов в пустоту. Из ниоткуда появляется пиратский корабль с посланием: "Ты за это заплатишь!"
zh_hans: 你向货箱开火，把它们打碎，将海盗们甩入真空。一艘海盗舰突然出现并发消息称，"你会为此付出代价的！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave it alone and prepare to jump.
ko: 내버려 두고 도약할 준비를 한다.
ru: Оставить все как есть и приготовиться к прыжку.
zh_hans: 不要管它，准备跃迁。

source: It would be stupid to try anything.
ko: 굳이 건드릴 필요는 없겠지요.
ru: Было бы глупо пытаться что-то сделать.
zh_hans: 尝试任何事情都是愚蠢的。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="REFUGEE_PIRATE"]/text
source: Your sensors have picked up a refugee ship drifting through the system, no doubt one of many fleeing the Rebel advance. It doesn't appear to have detected you... or else it is trying to avoid notice.
ko: 인근 성계를 표류하던 피난선 한 척이 센서에 잡혔습니다. 반군의 진격에서 도망치던 함선일 것입니다. 아직 당신을 발견하지 못한 것 같습니다... 아니면 괜한 관심을 끌고 싶지 않은 걸수도요.
ru: Ваши сенсоры засекли летящий через систему корабль беженцев, без сомнения, один из многих, спасающихся от наступления повстанцев. Похоже, он еще не заметил вас... или же сам пытается остаться незамеченным.
zh_hans: 你的传感器侦测到一艘漂荡在这个星系中的难民船，毫无疑问，它是众多逃离叛军进攻的船只之一。它似乎没有发现你...否则它会尽量避免被发现。

# data/events_pirate.xml.append$//event[@name="REFUGEE_PIRATE"]/choice[1]/text
source: Hail them.
ko: 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_pirate.xml.append$//event[@name="REFUGEE_PIRATE"]/choice[2]/text
source: Ignore the refugees.
ko: 무시한다.
ru: Не обращать внимания на беженцев.
zh_hans: 无视这艘难民船。

source: As you hail the refugee ship, a pirate ship jumps into the system... it was using the refugee ship as bait!
ko: 피난선에 교신을 보내보자, 갑자기 해적선 한 척이 이 행성계에 도약해옵니다... 놈들은 이 피난민들을 미끼로 쓰고 있었습니다!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль пиратов... Они использовали корабль беженцев как приманку!
zh_hans: 正当你呼叫难民船时，一艘海盗舰跃迁进入系统...它们把难民船当做诱饵了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="PIRATE_CIVILIAN"]/choice[1]/text
source: Aid the civilian ship.
ko: 민간인 함선을 돕는다.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

source: You power up your weapons and engage the pirate ship.
ko: 무기에 전력을 공급하고 싸울 준비를 합니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем пиратов.
zh_hans: 你为武器充能，并与海盗舰作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="PIRATE_CIVILIAN"]/choice[2]/text
source: Stay out of it.
ko: 상관하지 않는다.
ru: Не вмешиваться.
zh_hans: 置身事外。

source: The fight brings them out of your immediate scanning range. After a time the distress calls stop.
ko: 전투로 인해 양측 모두가 당신의 스캔 거리에서 벗어납니다. 얼만가 시간이 지나자 구조 신호가 사라졌습니다.
ru: В результате боя они выходят из зоны непосредственного сканирования. Через некоторое время сигналы бедствия прекращаются.
zh_hans: 他们继续战斗着，驶出了你当前的传感器范围。一段时间后，求救信号消失了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[1]
source: You arrive in the system to see a pirate ship pursuing a civilian ship. You detect messages from the civilian ship on a distress frequency.
ko: 해적선이 민간 함선을 쫓고 있습니다. 민간 함선은 조난 주파수로 구조신호를 송출하고 있습니다.
ru: Вы прибываете в систему и видите, что пиратский корабль преследует гражданское судно. Вы засекаете сообщения с корабля гражданских на частоте бедствия.
zh_hans: 你到达该星系，看到一艘海盗舰正在追击一艘民用船。你探测到来自该民用船的求救频率的信息。

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[2]
source: Scanners indicate that a battle is taking place nearby. It seems that someone is under attack by space pirates.
ko: 근처에서 진행 중인 전투가 스캐너에 포착됐습니다. 누군가가 해적들에게 공격받고 있는 것 같습니다.
ru: Сканеры показывают, что неподалеку идет бой. Похоже, что кто-то подвергается нападению космических пиратов.
zh_hans: 扫描仪显示，附近正在发生一场战斗。似乎有人正受到太空海盗的攻击。

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[3]
source: You detect two ships, one chasing the other... Scanners show the pursuer is a pirate!
ko: 함선 두 척이 감지됩니다. 하나가 다른 하나를 추격 중인 것 같군요... 스캔에 의하면 추격하는 쪽이 해적입니다!
ru: Вы обнаруживаете два корабля, один из которых преследует другой... Сканеры показывают, что преследователи - это пираты!
zh_hans: 你探测到两艘船，一艘在追赶另一艘...扫描仪显示追击者是一个海盗！

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[4]
source: There are only two ships within range and they seem to be engaged in battle. One of them has the markings of a space pirate.
ko: 스캔 거리 안에는 서로 교전중인 두 척의 함선이 보입니다. 그중 한 척에는 해적 문양이 도장되어 있습니다.
ru: В пределах видимости находятся только два корабля, которые, похоже, ведут бой. Один из них имеет опознавательные знаки космического пирата.
zh_hans: 范围内只有两艘船，它们似乎正在交战。其中一艘有太空海盗的标记。

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[5]
source: You arrive at the next beacon only to be immediately hailed by a small shuttle. "Help us! We are being attacked by pirates!"
ko: 송신소에 도착하자 곧바로 작은 함선 하나가 교신해 왔습니다. "도와주세요! 해적한테 공격받고 있어요!"
ru: Вы прибываете к следующему маяку, но вас тут же вызывает небольшой шаттл. "Помогите нам! На нас напали пираты!"
zh_hans: 你到达下一个信标，却立即被一艘小型飞船叫住。"救救我们！我们被海盗袭击了！"

# data/events_pirate.xml.append$//textList[@name="PIRATE_CIVILIAN"]/text[6]
source: You come out of the jump to see laser blasts coming from the other side of the beacon. It looks like someone is under attack from pirates.
ko: 도약을 마치자 송신소 반대편에서 레이저가 번쩍이는 게 보입니다. 누군가가 해적에게 공격받고 있는 것 같습니다.
ru: Вы выходите из прыжка и видите лазерные взрывы, доносящиеся с другой стороны маяка. Похоже, на кого-то напали пираты.
zh_hans: 你刚跃迁出来，看到激光爆炸从信标的另一边传来。看起来有人受到了海盗的攻击。

# data/events_pirate.xml.append$//event[@name="PIRATE_BRIBER"]/choice[1]/text
source: Accept their bribe.
ko: 뇌물을 받아들인다.
ru: Принять их взятку.
zh_hans: 接受他们的贿赂。

source: "Good choice, son. We've both come out of this richer."
ko: "잘 생각했다 꼬맹아. 우리 둘 다 부자가 되는거야."
ru: "Хороший выбор, сынок. Мы оба стали счастливее".
zh_hans: "明智的选择，小子。一个双赢的局面，不是吗？"

# data/events_pirate.xml.append$//event[@name="PIRATE_BRIBER"]/choice[2]/text
source: Try to be a hero. Attack the pirate.
ko: 영웅이 되어 본다. 해적을 공격한다.
ru: Попытаться стать героем. Напасть на пиратов.
zh_hans: 试着做一个英雄。攻击海盗。

source: The pirate ship stops its pursuit and locks weapons onto your ship.
ko: 해적선이 추격을 멈추고는 당신의 함선에 무기를 조준합니다.
ru: Пиратский корабль прекращает преследование и наводит оружие на ваш корабль.
zh_hans: 海盗舰停止追击，武器锁定你的舰船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Upon closer inspection, you realize the ship under attack was a Rebel scout! It's too damaged to put up much of a fight.
ko: 가까이 접근해보니 공격받고 있던 함선은 반군 정찰기였습니다! 이미 심한 손상을 입어 더 이상 싸울 수 없는 상태 같습니다.
ru: При ближайшем рассмотрении оказывается, что атакуемый корабль был разведчиком повстанцев! Он слишком поврежден, чтобы оказать серьезное сопротивление.
zh_hans: 仔细观察后，你发现被攻击的飞船是叛军的侦察机！它被破坏得太厉害了，根本无法抵抗。它被破坏得太厉害了，根本无法进行战斗。

source: Destroy the ship and salvage it.
ko: 정찰기를 파괴하고 자원을 챙긴다.
ru: Разрушить корабль и разграбить его.
zh_hans: 摧毁这艘船并打捞起来。

source: You strip the ship of anything useful and leave its crew to hope help arrives.
ko: 당신은 쓸만한 자원은 모두 챙기고 적 선원들은 버려둔 채로 떠났습니다.
ru: Вы лишаете корабль всего полезного и оставляете его экипаж надеяться на прибытие помощи.
zh_hans: 你把船上任何有用的东西都拿走，让船员们期待救援的到来。

source: Use the leverage you gained by saving their lives to convince them to delay the pursuing fleet.
ko: 추격해오는 함대를 지연시켜주면 살려주겠다고 제안한다.
ru: Используя рычаги, которые вы получили, спасая их жизни, убедить их задержать преследующий флот.
zh_hans: 利用你通过拯救他们的生命获得的筹码，说服他们推迟追击的舰队。

source: Hopefully that will buy you more time to get to the next sector.
ko: 이것으로 다음 구역으로 이동할 시간을 조금 더 벌 수 있을 겁니다.
ru: Надеемся, что это даст вам больше времени, чтобы добраться до следующего сектора.
zh_hans: 希望这能为你争取到更多的时间去下一个星区。

source: You were too late. A hull breach deprived the crew of oxygen during your fight with the pirate. You salvage what you can.
ko: 너무 늦었습니다. 피해자들은 균열로 인한 산소부족 때문에 당신이 해적과 싸우는 동안 모두 사망한 것 같습니다. 당신은 폐선에서 아직 쓸만한 부품들을 챙겼습니다.
ru: Вы опоздали. Пробоина в корпусе лишила экипаж кислорода во время боя с пиратами. Вы собираете все, что можете.
zh_hans: 你来的太晚了。在你与海盗的战斗中，船体破裂使船员失去了氧气。你打捞了你能打捞的东西。

source: The pirate's victim quickly jumps away before you have a chance to speak to them.
ko: 추격당하던 함선은 당신이 뭐라 말을 걸기도 전에 도약해버렸습니다.
ru: Жертва пиратов быстро прыгает прочь, прежде чем вы успеваете с ней заговорить.
zh_hans: 海盗的受害者在你有机会和他们说话之前迅速跃迁离开。

source: "Thank you for the aid! I'm an arms dealer that usually only works with Rebels, but considering the circumstances I'll make an exception."
ko: "도와주셔서 감사합니다! 저는 평소엔 반군하고만 거래하는 무기상인데, 상황이 상황이니 이번만은 예외로 해 두죠."
ru: "Спасибо за помощь! Я торговец оружием, который обычно работает только с повстанцами, но учитывая обстоятельства, я сделаю исключение".
zh_hans: "谢谢你的援助！我是一个军火商，通常只和叛军合作，但考虑到这种情况，我可以破例。"

source: "Thank the heavens you showed up! We don't have much to offer as a reward, but our Engineer should be proficient enough to patch your ship up a bit after that nasty fight."
ko: "하늘에 감사해야겠어요! 드릴 건 별로 없지만, 당신들이 방금 싸움에서 입은 피해 정도는 저희 엔지니어가 충분히 수리해드릴 수 있을 거에요."
ru: "Слава богу, что вы появились! Мы не можем предложить многого в качестве награды, но наш инженер должен быть достаточно квалифицированным, чтобы немного подлатать ваш корабль после этой неприятной стычки".
zh_hans: "谢天谢地，你出现了！我们没有太多的奖励，但我们的工程师应该足够熟练，可以在那场恶战之后给你的飞船修补一下。"

# data/events_pirate.xml.append$//textList[@name="PIRATE_BRIBER"]/text[1]
source: You come across a pirate in hot pursuit of an unidentified ship. You quickly receive a transmission from the pirate: "Stay out of this fight and we'll make it worth your while."
ko: 미확인 선박을 추격 중인 해적선에 접근하자 교신이 왔습니다. "어이 형씨, 신경 끄고 있어주면 댓가는 두둑히 쳐주지."
ru: Вы столкнулись с пиратами, преследующими неопознанный корабль. Вы быстро получаете сообщение от пиратов: "Не вмешивайся в этот бой, и мы сделаем так, что ты не пожалеешь".
zh_hans: 你遇到了一个正在紧追一艘身份不明的船只的海盗。你很快就收到了来自海盗的信息。"别插手这场战斗，我们会让你不虚此行。"

# data/events_pirate.xml.append$//textList[@name="PIRATE_BRIBER"]/text[2]
source: An unidentified ship is badly damaged and still being assaulted by a space pirate. The victim begins a distress message until the pirate cuts in and offers to split the bounty if you sit tight.
ko: 심각하게 손상된 미확인 함선이 해적에게 공격받고 있습니다. 구조신호를 수신하던 도중 해적이 끼어들더니 가만히 있으면 약탈품을 나눠주겠다고 제안했습니다.
ru: Неопознанный корабль сильно поврежден и продолжает подвергаться нападению космических пиратов. Жертва начинает подавать сигнал бедствия, пока пираты не перебивает его и не предлагают разделить награду, если вы будете сидеть тихо.
zh_hans: 一艘身份不明的飞船被严重损坏，而且还在被一个太空海盗袭击。受害者开始发出求救信息，直到海盗插话，并提出如果你坐稳了，就分赏金。

# data/events_pirate.xml.append$//textList[@name="PIRATE_BRIBER"]/text[3]
source: A missile shoots across your bow when the jump completes. Your scans quickly reveal a ship with pirate markings pursuing an unknown vessel. The pirate hails you: "Damn it, we weren't expecting company. Stay out of this and you could profit."
ko: 도약이 끝나자마자 미사일이 함수를 스쳐 지나갑니다. 스캔 결과 해적 문양을 한 함선이 미확인 함선을 추격 중인 것이 드러납니다. 해적선에서 메시지가 왔습니다. "젠장 누가 올 줄은 몰랐는데. 간섭하지 않으면 너한테도 좀 나눠주지."
ru: По окончании прыжка через носовую часть корабля вылетает ракета. Сканирование быстро обнаруживает корабль с пиратскими знаками, преследующий неизвестное судно. Пираты вызывают вас: "Черт возьми, мы не ждали гостей. Не вмешивайся, и ты сможешь получить свою долю".
zh_hans: 当跃迁完成时，一枚导弹从你的船头射出。你的扫描很快显示出一艘带有海盗标记的船只正在追击一艘未知的船只。海盗向你呼喊。"该死的，我们没料到会有同伴。不要插手此事，你可以从中获利。"

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME"]/text
source: You catch a conversation between a few pirates on the ship nearby. They're arguing over something, though it's hard to tell what.
ko: 근처 해적선에서 해적들이 서로 대화를 나누고 있습니다. 무엇 때문인지는 모르겠지만, 언쟁 중인 것 같습니다.
ru: Вы улавливаете разговор нескольких пиратов на корабле неподалеку. Они о чем-то спорят, хотя трудно сказать о чем.
zh_hans: 你听到附近船上几个海盗的对话。他们在争论着什么，虽然很难说清是什么。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME"]/choice[1]/text
source: Hail them.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME"]/choice[1]/event/text
source: "Yeah? Whaddya want?" You explain that you want to help resolve their problem. "You want to WHAT? That's pretty weird, but since you're offering... We just uh... legally obtained this new ship, and we can't think of a new name for it. Don't suppose you got any ideas?"
ko: "왜? 용건이 뭔야?" 당신은 그들에게 문제를 해결하는 데 도움을 주겠다고 제안했습니다. "뭘 하겠다고? 그래 뭐 손해 볼 건 없으니까... 그러니까 우리가... 이 배를 '합법적'으로 취득했는데, 이름을 못 짓겠단 말이지. 혹시 좋은 아이디어 있냐?"
ru: "Да? Что вы хотите?" Вы объясняете, что хотите помочь решить их проблему. "Вы хотите ЧТО? Это довольно странно, но раз уж вы предлагаете... Мы только что... легально получили этот новый корабль и не можем придумать ему новое название. Может быть, у вас есть какие-нибудь идеи?"
zh_hans: "是吗？你想要什么？"你解释说你想帮助解决他们的问题。"你想做什么？这很奇怪，但既然你提供了...我们刚刚呃...合法地获得了这艘新船，我们无法为它想出一个新名字。我想你应该有什么想法吧？"

source: Suggest the name 'Wyvern's Vengeance'.
ko: '와이번의 복수'를 제안한다.
ru: Предложить название "Месть Виверны".
zh_hans: 建议命名为'维尔文的复仇'。

source: Suggest the name 'Satan's Enforcer'.
ko: '사탄의 집행관'을 제안한다.
ru: Предложить название "Сатана-искуситель".
zh_hans: 建议命名为'撒旦的执行者'。

source: Suggest the name 'The Hell-raiser'.
ko: '지옥의 추적자'를 제안한다.
ru: Предложить название "Адский разрушитель".
zh_hans: 建议命名为"地狱使者"。

source: Hold on, let us think of more ideas.
ko: 잠깐만, 생각좀 더 해보지.
ru: Подождите, давайте придумаем еще что-нибудь.
zh_hans: 等一下，让我们酝酿更多的想法。

source: You think of a few more name ideas for the pirates.
ko: 당신은 해적들을 위한 이름을 몇개 더 떠올려봅니다.
ru: Вы придумываете еще несколько вариантов названий для пиратов.
zh_hans: 你又为海盗们想了几个名字的主意。

source: Suggest the name 'The Black Hawk'.
ko: '검은 매'를 제안한다.
ru: Предложить название "Черный Ястреб".
zh_hans: 建议命名为"黑鹰"。

source: Suggest the name 'The Empress'.
ko: '여제'를 제안한다.
ru: Предложить название "Императрица".
zh_hans: 建议命名为"皇后"。
