Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: There's nothing offered that you're interested in buying.
ko: 관심 가는 물건은 없었습니다.
ru: Не было предложено ничего, что бы вы хотели купить.
zh_hans: 没有提供你有兴趣购买的东西。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="DESPERATE_SLUG"]/text
source: A Slug ship, painted in pirate colors, appears to be trying to make a trade between the different ships at this beacon, but to no avail.
ko: 해적 도색의 슬러그 함선이 이 송신소에서 장사를 하는 것 같은데, 아직 당신에게는 아무 연락도 안 왔습니다.
ru: Корабль слизней окрашенный в пиратские цвета, похоже, пытается наладить торговлю между разными кораблями у этого маяка, но безуспешно.
zh_hans: 一艘涂有海盗色彩的蛞蝓族船，似乎想在这个信标的不同舰船之间进行交易，但没有成功。

# data/events_pirate.xml.append$//event[@name="DESPERATE_SLUG"]/choice[1]/text
source: Contact him.
ko: 슬러그 함선을 호출한다.
ru: Связаться с ним.
zh_hans: 与他联系。

source: The Slug captain appears surprised that you reached out to him. He quickly regains his composure. "Greetingsss! This is a mosst fortuitousss day for you. I jusssst ssso happen to be ssselling a rare and powerful weapon, would you be interesssted?"
ko: 슬러그 함장은 당신이 자기를 호출한 것에 잠깐 놀랐다가 금새 평정을 되찾았습니다. "반갑씁니다! 쩡말 운이 쫗으씨네요. 아쭈 귀하고 강력한 무기를 팔고 이써요. 구매하씨게써요?"
ru: Капитан слизней выглядит удивленным тем, что вы обратились к нему. Но он быстро приходит в себя. "Приветссствую вас! Сссегодня очень удачный для вассс день. Так получилосссь, что я продаю редкое и мощное оружие, может быть, оно вассс заинтересссует?"
zh_hans: 蛞蝓族舰长对你向他伸出援手显得很惊讶。他很快就恢复了镇定。"你好！今天对你来说是个非常幸运的日子。我正好要出售一种稀有而强大的武器，你有兴趣吗？"

source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Fine, fine. What if I lower the priccce?""
ko: "쪼아, 쪼아요. 가격을 쪼끔 내리면요?"
ru: "Хорошо-хорошо. А есссли я ссснижу цену?"
zh_hans: "好，好。如果我降低价格呢？"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "You don't know what you're missssing out on. What if I lower the priccce even more?"
ko: "이거 놓치면 찐짜 후회할 거예요. 가격을 더더 내리면요?"
ru: "Вы не знаете, что вы теряете. А есссли я еще большшше ссснижу цену?"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Urgh, you're really twisssting my leg here. Final pricccce, take it or leave it."
ko: "으, 찐짜 나쁜 싸람이야. 이게 마찌막이에요. 더는 안돼요."
ru: "Уф, да вы меня сссовсссем за носсс водите. Окончательная цена, берите или не берите".

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Ok ok, that wasss a lie. Thisss isss my final offer. Take your time, think it over."
ko: "알아써요, 거찠말이어써요. 이번이 찐짜 마찌막이에요. 생각 잘 해봐요."
ru: "Ладно, это была уловка. Это мое поссследнее предложение. Не ссспешшшите, всссе обдумайте".
zh_hans: "好吧好吧，那是个谎言。这是我最后的提议。慢慢来，仔细考虑。"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Aggghh, pleassse! Just buy it!"
ko: "아, 쩨바알! 그냥 싸요!"
ru: "Агххх, пожалуйссста! Просссто купите его!"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You hand over the scrap to him, wary of any tricks he might pull. Instead, he deposits a cargo box and quickly jumps away.
ko: 당신은 상대가 무슨 속임수를 부리지 않을까 경계하며 조심스럽게 스크랩을 넘겼습니다. 상대는 화물을 투하하고 재빨리 도약해 사려졌습니다.
ru: Вы передаете ему лом, опасаясь, что он может выкинуть какой-нибудь фокус. Вместо этого он кладет в ящик груз и быстро прыгает прочь.
zh_hans: 你把废料交给他，警惕他可能采取的任何手段。相反他放下一个货箱迅速跃迁走。

source: Open it.
ko: 열어본다.
ru: Открыть его.
zh_hans: 打开它。

source: You carefully pry open the box and look inside. To your dismay, the "rare and powerful" weapon you just purchased was nothing more than a defense laser.
ko: 당신은 조심스럽게 화물을 개봉했습니다. 실망스럽게도 방금 구매한 "귀하고 강력한 무기"는 그냥 호신용 레이저였습니다.
ru: Вы осторожно вскрываете коробку и заглядываете внутрь. К вашему ужасу, "редкое и мощное" оружие, которое вы только что приобрели, оказалось не более чем защитным лазером.
zh_hans: 你小心翼翼地撬开了这个箱子，往里一看。令人丧气的是，这件"稀有又强大"的武器只不过是一件防御激光。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Fine! Jusssst take it! Free of charge! I don't care anymore!"
ko: "알아써요! 그냥 가쪄요! 공짜에요! 쩐 이제 쌍관 없써요!"
ru: "Ладно! Только возьмите! Бесссплатно! Мне уже всссе равно!"
zh_hans: "好吧！就拿它来说吧！免费的！我不再关心了！"

source: Accept.
ko: 받아들인다.
ru: Согласиться.
zh_hans: 同意购买。

source: You agree to take it for free. He angrily jettisons a defense laser out into space and jumps away.
ko: 공짜로 받아가기로 합의했습니다. 슬러그 함선이 호신용 레이저를 투하하고는 도약해갔습니다.
ru: Вы согласны взять его бесплатно. Он со злостью выбрасывает в космос защитный лазер и прыгает прочь.
zh_hans: 你同意免费接受它。他愤怒地将一个防御激光器投射到星域中然后跃迁走。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Slug screams in pure rage and ends the call. Next thing you know, his weapons are up and you should do the same!
ko: 슬러그가 분노하며 교신을 끊었습니다. 그러고는 무기를 들어 올렸으니 당신도 그렇게 해야 할 것 같네요!
ru: Слизень кричит в ярости и прекращает вызов. В следующий момент он активирует оружие, и вы должны сделать то же самое!
zh_hans: 蛞蝓族在纯粹的愤怒中尖叫并结束了通话。接下来，他的武器就举起来了你也应该这样做！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="DESPERATE_SLUG"]/choice[2]/text
source: Leave him be.
ko: 무시한다.
ru: Оставьте его в покое.

source: You ignore the Slug and hide behind a nearby moon so he won't try to contact you next.
ko: 당신은 슬러그를 무시하고 혹시나 연락이 올까 봐 가까운 위성 뒤로 숨었습니다.
ru: Вы не обращаете внимания на слизня и прячетесь за ближайшей луной, чтобы он не попытался связаться с вами в следующий раз.
zh_hans: 你无视蛞蝓族躲并在附近的一个卫星后面，这样他就不会再试图联系你了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="DESPERATE_SLUG_WIN"]/text
source: With the Slugs dead, you move in to inspect their cargo. You find a cache of cargo boxes, at least a hundred of them. You open them all, finding only Basic Lasers. Looks like they overstocked on defense lasers and didn't buy anything else..
ko: 당신은 슬러그를 처치한 이후에 화물을 확인하러 접근했습니다. 최소 수 백 개는 될거같은 화물을 발견해 모두 열어봤지만, 모두 기초적인 레이저 뿐이었습니다. 레이저 외엔 아무것도 없습니다...
ru: Когда слизни мертвы, вы отправляетесь на осмотр их груза. Вы обнаруживаете целый тайник грузовых ящиков, не менее сотни. Вы открываете их все и находите только базовые лазеры. Похоже, они запаслись защитными лазерами и больше ничего не покупали...
zh_hans: 随着蛞蝓族的死亡，你进场检查他们的货物。你发现了一批货箱，至少有100个。你把它们全部打开，发现只有基本激光器。看起来他们在防御激光器上的库存过多，而没有买其他东西。

# data/events_pirate.xml.append$//event[@name="SHEEPISH_FED"]/text
source: You're surprised to see a Federation ship here, or at least one not marked in pirate paint.
ko: 놀랍게도 연방 함선을 발견했습니다. 여기서 해적선이 아닌 연방제 함선을 보다니 별 일도 다 있군요.
ru: Вы удивлены, увидев здесь корабль Федерации, или, по крайней мере, не покрытый пиратской краской.
zh_hans: 你很惊讶在这里看到一艘联邦船，或者至少是一艘没有用海盗油漆标记的船。

# data/events_pirate.xml.append$//event[@name="SHEEPISH_FED"]/choice[1]/text
source: Hail them.
ko: 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_pirate.xml.append$//event[@name="SHEEPISH_FED"]/choice[1]/event/text
source: A human captain answers your hail. Younger than typical, and he seems rather embarrassed. "So uh, you're in the Federation too? Hehe... this is a bit of an awkward spot to meet, isn't it?"
ko: 당신이 호출하자 인간 함장이 응답했습니다. 함장치고는 꽤 젊은 것 같은데 부끄럼을 타는 것 같습니다. "그러니까 어, 그쪽도 연방 소속이에요? 헤헤... 여기서 만나니까 되게 어색하네요, 그죠?"
ru: На ваш вызов отвечает капитан-человек. Он моложе, чем обычно, и выглядит довольно смущенным. "Так вы тоже из Федерации? Хехе... немного неловкое место для встречи, не так ли?"
zh_hans: 一个人类舰长回应你的呼唤。他比一般人年轻，而且看起来相当尴尬。"那么，呃，你也是联邦的人？嘿嘿...在这个地方见面有点尴尬，不是吗？"

source: Agree.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Hah good, so you're a reasonable one. If my squadron leader saw me here... oh boy." He chuckles nervously, rubbing at his neck. "Say, you uh, you wouldn't happen to have any extra space on your ship, would you? Like, for new crew I mean."
ko: "좋아요, 말이 통하는 분이시네. 여기 있다가 편대장한테 들키면... 어우." 젊은 함장이 목 뒤를 긁으며 긴장된 모습으로 웃습니다. "저기, 어, 그 배에 남는 자리 있나요? 그 뭐냐, 선원 한 명 필요하지 않은가 해서요."
ru: "Хах, хорошо, значит, вы благоразумны. Если бы мой командир эскадрильи увидел меня здесь... ох, Боже". Он нервно хихикает, потирая шею. "Скажите, у вас случайно нет лишнего места на корабле? Например, для нового члена экипажа".
zh_hans: "哈哈，不错，所以你是个讲道理的人。如果我的中队长看到我在这里...哦，孩子。"他紧张地笑着，揉着他的脖子。"说，你呃，你不会碰巧在你的船上有额外的位置，是吗？比如说，我是说为新船员准备的。"

source: Of course.
ko: 물론 있죠.
ru: Конечно.
zh_hans: 当然了。

source: His face brightens. "Really? Like, could I come along?" You nod and he jumps with joy. "I'll grab my things immediately." He comes aboard shortly after, bidding his crew goodbye. "You're really doing me a solid, had I stayed on my ship I would have been slammed for sure for being here."
ko: 젊은 함장의 표정이 밟아집니다. "진짜요? 그러니까, 따라가도 되는 거죠?" 당신이 고개를 끄덕이자 함장이 뛸 듯이 기뻐합니다. "물건만 챙겨서 바로 갈게요." 그는 금세 자기 선원들과 작별하고 당신의 함선으로 건너왔습니다. "정말 감사합니다. 여기 있다가 또 들켰으면 이번엔 진짜로 큰일 날 뻔했어요."
ru: Его лицо светлеет. "Правда? А можно мне с вами?" Вы киваете, и он прыгает от радости. "Я немедленно возьму свои вещи". Вскоре он поднимается на борт, прощаясь со своей командой. "Вы действительно делаете мне доброе дело, если бы я остался на своем корабле, меня бы точно прихлопнули за то, что я был здесь".
zh_hans: 他的脸色一亮。"真的？你点点头，他高兴地跳了起来。"我马上拿我的东西。"他很快就上了船，向他的船员告别。"你真是为我好，如果我呆在我的船上，我肯定会因为在这里而被抨击。"

source: Calvin
ru: Кельвин
zh_hans: 加尔文

source: No.
ko: 없습니다.
ru: Нет.
zh_hans: 不。

source: "Oh, right. Should have figured, your mission is probably pretty important anyways." You nod. "Well uh, best be going then, gotta buy those supplies and get out of this sector before I'm caught. Glad to see a friendly face though." He waves goodbye and ends the call.
ko: "아, 그런가요. 아마 그렇겠죠. 뭔진 몰라도 꽤 중요한 일을 하고 계신 걸 텐데요." 당신은 고개를 끄덕였습니다. "그럼 뭐, 가 볼게요. 들키기 전에 보급품만 구하고 빨리 여기서 떠야 하거든요. 아무튼 아는 얼굴 봐서 좋았어요." 젊은 함장은 작별 인사를 마치고 떠났습니다.
ru: "А, ну да. Должен был догадаться, что ваша миссия, вероятно, очень важна при любых обстоятельствах". Вы киваете. "Ну что ж, тогда мне пора идти, нужно купить припасы и убраться из этого сектора, пока меня не поймали. Рад видеть дружелюбное лицо". Он машет рукой на прощание и завершает разговор.
zh_hans: "哦，对。我猜也是，你的任务应该相当重要。"你点点头。"好吧，那我最好走了，我得在被抓到之前买下那些物资并离开这个星区。很高兴看到一张友好的脸。"他挥手告别并结束了通话。

source: Question why they're here.
ko: 왜 이곳에 있는 건지 추궁한다.
ru: Задать вопрос, почему он здесь.
zh_hans: 质疑他们为什么在这里。

source: "Well hey now, let's not forget you're here as well. We uh, ran low on some supplies, and this seemed like a good spot as any to buy some."
ko: "아니 그게, 그렇게 치면 당신도 여기 있잖아요. 그, 보급품이 부족하길래 여기서 사면 좋을 거 같아서요."
ru: "Ну что ж, не будем забывать, что вы тоже здесь. У нас закончились кое-какие припасы, и это самое подходящее место, чтобы их купить".
zh_hans: "好了，嘿，别忘了你也在这里。我们呃，有些物资不够了，这里似乎是个买东西的好地方。"

source: Accuse them!
ko: 규탄한다!
ru: Обвинить их!
zh_hans: 指控他们！

source: "What?! Hey, who do you think you are?" You lie to them, saying you're here to enforce Federation law on the sector. "Really, enforcers now are you? My ass." Next thing you know their weapons are armed and you've found yourself in a brawl!
ko: "뭐라고요?! 아니, 당신이 뭔데요?" 당신은 연방법을 집행하기 위해 이곳에 온 거라고 거짓말을 했습니다. "얼씨구, 이젠 갑자기 경찰 행세야? 말이 되는 소리를 해야지." 상대가 무기를 가동하고 있습니다, 전투가 일어날 것 같습니다!
ru: "Что?! Эй, кем вы себя возомнили?" Вы лжете ему, говоря, что вы здесь для того, чтобы обеспечить соблюдение законов Федерации в этом секторе. "Правда, теперь вы законники? Вот это да!" В следующее мгновение вы понимаете, что они вооружены, а вы оказались втянутыми в схватку!
zh_hans: "什么？嘿，你以为你是谁？"你对他们撒谎，说你是来执行联邦法律的。"真的，现在你们是执法者吗？我的屁股。"接下来，你知道他们的武器是武装的，你发现自己陷入了一场争吵！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave them be.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: You grunt in disapproval and hang up. You try not to reflect on your hypocritical actions and watch in shame as the other Federation ship jumps away.
ko: 당신은 반감만 표시하고 교신을 종료했습니다. 당신도 여기 있으면서 남한테 뭐라 하는 것도 위선이겠죠. 연방 함선은 도약해 떠났습니다.
ru: Вы ворчите в знак неодобрения и заканчиваете вызов. Вы стараетесь не задумываться о своих лицемерных действиях и со стыдом наблюдаете, как другой корабль Федерации уносится вдаль.
zh_hans: 你不赞同地哼了一声，然后挂断电话。你试着不去反思你虚伪的行为，并羞愧地看着另一艘联邦星舰跃迁走。

# data/events_pirate.xml.append$//event[@name="SHEEPISH_FED"]/choice[2]/text
source: Leave them be.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

# data/events_pirate.xml.append$//event[@name="SHEEPISH_FED"]/choice[2]/event/text
source: The ship slinks away from you and jumps away after a couple minutes, leaving you alone.
ko: 그 함선은 당신으로부터 거리를 두더니 몇 분 후 당신을 홀로 남겨두고 떠났습니다.
ru: Корабль удаляется от вас и через пару минут прыгает, оставляя вас одного.
zh_hans: 这艘船从你身边溜走几分钟后跃迁走，留下你一个人。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="VENGEFUL_ENGI"]/text
source: A Separatist Engi ship is already here, transferring goods between a slaver ship. Upon your arrival, the slavers beckon for them to speed up the process then jump away.
ko: 엔지 분리주의자 함선이 노예선과 물건을 주고받고 있습니다. 노예선은 당신이 도착하자 일처리를 재촉하더니 금세 떠났습니다.
ru: Здесь уже находится корабль Сепаратистов энджи, который перегружает товары с одного корабля работорговцев на другой. После вашего прибытия работорговцы просят ускорить процесс и уходят.
zh_hans: 一艘属于分离者的半械族舰船已经在这里，在一艘奴隶船之间转移货物。在你到达后，奴隶主们招手让他们加快进程然后跃迁走。

# data/events_pirate.xml.append$//event[@name="VENGEFUL_ENGI"]/choice[1]/text
source: Question the Engi.
ko: 엔지에게 무슨 상황인지 묻는다.
ru: Задать вопрос энджи.
zh_hans: 质疑半械族。

source: You hail the Engi ship. "Mission = vengeance. The Mantis raid Engi homelands, and take [Engi] as captives. The favor has been -returned-." It appears they are selling Mantis slaves.
ko: 당신은 엔지 함선을 호출했습니다. "임무 = 복수. 맨티스는 엔지 고향을 약탈. [엔지]를 포로로 잡음. 이 행동을 -반대로- 수행." 이 함선은 맨티스 노예를 판매하고 있던 것 같습니다.
ru: Вы связываетесь с кораблем энджи. "Миссия = месть. Богомолы совершают набеги на родину энжи и берут [энжи] в плен. Услуга была -отплачена-". Похоже, они продают рабов богомолов.

source: Ask to buy a Mantis slave.
ko: 맨티스 노예를 사겠다고 제안한다.
ru: Предложить купить раба-богомола.
zh_hans: 要求购买一个螳螂族的奴隶。

source: The Engi are more than willing to sell a Mantis to you, and at a reasonable price as well. They offer a few choices.
ko: 엔지는 기꺼이 맨티스를 넘길 것이며 가격도 적당한 수준으로 쳐주겠다고 대답했습니다. 이 중에서 고르면 될 것 같습니다.
ru: Энджи охотно продадут вам богомола, причем по разумной цене. Они предлагают несколько вариантов.
zh_hans: 半械族非常愿意卖给你一只螳螂族，而且价格也很合理。他们提供了几种选择。

source: Take the fighter.
ko: 전사를 구매한다.
ru: Взять бойца.
zh_hans: 以战士为例。

source: Take the pilot.
ko: 파일럿을 구매한다.
ru: Взять пилота.
zh_hans: 带上驾驶员。

source: Take a regular Mantis.
ko: 평범한 맨티스를 구매한다.
ru: Взять обычного богомола.
zh_hans: 以一个普通的螳螂族为例。

source: Nevermind.
ko: 생각을 바꾼다.
ru: Неважно.
zh_hans: 算了。

source: You change your mind. Maybe buying a Mantis slave isn't a good idea after all. The Separatists Engi don't seem to mind.
ko: 마음이 바뀌었습니다. 맨티스 노예를 사는 건 좋은 생각이 아닌 것 같습니다. 엔지 분리주의자들도 별로 신경 쓰지 않는 것 같습니다.
ru: Вы меняете свое мнение. Может быть, покупка раба-богомола - не самая лучшая идея. Сепаратисты энджи, похоже, не имеют ничего против.
zh_hans: 你改变了主意。也许买一个螳螂族的奴隶毕竟不是一个好主意。分离者们似乎并不介意。

source: Leave them be.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: The Engi aren't naturally vengeful, but these are Separatists after all. You don't risk pressing further.
ko: 엔지는 원래 남에게 복수를 하는 종족이 아니지만, 이들은 분리주의자니까 또 모릅니다. 굳이 위험을 감수할 필요는 없겠지요.
ru: Энджи по природе своей не мстительны, но это все-таки Сепаратисты. Вы не рискуете продолжать разговор.
zh_hans: 半械族并不是天生的复仇者，但这些人毕竟是分离者。你不要冒险进一步追问。

# data/events_pirate.xml.append$//event[@name="VENGEFUL_ENGI"]/choice[2]/text
source: Leave them be.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: No need to get involved in other people's business.
ko: 남들이야 뭘 하건 신경쓸 일이 아닙니다.
ru: Не надо лезть в чужие дела.
zh_hans: 没有必要介入别人的事情。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="STATION_SICK_MARKET"]/text
source: An inconspicuous station is posted here, probably an honest trader looking to make a profit somewhere with larger crowds.
ko: 특별할 것 없어 보이는 정거장이 있습니다. 많은 사람을 대상으로 장사하는 정직한 거래소인 것 같습니다.
ru: Здесь размещается неприметная станция, вероятно, честные торговцы, желающие подзаработать где-нибудь в более людном месте.
zh_hans: 一个不起眼的空间站被贴在这里，可能是一个诚实的商人，想在人群较多的地方赚取利润。

source: Contact them to see if they want to trade.
ko: 거래를 할 의향이 있는지 교신해본다.
ru: Связаться с ними, чтобы узнать, не желают ли они торговать.
zh_hans: 联系看他们是否想交易。

source: The station's leader appears on your vid-screen, coughing. "W-what? Oh, sorry. No trading for now, we're all sick. This damn place draws in thousands of ships from all over the galaxy, god knows what kinds of diseases it brings. We're probably dying of some exotic Mantis flu or something, if that even exists."
ko: 정거장의 리더가 통신 화면에 기침을 하며 나타납니다. "뭐-뭐야? 아, 죄송합니다. 지금은 다들 앓아누워서 거래를 못 합니다. 우주 온갖 곳에서 수천 척씩 배가 오고 다니니 무슨 병이 옮은 건지도 모르겠어요. 실제로 있는 질병인지는 모르겠지만, 아무튼 맨티스 독감인지 뭔지 때문에 죽어가고 있습니다."
ru: На вашем видеоэкране появляется лидер станции, который кашляет. "Ч-что? О, извините. Пока никакой торговли, мы все больны. Это проклятое место привлекает тысячи кораблей со всей галактики, и бог знает, какие болезни оно приносит. Возможно, мы умираем от какого-нибудь экзотического гриппа богомолов или чего-то в этом роде, если такой вообще существует".
zh_hans: 该空间站的领导出现在你的视频屏幕上，咳嗽着。"什么？哦，对不起。暂时没有交易，我们都病了。这个该死的地方吸引了来自银河系各地的数以千计的舰船，天知道它带来了什么样的疾病。我们可能是死于某种外来的螳螂族流感或什么，如果那真的存在的话。"

source: Offer what supplies you can muster. [-10~, -2|]
ko: 보급품을 조금 나눠준다. [-10~, -2|]
ru: Предложить все возможные припасы. [-10~, -2|]
zh_hans: 提供你能想到的物资。[-10~， -2|]

source: "This won't help much, but it's much appreciated. Glad to know there's some kind souls out there still. I can't offer much in return, but we can use our automated repair drones to fix up some hull for you."
ko: "별 도움은 안 되겠지만, 그래도 감사합니다. 아직 세상엔 선한 사람들이 있군요. 보답으로 별 대단한 건 못 해 드리지만, 자동 수리 드론으로 함선을 수리해드릴 수 있을 것 같습니다."
ru: "Это не очень поможет, но я очень благодарен. Приятно знать, что есть еще добрые души. Я не могу предложить ничего взамен, но мы можем использовать наши автоматические ремонтные дроны, чтобы починить для вас корпус".
zh_hans: "这不会有什么帮助，但非常感谢。很高兴知道仍有一些好心人在那里。我不能提供太多的回报，但我们可以用我们的自动维修无人机为你维修一些舰体。"

source: (Nano-bots) Flood their ship with nano-bots.
ko: (의료용 나노봇) 정거장을 나노봇으로 뒤덮는다.
ru: (Наноботы) Наводнить их корабль наноботами.
zh_hans: (纳米医疗机)用医疗纳米机器人充满对方的舱室。
