Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: Suggest the name 'The Assassin's Glare'.
ko: '암살자의 섬광'을 제안한다.
ru: Предложить название "Удар ассасина".
zh_hans: 建议命名为"刺客之光"。

source: Give us another minute, we need to think more.
ko: 시간 좀 더 줘봐, 계속 생각해볼 테니.
ru: Дайте нам еще минуту, нам нужно еще подумать.
zh_hans: 再给我们一分钟，我们需要多想想。

source: You think of a even more name ideas for the pirates.
ko: 당신은 더욱더 많은 이름을 떠올려봅니다.
ru: Вы придумываете еще больше идей для названий пиратов.
zh_hans: 你为海盗们想了更多的名字。

source: Suggest the name 'The Devil's Maw'.
ko: '악마의 아가리'를 제안한다.
ru: Предложить название "Пасть дьявола".
zh_hans: 建议命名为'恶魔之口'。

source: Suggest the name 'The Bangship'.
ko: '폭발선'을 제안한다.
ru: Предложить название "Бабах-корабль".
zh_hans: 建议命名为"班师回朝"。

source: Suggest the name 'The KnifeGunBlaster'.
ko: '나이프건블래스터'를 제안한다.
ru: Предложить название "Нож-Пистолет-Бластер".
zh_hans: 建议命名为'刀枪不入'。

source: Uhhh, another minute please.
ko: 1분만 더 기다려봐.
ru: Еще минутку, пожалуйста.
zh_hans: 呃，请再给我一分钟。

source: You're beginning to run out of good ideas.
ko: 아이디어가 떨어지기 시작합니다.
ru: У вас начинают заканчиваться хорошие идеи.
zh_hans: 你已经开始词穷了。

source: Suggest the name 'The Edgelord'.
ko: '개간지'를 제안한다.
ru: Предложить название "Властелин Мира".
zh_hans: 建议命名为"艾德格罗德"。

source: Suggest the name 'Shoopdeloop'.
ko: '쏘고또쏴'를 제안한다.
ru: Предложить название "Щачло".
zh_hans: 建议使用"咻咻咻"这个名字。

source: Suggest the name 'Morbid Creature'.
ko: '끔찍한 짐승'을 제안한다.
ru: Предложить название "Чудовищное творение".
zh_hans: 建议命名为'病态生物'。

source: Ok, we still need some time.
ko: 좋아, 시간 조금만 더 줘봐.
ru: Хорошо, нам еще нужно время.
zh_hans: 好的，我们仍然需要一些时间。

source: You're almost completely out of any ideas.
ko: 아이디어가 다 떨어졌습니다.
ru: У вас почти не осталось идей.
zh_hans: 你几乎完全没有任何想法了。

source: Suggest the name 'Literally a Pirate Ship'.
ko: '그냥 해적선'을 제안한다.
ru: Предложить название 'Буквально Пиратский Корабль".
zh_hans: 建议命名为"一艘海盗战舰"。

source: Suggest the name 'Ugly Woman'.
ko: '추녀'를 제안한다.
ru: Предложить название "Уродливая женщина".
zh_hans: 建议命名为"丑女"。

source: Suggest the name 'Broken Arm'.
ko: '부러진 팔'을 제안한다.
ru: Предложить название "Сломанная рука".
zh_hans: 建议命名为'断臂'。

source: Hold on...
ko: 잠시만...
ru: Подождите...
zh_hans: 等一下...

source: The pirates have become very annoyed. "Oh for Newton's sake, just give us a damn name!"
ko: 해적들이 짜증을 내기 시작합니다. "아니 그냥 대충 아무거나 생각해보라고!"
ru: Пираты стали очень раздраженными. "О, ради Ньютона, просто дайте нам чертово имя!"
zh_hans: 海盗们已经变得非常恼火了。"哦，看在牛顿的份上，就给我们一个该死的名字吧！"

source: Suggest the name 'Happy Fellow'.
ko: '활빈당'을 제안한다.
ru: Предложить название "Счастливый малыш".
zh_hans: 建议命名为"快乐伙伴"。

source: Suggest the name 'Really Cool Name'.
ko: '진짜 멋진 이름'을 제안한다.
ru: Предложить название "Очень Крутое Название".
zh_hans: 建议命名为"真酷的名字"。

source: Suggest the name 'EEEE'.
ko: 'EEEE'를 제안한다.
ru: Предложить название "EEEE".
zh_hans: 建议命名为"EEEE"。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME"]/choice[2]/text
source: Ignore the pirates.
ko: 해적들을 무시한다.
ru: Не обращать внимания на пиратов.
zh_hans: 不理会那些海盗。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME"]/choice[2]/event/text
source: You leave the pirates to their squabbling.
ko: 해적들이 떠들든 말든 무시했습니다.
ru: Вы оставляете пиратов наедине с их разборками.
zh_hans: 你让海盗们去争吵吧。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME_GREAT"]/text
source: The pirates have a brief discussion about your suggestion. "Perfect, this will be great! Thank you for your assistance, strange Federation ship. Here is some pay."
ko: 해적들이 잠시 의견을 나눴습니다. "좋아, 이거면 되겠어! 아무튼 도와줘서 고마워 연방 양반. 수고비 좀 받아 가라고."
ru: Пираты недолго обсуждают ваше предложение. "Отлично, это будет замечательным! Спасибо за помощь, странный корабль Федерации. Вот вам вознаграждение".
zh_hans: 海盗们对你的建议进行了简短的讨论。"完美，这将是伟大的！谢谢你的帮助，陌生的联邦飞船。这里有一些报酬。"

source: "That's an excellent name! Thank you for your assistance."
ko: "이름 멋있는데! 도와줘서 고마워."
ru: "Отличное название! Спасибо за помощь".
zh_hans: "这是个很好的名字！谢谢你的帮助。"

source: The pirates have a brief discussion about your suggestion. "Perfect, this will be great! Thank you for your assistance, strange Federation ship. Here is some pay."
ko: 해적들이 잠시 의견을 나눴습니다. "좋아, 이거면 되겠어! 아무튼 도와줘서 고마워 연방 양반. 수고비 좀 받아 가라고."
ru: Пираты коротко обсуждают ваше предложение. "Отлично, это будет замечательным! Спасибо за помощь, странный корабль Федерации. Вот вам вознаграждение".
zh_hans: 海盗们对你的建议进行了简短的讨论。"完美，这将是伟大的！谢谢你的帮助，陌生的联邦飞船。这里有一些报酬。"

source: "That's uh... well thanks for trying, but I'm not really sure that's what we're looking for."
ko: "그건 좀... 뭐 도와주려 한건 알겠는데, 우리가 원하는건 아니네."
ru: "Ну... спасибо за попытку, но я не уверен, что это то, что мы ищем".
zh_hans: "那是呃...好吧，谢谢你的尝试，但我不太确定这就是我们要找的东西。"

source: "That's an excellent name! Thank you for your assistance."
ko: "이름 멋있는데! 도와줘서 고마워."
ru: "Отличное название! Спасибо за помощь".
zh_hans: "这是个很好的名字！谢谢你的帮助。"

source: The pirates have a brief discussion about your suggestion. "Perfect, this will be great! Thank you for your assistance, strange Federation ship. Here is some pay."
ko: 해적들이 잠시 의견을 나눴습니다. "좋아, 이거면 되겠어! 아무튼 도와줘서 고마워 연방 양반. 수고비 좀 받아 가라고."
ru: Пираты коротко обсуждают ваше предложение. "Отлично, это будет замечательный! Спасибо за помощь, странный корабль Федерации. Вот вам вознаграждение".
zh_hans: 海盗们对你的建议进行了简短的讨论。"完美，这将是伟大的！谢谢你的帮助，陌生的联邦飞船。这里有一些报酬。"

# data/events_pirate.xml.append$//eventList[@name="PIRATE_NAME_BAD"]/event[1]/text
source: "Dear god, that is a horrible name. Please never speak to us again."
ko: "와 씨, 이름 진짜 병신같네. 다시는 우리한테 말 걸지 마라."
ru: "Боже, какое ужасное имя. Пожалуйста, никогда больше не разговаривайте с нами".
zh_hans: "亲爱的上帝，这是个可怕的名字。请不要再跟我们说话了。"

# data/events_pirate.xml.append$//eventList[@name="PIRATE_NAME_BAD"]/event[2]/text
source: Somehow, the pirates seem to like your suggestion. They like it so much in fact that they pay you scrap so long as you promise never to insult them with your horrible suggestions ever again.
ko: 해적들은 어째선지 당신의 제안을 마음에 들어 하는 것 같습니다. 그딴 끔찍한 작명을 할 바에야 그냥 이거나 받고 꺼지라고 스크랩을 던져줄 정도로 말이죠.
ru: Почему-то пиратам, похоже, понравилось ваше предложение. На самом деле, оно им настолько понравилось, что они заплатили вам лом, если вы пообещаете больше никогда не оскорблять их своими ужасными идеями.
zh_hans: 不知何故，海盗们似乎很喜欢你的建议。事实上，他们非常喜欢，以至于他们付给你废料，只要你保证不再用你的可怕建议来侮辱他们。

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME_HORRIBLE"]/text
source: "Not only was that the worst name I have ever had the disgrace of hearing, but you have physically made my ears bleed just by listening to it. My second mate just went into cardiac arrest, and a fire almost started in our engines. It was so bad that I actually feel like vomiting right now. It was so tremendously horrible that I could feel a higher power literally die in disgrace that they created a creature as pathetic as you. I have no choice but to arm my weapons and obliterate you horrible mongrels, so that you cannot pollute and destroy this plane of reality any further.
ko: "태어나서 그렇게 끔찍한 이름은 처음 들어본다. 그냥 듣고만 있는데도 귀에서 피가 날 지경이야. 항해사한테 심장마비가 오고, 엔진에서 불이 날 정도라고. 당장이라도 토해버릴 것 같아. 너 같은 놈을 창조한 신이 있다면 그딴 이름을 지은 게 자기 창조물이란 걸 알고는 자살했을 거다. 너 같은 놈이 세상에 더한 악행을 저지르기 전에 당장 죽여버려야겠어."
ru: "Это не только самое ужасное имя, которое я когда-либо имел несчастье услышать, но вы физически заставили мои уши кровоточить, просто слушая его. У моего второго помощника только что произошла остановка сердца, а в наших двигателях чуть не начался пожар. Это было настолько ужасно, что меня сейчас просто тошнит. Это было настолько ужасно, что я чувствовал, как высшие силы буквально умирают от стыда, что создали такое жалкое существо, как вы. У меня нет другого выбора, кроме как взять в руки оружие и уничтожить вас, чудовищные выродки, чтобы вы больше не могли загрязнять и разрушать эту реальность.
zh_hans: "这不仅是我有史以来听到的最糟糕的名字，而且你光是听就已经让我耳朵出血了。我的二副刚刚心脏骤停，而我们的引擎几乎起火。它是如此糟糕，以至于我现在真的觉得想呕吐。这是如此巨大的恐怖，我可以感觉到更高的力量，这简直是在耻辱中死去，他们创造了一个像你这样可怜的生物。我别无选择，只能武装我的武器，消灭你们这些可怕的杂种，这样你们就不能再污染和破坏这个宇宙的现实。"

# data/events_pirate.xml.append$//event[@name="PIRATE_NAME_HORRIBLE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_DEAD_SLAVES"]/text
source: A slaver is advertising quality slaves for modest prices.
ko: 노예상이 고품질의 노예들을 저렴한 가격에 판매한다며 광고중입니다.
ru: Работорговец предлагает качественных рабов по скромным ценам.
zh_hans: 一位奴隶主正以实惠的价格兜售优质奴隶。

# data/events_pirate.xml.append$//event[@name="SLAVER_DEAD_SLAVES"]/choice[1]/text
source: Buy an unknown slave for 20 scrap.
ko: 알 수 없는 노예를 20 스크랩에 구매한다.
ru: Купить неизвестного раба за 20 лома.
zh_hans: 用20废料购买一名随机奴隶。

# data/events_pirate.xml.append$//event[@name="SLAVER_DEAD_SLAVES"]/choice[2]/text
source: Ask to inspect the slaves.
ko: 우선 노예를 보고 결정하겠다고 한다.
ru: Попросить осмотреть рабов.
zh_hans: 询问是否可以检查一下奴隶。

source: "Ah yes, well about that. We uh... we can't show you... because... because they're all sleeping! Wouldn't want to wake them up."
ko: "아 네, 그러니까 말이죠. 우리가 그... 보여드릴 수가 없네... 그게... 다들 자고 있거든요! 깨우고 싶진 않네요."
ru: "Ах да, ну, насчет этого. Мы... мы не можем показать вам... потому что... потому что они все спят! Не хотелось бы их будить".
zh_hans: "啊，是的，嗯，关于这一点。我们呃...我们不能给你看...因为...因为他们都在睡觉！不想吵醒他们。"

source: Seems legit. We'll buy one for 20 scrap.
ko: 노예 하나를 20 스크랩에 산다.
ru: Кажется, все в порядке. Мы купим одного за 20 лома.
zh_hans: 看上去没啥问题。我们用20废料买一个。

source: Attack them, this is shady!
ko: 너무 수상하다. 공격!
ru: Атаковать их - то, чем они занимаются дрянное дело!
zh_hans: 攻击他们，事有蹊跷！

source: "Alright alright! They're all dead, we're selling dead slaves, now let us go!" Unfortunately for them, you don't have any intentions of letting them off the hook.
ko: "알겠어요! 노예들 다 죽었어요. 죽은 노예를 팔고 있었다구요. 그냥 보내만 줘요!" 노예상에겐 안 된 일이지만, 당신은 그들을 보내줄 생각이 없습니다.
ru: "Хорошо, хорошо! Они все мертвы, мы продаем мертвых рабов, а теперь отпустите нас!" К несчастью для них, вы не собираетесь отпускать их с крючка.
zh_hans: "好吧好吧！他们都死了，我们在卖死奴隶，现在让我们走吧！"对他们来说，不幸的是，你并没有打算放他们一马。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This is shady, let's leave.
ko: 영 수상하다. 그냥 떠나자.
ru: Это подозрительно, лучше уйти.
zh_hans: 事有蹊跷，我们走吧。

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ko: 노예선에서 계속 광고가 들려오자 당신은 그 함선과의 모든 통신을 차단했습니다.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.
zh_hans: 奴隶主的船继续宣传他们的"产品"，所以你干脆把从他们船上传来的所有呼叫都静音。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Slug Crew) Have your Slug check their intentions.
ko: (슬러그 선원) 슬러그에게 상대의 의도를 확인해보라고 한다.
ru: (Член экипажа-слизень) Пусть ваш слизень проверит их намерения.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员检查他们的意图。

source: "It sssseemsss thessse sssslaverss are ssselling dead ssslaves! Hah, what a racket. Gotta admire their gusssto. Ssstill, you ssshouldn't buy anything."
ko: "쩌 놈들은 쭉은 노예를 팔아요! 싸기꾼 놈들. 배짱은 인쩡합니다. 아무튼, 아무것도 싸면 안돼요."
ru: "Похоже, эти работорговцы продают мертвых рабов! Хах, какая шшшутка. Надо восссхититьссся их азартом. Но покупать ничего не ссстоит".
zh_hans: "看来这些奴隶主在卖死去的奴隶！哈，真是个喧闹的地方。不得不佩服他们的勇气。尽管如此，你还是不应该买任何东西。"

source: Attack the damn slavers!
ko: 노예상들을 공격한다!
ru: Атаковать проклятых работорговцев!
zh_hans: 攻击那些该死的奴隶主！

source: You prepare to attack the slaver ship, ready to make sure they don't scam anyone else.
ko: 당신은 그들이 다시는 사기를 치지 못하게 하려 작정하고 노예선을 공격합니다.
ru: Вы готовитесь к нападению на корабль работорговцев, чтобы убедиться, что они больше никого не обманут.
zh_hans: 你准备攻击奴隶船以准备确保他们不会再诈骗任何人。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Follow your Slug's advice and leave.
ko: 슬러그의 조언대로 떠난다.
ru: Последовать совету своего слизня и уйти.
zh_hans: 听从你的蛞蝓族的建议，离开。

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ko: 노예선에서 계속 광고가 들려오자 당신은 그 함선과의 모든 통신을 차단했습니다.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.
zh_hans: 奴隶主的船继续宣传他们的"产品"，所以你干脆把从他们船上传来的所有呼叫都静音。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Telepathic Shell) Have your Shell check their intentions.
ko: (진화적 재분기점) 셸에게 상대의 의도를 확인해보라고 한다.
ru: (Ракушка-Телепат) Пусть ваша ракушка проверит их намерения.
zh_hans: (心灵感应甲壳族)让你的甲壳族检查他们的意图。

source: "Thhhese slavers are selling dead bodies! You shhhouldn't hand over anythhhing to thhhem, othhher thhhan a well-earned lesson."
ko: "이 노예들은 시이이체를 팔고 있스으읍니다! 그들에게 아무 것도 넘겨서어어는 안됩니다."
ru: "Эти работорговцы торгуют трупами! Вам не ссследует ничего им платить, иначе вы получите горький урок".
zh_hans: "这些奴隶主在贩卖尸体！你不应该把任何东西交给他们，否则就会得到应有的教训。"

source: Attack the damn slavers!
ko: 저 망할 노예상들을 공격한다!
ru: Атаковать проклятых работорговцев!
zh_hans: 攻击那些该死的奴隶主！

source: You prepare to attack the slaver ship, ready to make sure they don't scam anyone else.
ko: 당신은 그들이 다시는 사기를 치지 못하게 하려 작정하고 노예선을 공격합니다.
ru: Вы готовитесь к нападению на корабль работорговцев, чтобы убедиться, что они больше никого не обманут.
zh_hans: 你准备攻击那艘奴隶船，准备确保他们不会再诈骗任何人。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Follow your Shell's advice and leave.
ko: 셸의 조언대로 떠난다.
ru: Прислушаться к совету своей ракушки и уйти.
zh_hans: 听从你的甲壳族的建议现在离开。

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ko: 노예선에서 계속 광고가 들려오자 당신은 그 함선과의 모든 통신을 차단했습니다.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.
zh_hans: 奴隶主的船继续宣传他们的"产品"，所以你干脆把从他们船上传来的所有呼叫都静音。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_DEAD_SLAVES"]/choice[5]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: The Slaver ship continues to advertise their "products", so you simply mute all hails coming from their ship.
ko: 노예선에서 계속 광고가 들려오자 당신은 그 함선과의 모든 통신을 차단했습니다.
ru: Корабль работорговцев продолжает рекламировать свою "продукцию", поэтому вы просто отключаете все сигналы, исходящие с его корабля.
zh_hans: 奴隶主的船继续宣传他们的"产品"，所以你干脆把从他们船上传来的所有呼叫都静音。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="SLAVER_DEAD_SLAVES_BUY"]/text
source: The Slavers thank you for your purchase and bring the slave onboard. However, it's clear something is wrong. The slave is a completely lifeless, motionless corpse.
ko: 노예상이 감사를 표하고 노예를 보냈습니다. 그런데 뭔가 이상합니다. 이건 노예가 아니라 미동조차 없는 시체입니다.
ru: Работорговцы благодарят вас за покупку и доставляют раба на борт. Однако становится ясно, что что-то не так. Раб представляет собой абсолютно безжизненный, неподвижный труп.
zh_hans: 奴隶主感谢你的购买，并把奴隶带上船。然而，很明显有些不对劲。奴隶是一具完全没有生命力、一动不动的尸体。

source: Attack the damn slavers!
ko: 저 망할 노예상을 공격한다!
ru: Атаковать проклятых работорговцев!
zh_hans: 攻击那些该死的奴隶主！

source: You prepare to attack the slaver ship, furious that they tricked you.
ko: 당신은 속은 것에 격분해 노예상을 공격할 준비를 시작했습니다.
ru: Вы готовитесь атаковать корабль работорговцев, разъяренные тем, что они вас обманули.
zh_hans: 你准备攻击那艘奴隶船，对他们欺骗你感到愤怒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Demand they give your money back.
ko: 돈을 돌려달라고 요구한다.
ru: Потребовать, чтобы они вернули вам деньги.
zh_hans: 要求他们把钱还给你。

source: "Hey now, let's be real here. We never said anything about the slaves being ALIVE. It's all simply a misunderstanding. Best we can do is give you half the scrap back, out of fairness."
ko: "아니 손님, 말은 똑바로 하셔야지. 우리는 노예가 살아있다고 한 적 없어요. 오해하셨나 보네. 뭐 우리 책임이 완전 없는 건 아니니까 절반은 돌려드리죠."
ru: "Эй, давайте начистоту. Мы ничего не говорили о том, что рабы будут ЖИВЫМИ. Это просто недоразумение. Лучшее, что мы можем сделать, это вернуть вам половину лома, из соображений добросовестности".
zh_hans: "嘿，现在，让我们在这里说实话吧。我们从来没有说过任何关于奴隶是活的。这只是一个误解。为了公平起见，我们能做的就是把一半的废料还给你。"

source: Accept the 10 scrap.
ko: 10 스크랩을 받는다.
ru: Принять 10 лома.
zh_hans: 接受10废料。

source: We won't stand for this! Destroy them.
ko: 이런 사기꾼 놈들! 박살 내버린다.
ru: Мы этого не потерпим! Уничтожить их.
zh_hans: 我们不会容忍这一切的！摧毁他们。

source: You prepare to attack the slaver ship, furious that they tricked you.
ko: 당신은 속은 것에 격분해 노예상을 공격할 준비를 시작했습니다.
ru: Вы готовитесь атаковать корабль работорговцев, разъяренные тем, что они вас обманули.
zh_hans: 你准备攻击那艘奴隶船，对他们欺骗你感到愤怒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) Threaten them to give you all of your money back.
ko: (고급 무기실) 돈을 다시 내놓으라고 협박한다.
ru: (Улучш. Оружие) Пригрозить им, что вернете все свои деньги.
zh_hans: (高级武器)威胁他们把你的钱全部还给你。

source: "Okay! Okay! Here, we'll even throw in some extra fuel because we're so kind!"
ko: "알았어요! 알았다니까! 저희는 친절하니까 연료도 몇 개 얹어 드릴게요!"
ru: "Хорошо! Хорошо! Вот, мы даже добавим немного топлива, раз уж мы такие добродушные!"
zh_hans: "好的！好的！在这里，我们甚至会扔一些额外的燃料，因为我们是如此善良！"

# data/events_pirate.xml.append$//event[@name="DEAD_CREW_SLAVER_DEADSLAVES"]/text
source: You find a number of slaves in the cargo hold. You could use more crew but it won't reflect positively on you for taking slaves like this.
ko: 화물칸에 갇혀 있던 노예를 여럿 찾았습니다. 선원이 더 필요하긴 하지만, 이런 식으로 노예를 취하는 일은 당신의 평판을 깎아내릴 것입니다.
ru: В грузовом отсеке вы находите несколько рабов. Вы могли бы увеличить численность экипажа, но это негативно отразится на вас, если вы возьмете рабов таким образом.
zh_hans: 你在货舱里发现了一些奴隶。你可以拥有更多的船员，但这样带走奴隶不会给你带来积极的影响。

source: Demand the Mantis joins your crew but release the rest.
ko: 맨티스를 데려가고 나머지는 풀어준다.
ru: Потребовать, чтобы богомол присоединился к вашей команде и отпустить остальных.
zh_hans: 要求螳螂族船员加入你，释放其余的人。

source: You pry open the cage containing the Mantis, only for them to fall dead on the ground. Oh, right...
ko: 맨티스라고 적혀있는 우리를 열었지만, 노예는 바닥에 쓰러진 채로 가만히 있습니다. 아, 맞다...
ru: Вы открываете клетку с богомолами, но они падают замертво на землю. Ах, да...
zh_hans: 你撬开装着螳螂的笼子，只见它们倒在地上死去。哦，对了...

source: Demand the Rockman joins your crew but release the rest.
ko: 락맨을 데려가고 나머지는 풀어준다.
ru: Потребовать, чтобы валун присоединился к вашей команде и отпустить остальных.
zh_hans: 要求岩石族船员加入你，释放其余的人。

source: You pry open the cage containing the Rockman, only for them to fall dead on the ground. Oh, right...
ko: 락맨이라고 적혀있는 우리를 열었지만, 노예는 바닥에 쓰러진 채로 가만히 있습니다. 아, 맞다...
ru: Вы открываете клетку с валунами, но они падают замертво на пол. Ах, да...
zh_hans: 你撬开装着岩石族的笼子，只见他们倒在地上死去。哦，对了...

source: Demand the Engi joins your crew but release the rest.
ko: 엔지를 데려가고 나머지는 풀어준다.
ru: Потребовать, чтобы энджи присоединился к вашей команде и отпустить остальных.
zh_hans: 要求半械族船员加入你，释放其余的人。

source: You pry open the cage containing the Engi, only for them to fall dead on the ground. Oh, right...
ko: 엔지라고 적혀있는 우리를 열었지만, 노예는 바닥에 쓰러진 채로 가만히 있습니다. 아, 맞다...
ru: Вы открываете клетку с энджи, но они падают замертво на землю. Ах, да...
zh_hans: 你撬开了装着半械族的笼子，但它们却倒在地上死了。哦，对了...

source: We aren't slavers. Free them all.
ko: 우리는 노예상이 아니다. 모두 풀어준다.
ru: Мы не работорговцы. Освободить их всех.
zh_hans: 我们不是奴隶主。把他们都放了吧。

source: You open the cages, but none are eager to get out. That is when you remember that you were advertised dead slaves...
ko: 당신은 모든 노예 우리를 열었지만, 아무도 나오지 않습니다. 죽은 노예들을 파는 배였다는 게 이제야 기억이 납니다...
ru: Вы открываете клетки, но никто из них не хочет выходить. Тогда вы вспоминаете, что вам хотели продать мертвых рабов...

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL"]/text
source: A slaver ship hails you directly, soliciting slaves for fair prices. "Only 35 scrap for a brand new worker! What a steal of a deal. You'd have to be an idiot not to take this offer while it still lasts."
ko: 노예선이 당신을 직접 호출했습니다. 적당한 가격에 노예를 넘기겠다고 합니다. "단돈 35 스크랩에 새 일꾼을! 날이면 날마다 오는 기회가 아닙니다. 바보가 아니고서야 이런 가격이면 사야죠!"
ru: Корабль работорговцев обращается непосредственно к вам, предлагая рабов по справедливой цене. "Всего 35 лома за нового рабочего! Какая выгодная сделка. Надо быть идиотом, чтобы не принять это предложение, пока оно еще действует".
zh_hans: 一艘奴隶船直接呼叫你，以公平的价格招揽奴隶。"一个全新的工人只需35废料！多么划算的交易啊。趁着这个机会，你要是个白痴，才会不接受这个报价。"

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL"]/choice[1]/text
source: Buy an unknown slave for 35 scrap.
ko: 알 수 없는 노예를 35 스크랩에 산다.
ru: Купить неизвестного раба за 35 лома.
zh_hans: 用35废料购买一名随机奴隶。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL"]/choice[2]/text
source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the slaver.
ko: 당신은 노예상을 공격할 준비를 합니다.
ru: Вы готовитесь атаковать работорговцев.
zh_hans: 你准备攻击奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL"]/choice[3]/text
source: We aren't interested.
ko: 관심 없다.
ru: Нам это неинтересно.
zh_hans: 我们不感兴趣。

source: "Ah, so we do got a couple of idiots over here!" The slaver hangs up and jumps away.
ko: "이야, 그런 바보가 여기 있네!" 노예상은 교신을 끊고 도약해 사라졌습니다.
ru: "А, так у нас тут пара идиотов!" Работорговец заканчивает сигнал связи и прыгает прочь.
zh_hans: "啊，所以我们这里确实有一个白痴！"奴隶主挂断通讯，跃迁开了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Slug Crew) Have your Slug check their intentions.
ko: (슬러그 선원) 상대방의 의도를 파악해본다.
ru: (Член экипажа-слизень) Пусть ваш слизень проверит их намерения.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员检查他们的意图。

source: The slavers bring over an unusually pristine slave, void of any restraints. As soon as the slavers return to their ship, the "slave" reveals a hidden blaster and turns on your crew! It was a trick!
ko: 노예상은 이상할 정도로 멀쩡한 노예를, 그것도 구속구 하나 없이 보내왔습니다. 노예상이 자신의 함선으로 돌아가자마자, "노예"가 숨겨둔 블래스터를 꺼내더니 당신의 선원들을 겨눴습니다! 속았습니다!
ru: Работорговцы привозят необычайно чистого раба, не связанного никакими путами. Как только работорговцы возвращаются на свой корабль, "раб" обнажает спрятанный бластер и стреляет в члена вашего экипажа! Это был хитрый план!
zh_hans: 奴隶主带来了一个异常干净的奴隶，没有任何束缚。当奴隶主回到他们的船上时，这个"奴隶"就亮出了一把隐藏的爆裂手枪，并向你的船员开火！这是个骗局！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The slavers bring out a prisoner in heavy shackles, and throw them aboard. The slaver captain hails you, and jumps away.
ko: 노예상은 무거운 족쇄를 찬 죄수를 보내온 다음 인사를 하고 떠났습니다.
ru: Работорговцы выводят пленника в тяжелых кандалах и бросают его на борт. Капитан работорговцев выходит с вами на связь вас и уходит в прыжок.
zh_hans: 奴隶主带出一个戴着沉重镣铐的囚犯，并把他们扔上船。奴隶主的舰长向你打招呼，然后跃迁走了。

# data/events_pirate.xml.append$//event[@name="SLAVER_BETRAYAL_SLUG_BETRAY"]/text
source: Your Slug tells you to be wary of the slaves. This whole thing is a scam.
ko: 슬러그는 이 노예를 주의하라고 말했습니다. 전부 다 사기라고 하네요.
ru: Ваш слизень советует вам остерегаться работорговцев. Все это - мошенничество.
zh_hans: 你的蛞蝓族船员告诉你提防奴隶们，整个交易是一场诈骗。

source: Attack the slaver scum.
ko: 쓰레기 같은 노예상을 공격한다.
ru: Атаковать отбросов-работорговцев.
zh_hans: 攻击这个奴隶主败类。

source: You prepare to attack the treacherous slaver.
ko: 사기꾼 노예상들을 공격할 준비를 합니다.
ru: Вы готовитесь к атаке на коварных работорговцев.
zh_hans: 你准备攻击这个奸诈的奴隶主。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
