Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: The hackers won't respond to your hails, but the Slugs will. "The hackerssss have been leeching ssssshipssss from the Sssslug ssshipyardsssss for yearsss! They ressshape the interiorsss ssslightly and give them ssssome fancccy namesss! Imagine the nerve of that."
ko: 해커들은 대답이 없고 슬러그만 입을 열었습니다. "해커 놈들이 몇 년째 쓸러그 함썬들을 빼써가고 이써요! 배 안쪽만 쪼금 고치고는 짜기들 마음대로 쌔 이름이나 붙이고! 뻔뻔한 놈들."
ru: Хакеры не отвечают на ваши вызовы, но слизни отвечают. "Хакеры уже много лет похищают корабли ссс верфей ссслизней! Они ссслегка переделывают интерьеры и дают им причудливые имена! Предссставьте ссебе, как это нагло".
zh_hans: 黑客不会回应你的呼唤，但蛞蝓族会。"黑客们多年来一直从蛞蝓族的船厂里偷取蛞蝓的船！他们轻而易举地改变了内部结构，并给它们起了一些狂热的名字。他们轻而易举地重塑了内部结构，并给它们起了一些奇怪的名字！想象一下，这有多大的胆量。"

source: Side with the Slugs.
ko: 슬러그 편을 든다.
ru: Встать на сторону слизней.
zh_hans: 与蛞蝓族站在一起。

source: You've decided to defend the Slugs and fight the Hacker vessel. Prepare for combat!
ko: 슬러그 편을 들어 해커들과 싸우기로 결정했습니다. 전투를 준비하십시오!
ru: Вы решили защитить слизней и сразиться с кораблем хакеров. Приготовиться к бою!
zh_hans: 你已经决定保卫蛞蝓族与黑客船作战。准备好战斗！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Side with the Hackers.
ko: 해커들 편을 든다.
ru: Встать на сторону хакеров.
zh_hans: 站在黑客一边。

source: You've decided to defend the Hackers and fight the Slug vessel. Prepare for combat!
ko: 해커들 편을 들어 슬러그와 싸우기로 결정했습니다. 전투를 준비하십시오!
ru: Вы решили защитить хакеров и сразиться с кораблем слизней. Приготовиться к бою!
zh_hans: 你已经决定保卫黑客与蛞蝓船作战。准备战斗吧！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ok, have fun with that.
ko: 뭐, 알아서 잘들 해결하쇼.
ru: Ладно, развлекайтесь.
zh_hans: 好吧，祝你们玩得开心。

source: You'll stay out of a duel between two Slug ships. Mutual destruction would be a fitting end for them both.
ko: 당신은 슬러그끼리 싸우게 내버려 두고 멀찍이 자리를 잡았습니다. 저들에게는 공멸이 가장 어울리는 결말일 것 같네요.
ru: Вы не будете вмешиваться в дуэль между двумя кораблями слизней. Взаимное уничтожение было бы достойным концом для них обоих.
zh_hans: 你不要参与两艘蛞蝓族飞船之间的决斗。相互毁灭将是他们俩的合适结局。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKED_FANCY_CLASS"]/choice[2]/text
source: Ignore the ships.
ko: 무시한다.
ru: Не обращать внимания на корабли.
zh_hans: 无视它们。

source: You'll stay out of a duel between two Slug ships. Mutual destruction would be a fitting end for them both.
ko: 당신은 슬러그끼리 싸우게 내버려 두고 멀찍이 자리를 잡았습니다. 저들에게는 공멸이 가장 어울리는 결말일 것 같네요.
ru: Вы не будете вмешиваться в схватку между двумя кораблями слизней. Взаимное уничтожение было бы достойным концом для них обоих.
zh_hans: 你不要参与两艘蛞蝓族飞船之间的决斗。相互毁灭将是他们俩的合适结局。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="FANCY_CLASS_HACKER"]/text
source: You've defeated the Hacker vessel. You salvage the remains.
ko: 해커 함선을 격침하고 잔해에서 자원을 챙겼습니다.
ru: Вы победили корабль хакеров. Вы разбираете останки.
zh_hans: 你已经打败了黑客船。你打捞残骸。

# data/events_pirate.xml.append$//event[@name="FANCY_CLASS_HACKER"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "An interesssting turn of eventsss... but not one that I'm going to complain about. Ssssome ssscrap is in order for you."
ko: "흥미로운 쩐개군요... 아무튼 마음에 들어요. 쓰크랩을 쫌 드릴게요."
ru: "Интересссный поворот сссобытий... но не тот, на который я сссобираюсссь жаловатьссся. Вам не помешшшает немного металлолома".

# data/events_pirate.xml.append$//event[@name="FANCY_CLASS_SLUG"]/text
source: You've defeated the Slug vessel. You salvage the remains.
ko: 슬러그 함선을 격침하고 잔해에서 자원을 챙겼습니다.
ru: Вы победили корабль слизней. Вы разбираете останки.
zh_hans: 你已经打败了蛞蝓船。你打捞残骸。

# data/events_pirate.xml.append$//event[@name="FANCY_CLASS_SLUG"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "That wasss... unexpected. Moralssss my assss, I know you're looking for a reward. I don't ssssuppose you'd find usssse in a little delay in the Rebel fleet..."
ko: "이건... 예쌍 못했는데. 착한 놈이건 나쁜 놈이건, 보쌍을 바라겠군. 반군 함대를 쪼금 찌연씨켜쭈면 되게찌..."
ru: "Это было... неожиданно. Мораль моя такова: я знаю, что вы хотите награду. Полагаю, что вы сссочтете полезной небольшшшую задержку флота повссстанцев..."
zh_hans: "这真是...意想不到。道理个屁，我知道你在寻找奖励。我不认为你会在叛军舰队中找到我们..."

# data/events_pirate.xml.append$//event[@name="DISTRESS_HACKER_TRAP"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Despite the distress beacon being encoded as a Civilian signal, the source of the signal was a Hacker ship, lying in wait for someone to fall into their trap!
ko: 수신된 구조 신호는 분명 민간 선박의 것이었지만, 발신자는 해커였습니다. 누군가 함정에 빠지기만을 기다리고 있었던 모양입니다!
ru: Несмотря на то, что сигнал бедствия был закодирован как гражданский, источником сигнала был корабль Хакеров, который ждал, когда кто-нибудь попадется в его ловушку!
zh_hans: 尽管求救信标被编码为民用信号，但信号的来源是一艘黑客船，它在等待有人落入他们的陷阱！

source: The original source of this distress beacon is gone, now replaced by a hostile Hacker vessel!
ko: 구조 신호를 송출한 선박은 이미 사라진 것 같고, 그 대신 적대적인 해커 함선이 당신을 기다리고 있었습니다!
ru: Первоначальный источник сигнала бедствия исчез, его место занял враждебный корабль хакеров!
zh_hans: 这个求救信标的原始来源已经消失了，现在被一艘敌对的黑客船取代了！

source: "Ahhh, you would not believe how eassssy it isss to trick people like you. We didn't even have to hack anything, we jusssst turned on our dissstresssss beacon and waited!"
ko: "아, 쩡말이찌 너희 같은 놈들은 쏙이기가 너무 쒸워. 해킹도 필요 없고 구쪼 씬호만 보내면 알아써 온다니까!"
ru: "Аххх, вы не поверите, как легко обмануть таких, как вы. Нам даже не пришшшлосссь ничего взламывать, мы просссто включили нашшш маяк бедссствия и ссстали ждать!"
zh_hans: "啊，你不会相信欺骗像你这样的人是多么容易的事情。我们甚至不需要入侵任何东西，我们只是打开我们的信标信号并等待！"

source: The hacker ship at this beacon makes it clear that the distress beacon was merely a trap!
ko: 해커 함선이 기다리고 있는 것을 보니 조난 신호는 함정이었던 게 분명합니다!
ru: Корабль Хакеров на этом маяке дает понять, что маяк бедствия был всего лишь ловушкой!
zh_hans: 这艘黑客船在这个信标处明确表示，求救信标只是一个陷阱！

# data/events_pirate.xml.append$//event[@name="DISTRESS_HACKER_MILITIA"]/text
source: The distress beacon here appears to originate from a Militia ship, currently fleeing from a Hacker vessel.
ko: 이곳의 구조 신호는 해커 함선으로부터 도망치고 있는 민병대 함선이 송출했던 것 같습니다.
ru: Судя по всему, сигнал бедствия подает корабль ополчения, спасающийся от хакерского судна.
zh_hans: 这里的求救信号似乎来自一艘盟卫飞船，目前正在逃离一艘黑客飞船。

source: Rescue the Militiamen.
ko: 민병대를 구조한다.
ru: Спасти ополченцев.
zh_hans: 拯救盟卫。

source: This sector needs all of the Militiamen that it can, and you aren't going to let the Hackers kill any more of them.
ko: 이 구역엔 최대한 많은 민병대가 필요합니다. 한 명이라도 죽게 놔둘 수는 없습니다.
ru: Этому сектору нужны все ополченцы, какие только есть, и вы не позволите хакерам убить еще кого-нибудь из них.

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You can't risk your mission by rescuing the Militia ship. You carry on.
ko: 중요한 임무가 있는 데 위험을 감수할 수는 없습니다. 당신은 민병대를 무시하고 발길을 재촉합니다.
ru: Вы не можете рисковать своей миссией, спасая корабль ополченцев. Вы не обращаете внимания на эту ситуацию.
zh_hans: 你不能因为营救盟卫的船而冒险执行任务。继续前进吧。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="DISTRESS_HACKER_MILITIA_WIN"]/text
source: The hacker ship has been defeated. You scrap the ship.
ko: 해커 선박을 격침하고 자원을 회수했습니다.
ru: Корабль хакеров повержен. Вы разбираете корабль на металлолом.
zh_hans: 黑客船已被击败。你把这艘船搜刮了。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears most of the Militiamen did not survive the attack. The lone survivor, their captain, offers to join your crew.
ko: 대부분의 민병대원이 살아남지 못한 것으로 확인됩니다. 유일한 생존자인 함장만이 당신에게 합류하겠다고 제안했습니다.
ru: Похоже, что большинство ополченцев не пережили нападения. Одинокий выживший, их капитан, хочет присоединиться к вашей команде.
zh_hans: 看来大多数盟卫在袭击中没有幸存。唯一的幸存者，也就是他们的舰长，表示愿意加入你们的团队。

# data/events_pirate.xml.append$//event[@name="NEBULA_LOST_SHIP_HACKER"]/text
source: A heavily damaged Federation ship is hiding in the nebula at this beacon. Before you have time to make contact with them, they fade into the nebula.
ko: 대파된 연방 함선이 이 송신소의 성운 속에 숨어 있습니다. 그들은 당신이 미처 교신을 시도하기도 전에 성운 너머로 사라졌습니다.
ru: Сильно поврежденный корабль Федерации скрывается в туманности у этого маяка. Прежде чем вы успеваете установить с ними контакт, он исчезает в туманности.
zh_hans: 一艘严重受损的联邦飞船正躲在这个信标的星云中。在你有时间与他们取得联系之前，他们就消逝在星云中。

source: Attempt to follow and help them.
ko: 따라가서 돕는다.
ru: Попытаться следовать за ним и помочь ему.
zh_hans: 试图跟随并帮助他们。

source: Keep your position, they can handle themselves.
ko: 현 위치에서 대기한다. 알아서 살아남을 수 있겠지.
ru: Ничего не делать, они справятся сами.
zh_hans: 保持你的位置，他们可以自己处理。

source: You decide not to chase after the feds.
ko: 연방 함선을 쫓지 않기로 결정했습니다.
ru: Вы решаете не искать федералов.
zh_hans: 你决定不追捕联邦的人。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Teleporter) Lock onto their life-signs with your teleporter.
ko: (텔레포터) 텔레포터로 해당 함선의 생명체를 불러들인다.
ru: (Телепортатор) С помощью телепортатора найти их жизненные сигнатуры.
zh_hans: (传送器)用你的传送器锁定他们的生命标志。

source: You beam the Federation crew aboard. One gladly joins your crew, the rest wait to be dropped off at the next station.
ko: 연방 함선에 있던 선원들을 당신의 배로 옮겨왔습니다. 한 명은 통쾌히 당신과 합류했고, 나머지는 다음 정거장에서 하선했습니다.
ru: Вы телепортируете экипаж Федерации на борт. Один из них с радостью присоединяется к вашему экипажу, остальные ждут, когда их высадят на следующей станции.
zh_hans: 你把联邦船员传送上船。一个人高兴地加入了你的船员，其余的人等待着被送到下一个站点。

source: (Long-ranged Scanner) Pump extra power into your sensors and try to track them.
ko: (장거리 스캐너) 센서에 더 많은 동력을 공급해 연방 함선을 추적한다.
ru: (Сканер дальнего действия) Закачать дополнительную энергию в свои сенсоры и попытаться отследить их.
zh_hans: (长距离扫描仪)将额外的能量注入你的传感器，并试图追踪他们。

source: Your search is hopeless. Your sensors can't pick up anything in the nebula.
ko: 수색에 실패했습니다. 성운 내부에선 아무것도 탐지되지 않습니다.
ru: Ваши поиски безнадежны. Ваши сенсоры не могут ничего обнаружить в туманности.
zh_hans: 你的搜索是无望的。你的传感器无法在星云中发现任何东西。

source: While searching fruitlessly through the nebula, you stumble upon the Hacker ship which the Federation loyalists were likely hiding from. You prepare for a fight.
ko: 성운 내부를 수색하던 도중, 우연히 해커 함선과 조우했습니다. 이전의 연방 함선은 이놈들을 피해 숨어있던 것 같습니다. 전투를 준비합니다.
ru: Бесплодно рыская по туманности, вы натыкаетесь на корабль хакеров, на котором, вероятно, прятались сторонники Федерации. Вы готовитесь к бою.
zh_hans: 在星云中搜索无果的时候，你偶然发现了黑客飞船，联邦的忠诚者很可能正躲在那里。你准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You get lucky and find them floating not too deep into the nebula. Thrilled to be found by friendlies, they come on board and abandon their wrecked ship.
ko: 운 좋게도 얼마 지나지 않아 연방 함선을 발견했습니다. 그들은 우호적인 선박을 만난 것에 기뻐하며 대파된 함선을 버리고 당신에게 합류했습니다.
ru: Вам повезло, и вы обнаружили, что они находятся в туманности на небольшой глубине. Обрадованные тем, что их нашли друзья, они поднимаются на борт и покидают свой потерпевший крушение корабль.
zh_hans: 你很幸运发现他们在星云中漂浮得不太深。被友军发现后，他们兴奋不已上了船放弃了失事的船只。
