Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: The captain isn't sure what that even means, but he lets you do it anyways. After some time the state of their entire crew is looking much better. "I don't know what kind of voodoo magic that was, but I feel great. It's only right if we offer some payment in return."
ko: 상대방은 당신이 뭘 하겠다는 건지도 이해하지 못했지만, 어찌 되었건 받아들였습니다. 잠시 시간이 지나자 모든 이들의 상태가 호전되었습니다. "무슨 마법을 부리신 건지는 모르겠지만 훨씬 낫군요. 어떻게든 보답을 해드리는 게 맞겠죠."
ru: Капитан не понимает, что это вообще значит, но все равно позволяет это сделать. Через некоторое время состояние всего экипажа становится намного лучше. "Не знаю, что это была за магия вуду, но я чувствую себя прекрасно. Будет правильно, если мы дадим взамен какую-нибудь награду".
zh_hans: 舰长甚至不知道这意味着什么，但他还是让你这么做。一段时间后，他们全体船员的状态看起来好多了。"我不知道那是什么巫术，但我感觉很好。如果我们提供一些报酬作为回报才是正确的。"

source: (Healing Bomb) Use the healing bomb.
ko: (의료 폭탄) 의료 폭탄을 사용한다.
ru: (Исцеляющая бомба) Использовать исцеляющую бомбу.
zh_hans: (治疗爆弹)使用治疗爆弹。

source: The station's crew is frightened at first that they're under attack, but soon realize your healing bursts are only improving their condition. "How peculiar, I've never seen medical supplies such as those. Would you be willing to sell them to us, in case this sort of situation ever occurs again?"
ko: 폭탄이 날아오기 시작하자 정거장의 선원들은 당신이 공격하는 줄 알고 경악했지만, 얼마 지나지 않아 몸 상태가 나아지고 있다는 걸 깨달았습니다. "세상에, 그런 의료기기는 처음 보는군요. 혹시 나중에 이런 일이 다시 일어날 때를 위해 그걸 우리한테 팔아주실 수 있으십니까?"
ru: Экипаж станции сначала испугался, что на них напали, но вскоре понял, что ваши лечебные вспышки только улучшают их состояние. "Как странно, я никогда не видел таких медицинских средств. Не хотите ли вы продать их нам на случай, если подобная ситуация повторится?"
zh_hans: 该空间站的工作人员一开始很害怕，认为他们受到了攻击，但很快意识到你的治疗爆发只是改善了他们的状况。"真奇怪，我从来没有见过这样的医疗用品。你愿意把它们卖给我们吗，以备这种情况再次发生？"

source: Sell them the bomb. [Removes Healing Bomb, gives 35~]
ko: 의료 폭탄을 판다. [의료폭탄 제거됨, 35~]
ru: Продать им бомбу. [Извлекает лечебную бомбу, дает 35~]
zh_hans: 将炸弹卖给对方。[移除治疗爆弹，获得35~]

source: "Thank you, this will prove to be very useful. Let us repair some damage for you as well using our automated repair drones."
ko: "감사합니다. 쓸모가 많을 것 같군요. 보답으로 그쪽 함선을 자동화 수리 드론으로 고쳐 드리겠습니다."
ru: "Спасибо, это будет очень полезно. Позвольте нам также устранить некоторые повреждения вашего корабля с помощью наших автоматических ремонтных дронов".
zh_hans: "谢谢你，这将被证明是非常有用的。让我们也用我们的自动维修无人机为你维修一些损坏。"

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Ah well, fair enough. Here, let us patch up your hull with our automated repair drones regardless as thanks."
ko: "뭐, 어쩔 수 없군요. 어쨋거나 감사의 표시로 그쪽 함선을 자동화 수리 드론으로 고쳐 드리겠습니다."
ru: "Ну что ж, справедливо. Давайте в качестве благодарности мы подлатаем ваш корпус с помощью наших автоматических ремонтных дронов".
zh_hans: "啊，好吧，够公平。在这里，让我们用我们的自动维修无人机来维修你的舰体，不管怎样，作为感谢。"

source: Take this chance to rob them!
ko: 이 기회를 이용해 약탈한다!
ru: Использовать этот шанс, чтобы ограбить их!
zh_hans: 趁此机会抢劫他们吧！

source: "Really? Is there no good will left in this whole place?"
ko: "진심이십니까? 세상에 믿을 놈 하나도 없다더니!"
ru: "В самом-то деле? Неужели во всем этом месте не осталось доброй души?"
zh_hans: "真的吗？这整个地方都没有善意了吗？"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Apologize for the inconvenience.
ko: 귀찮게 한 것을 사과한다.
ru: Приносим извинения за причиненные неудобства.
zh_hans: 对造成的不便表示歉意。

source: The captain thanks you and ends the call. Now you have some free time on your hands.
ko: 상대 지도자는 감사를 표하고 교신을 종료했습니다. 시간이 좀 남게 되었군요.
ru: Капитан благодарит вас и завершает разговор. Теперь у вас есть свободное время.
zh_hans: 舰长感谢你并结束了通话。现在你有一些空闲时间了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该贸易站。

source: You have no desire to trade with the station.
ko: 당신은 정거장과 거래할 의사가 없습니다.
ru: У вас нет желания торговать со станцией.
zh_hans: 你没有与该空间站交易的意愿。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_SMUGGLER"]/text
source: Out of nowhere, a smuggler jumps in, guns blazing. You don't know why they're attacking, but you have no choice but to engage.
ko: 갑자기 어디선가 밀수선이 도약해 오더니 공격을 시작했습니다. 왜 공격하는지는 알 수 없지만, 어쨌든 싸울 수밖에 없습니다.
ru: Из ниоткуда появляется контрабандист с оружием наизготовку. Вы не знаете, почему они нападают, но у вас нет другого выбора, кроме как вступить в бой.
zh_hans: 不知道从哪里冒出来的一个走私船跃迁了进来，枪声大作。你不知道他们为什么要攻击，但你别无选择，只能参与。

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_SMUGGLER"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="BLACKMARKET_REBEL"]/text
source: You hardly have time to react before a Rebel ship observing the ongoings spots you and rushes in to attack.
ko: 당신이 어떻게 대응하기도 전에 암시장의 길목을 감시하던 반군 함선이 공격해왔습니다.
ru: Вы едва успеваете среагировать, как корабль повстанцев, наблюдающий за происходящим, замечает вас и бросается в атаку.
zh_hans: 你几乎没有时间做出反应，就有一艘正在观察情况的叛军战舰发现了你，并冲过来攻击。

# data/events_pirate.xml.append$//event[@name="BLACKMARKET_REBEL"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="BLACKMARKET_FED_ANGERY"]/text
source: A large squadron of Federation ships is present at this beacon, firing on the pirates, while a swarm of smaller ships are arresting some of the shoppers. You're accidentally swept up into the chaos when they mistake you for a pirate and engage.
ko: 대규모의 연방 편대가 이 송신소에서 해적과 교전 중입니다. 혼돈 속에서 당신을 해적으로 오인한 함선이 당신과 교전을 개시합니다.
ru: У этого маяка находится большая эскадра кораблей Федерации, которая ведет огонь по пиратам, а группа кораблей поменьше арестовывает нескольких покупателей. Вы случайно оказываетесь в этом хаосе, когда они принимают вас за пирата и вступают в бой.
zh_hans: 一个由联邦舰艇组成的大型中队出现在这个信标上，向海盗开火，而一群小型舰艇则在逮捕一些食铁族群。当他们把你误认为是海盗时，你意外地被卷进了这场混乱，并与之交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="BLACKMARKET_FED_AUTO"]/text
source: A Federation Auto-ship is dutifully patrolling this beacon, or at least it would have been if its sensors hadnt been torn out of its head by pirates. It scans your ship but due to the damage is unable to properly identify you, and thinks you're a pirate!
ko: 연방의 무인기가 송신소 근방을 순찰하고 있습니다. 사실 엄밀히 따지자면, 해적들에게 센서를 뜯기기 전까지만 연방의 무인기였던 것 같네요. 무인기는 당신의 함선을 제대로 식별하지 못하고 해적선으로 간주했습니다!
ru: Автоматический корабль Федерации исправно патрулирует этот маяк, или, по крайней мере, патрулировал бы, если бы его сенсоры не были вырваны из головы пиратами. Он сканирует ваш корабль, но из-за повреждений не может правильно идентифицировать вас и думает, что вы пират!
zh_hans: 一艘联邦自动舰正尽职尽责地在这个信标上巡逻，或者至少在它的传感器没有被海盗从头上撕下来的情况下会这样。它扫描了你的船，但由于损坏，无法正确识别你，并认为你是一个海盗！

# data/events_pirate.xml.append$//event[@name="BLACKMARKET_FED_AUTO"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="ZOLTAN_LECTURE_MARKET"]/text
source: A Zoltan peace brigade is lecturing some pirates on the importance of good morals. You stop in to watch in amusement when one of the pirates gets impatient and attacks. You're too close to get away, so you have to decide which side you're going to have to take.
ko: 졸탄 평화 연대가 해적들에게 올바른 도덕에 대해 강연하고 있습니다. 당신도 함선을 세우고 강연을 들어보던 도중 해적 하나가 인내심을 잃고 공격을 시작했습니다. 휘말리지 않기에는 거리가 너무 가까우니, 어느 쪽 편을 들 건지 정해야 합니다.
ru: Золтанские Миротворцы читают пиратам лекцию о важности соблюдения моральных принципов. Вы останавливаетесь, чтобы понаблюдать за происходящим, когда один из пиратов проявляет нетерпение и нападает. Вы находитесь слишком близко, чтобы убежать, поэтому вам предстоит решить, на чью сторону встать.
zh_hans: 一个超能族和平大队正在向一些海盗讲授良好道德的重要性。当其中一个海盗不耐烦并发动攻击时，你停下来观看，感到很有趣。你离得太近，无法脱身，所以你必须决定你要站在哪一边。

source: Side with the Zoltans.
ko: 졸탄 편을 든다.
ru: Встать на сторону золтан.
zh_hans: 站在超能族一边。

source: You ready yourself for combat.
ko: 전투를 준비합니다.
ru: Вы готовы к бою.
zh_hans: 你为战斗做好准备。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Side with the pirates.
ko: 해적 편을 든다.
ru: Встать на сторону пиратов.
zh_hans: 站在海盗一边。

source: You ready yourself for combat.
ko: 전투를 준비합니다.
ru: Вы готовы к бою.
zh_hans: 你为战斗做好准备。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You successfully dispatch the Zoltan ship. You notice the Zoltan forces are retreating, and it appears the pirates won. You scrap the Zoltan ship quickly.
ko: 성공적으로 졸탄 함선을 격침했습니다. 졸탄군이 퇴각하는 모습을 보니 해적들이 이긴 것 같습니다. 당신은 재빨리 졸탄 함선에서 자원을 인양했습니다.
ru: Вы успешно расправились с золтанским кораблем. Вы замечаете, что золтанские войска отступают, и, похоже, пираты победили. Вы быстро разбираете корабль золтанов на металлолом.
zh_hans: 你成功地打发了超能族的船。你注意到超能族军队正在撤退，看来海盗们赢了。你迅速搜刮了超能族的船。

source: Contact your pirate "brethren".
ko: 해적 "동지"들과 교신한다.
ru: Связаться со своими пиратскими "собратьями".
zh_hans: 联系你的海盗"弟兄们"。

source: "Say, that was some good fightin' kid. Thanks for the help. I'm sure I have something to repay you." You're surprised at the pirates' gratitude and are suspicious of a trick, but the cargo crate they deliver you is surprisingly harmless and contains a shiny new military class weapon.
ko: "이야, 꼬맹이 너 싸움 좀 하는구나. 도와줘서 고맙다. 나도 보답할 방법이 있지." 당신은 해적들이 감사를 표하는 놀라운 상황을 보고 뭔가 함정이 있지 않을까 의심했지만, 해적선이 보내온 화물엔 놀랍게도 아무 위험 요소도 없는 말끔한 군용 무기가 실려 있었습니다.
ru: "Это был хороший бой, парень. Спасибо за помощь. Уверен, мне есть чем отплатить тебе". Вы удивлены благодарностью пиратов и подозреваете подвох, но доставленный ими ящик оказывается на удивление безобидным и содержит новое блестящее оружие военного класса.

source: You successfully dispatch the pirate ship. You notice the pirates are retreating, and it appears the Zoltan won. You scrap your victim quickly.
ko: 해적선을 성공적으로 격침했습니다. 해적선이 퇴각하는 모습을 보니 졸탄이 이긴 것 같습니다. 당신은 재빨리 파괴된 배에서 자원을 회수했습니다.
ru: Вы успешно расправились с пиратским кораблем. Вы замечаете, что пираты отступают, и, похоже, золтаны одержали победу. Вы быстро разбираете свою жертву на металлолом.
zh_hans: 你成功地打发了那艘海盗船。你注意到海盗们正在撤退，看来超能族赢了。你迅速搜刮了受害者。

source: Contact the Zoltan brigade.
ko: 졸탄 연대와 교신한다.
ru: Связаться с Миротворцами золтан.
zh_hans: 联系超能族和平大队。

source: "We were not expecting Federation reinforcements. Your help is much appreciated. As is Zoltan custom, we are now in your debt and shall pay it off dutifully."
ko: "연방군의 지원을 받게 될 줄은 전혀 몰랐습니다. 그대들의 도움에 대단히 감사드립니다. 그대들에게 빚을 졌으니, 우리는 졸탄의 관례에 따라 이를 갚으려 합니다."
ru: "Мы не ожидали подкрепления Федерации. Ваша помощь очень ценна. По золтанскому обычаю, мы теперь в долгу перед вами и будем его исправно отдавать".
zh_hans: "我们没有料到联邦的增援。我们非常感谢你们的帮助。按照超能族的习惯，我们现在欠了你们人情，将尽职尽责地偿还。"

# data/events_pirate.xml.append$//event[@name="SMUGGLER_ASTEROID"]/text
source: The asteroid field here isn't the only hazard at this beacon. The smuggler here trying to hide doesn't give you a chance and immediately attacks!
ko: 이 송신소의 위험요인은 소행성대만이 아니었습니다. 이곳에 숨으려던 밀수꾼이 당신을 발견하고는 문답 무용으로 공격해왔습니다!
ru: Астероидное поле - не единственная опасность на этом маяке. Контрабандисты, пытающиеся здесь спрятаться, не дают вам ни единого шанса и немедленно атакуют!
zh_hans: 这里的小行星带并不是这个信标的唯一危险。这里试图躲藏的走私船不给你机会，立即发动了攻击！

# data/events_pirate.xml.append$//event[@name="SMUGGLER_ASTEROID"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="BRIGADE_PULSAR"]/text
source: You aren't alone at this pulsar it appears, for another Zoltan peace brigade ship appears to be stuck. However, they seem to identify you as a threat and attack!
ko: 이 펄서에는 당신만 있는 것이 아니었습니다. 이곳에 낙오돼있던 졸탄 평화 연대 함선이 당신을 적으로 판단하고 공격해왔습니다!
ru: Оказывается, вы не одни на этом пульсаре, так как здесь застрял еще один корабль Миротворцев. Однако, похоже, они посчитали вас угрозой и атакуют!
zh_hans: 在这颗脉冲星上似乎并不只有你一个人，因为另一艘超能族和平大队的飞船似乎也被卡住了。然而，他们似乎认定你是一个威胁并发动了攻击！

# data/events_pirate.xml.append$//event[@name="BRIGADE_PULSAR"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_LANIUS_SLAVE"]/text
source: You enter a beacon located in a very desolate system, used only as an intermediate waypoint to span the gap between more important systems for FTL travel. There is little here other than a lone civilian station above the beacon. Quite awhile after arriving at the beacon, you are hailed by a black ship sporting black and red paint docked at the station.
ko: 주요 지점간의 초광속 도약을 위한 중간지점으로 사용되는 황량한 행성계의 송신소에 진입했습니다. 송신소 위쪽에 있는 외딴 민간 정거장 외에는 별다른 것이 없습니다. 어느 정도 시간이 지나자, 정거장에 정박해 있던 검은색과 붉은색으로 도색된 함선이 당신을 호출했습니다.
ru: Вы оказались на маяке, расположенном в очень пустынной системе, используемой только как промежуточная точка для преодоления расстояния между более важными системами для сверхсветовых путешествий. Здесь почти ничего нет, кроме одинокой гражданской станции прямо над маяком. Через некоторое время после прибытия на маяк вас встречает черный корабль с черно-красной раскраской, пристыкованный к станции.
zh_hans: 你进入了一个位于非常荒凉的星系中的信标，它只是作为一个中间的航点，用于跨越更重要的星系之间的超光速旅行的间隙。除了在信标上方有一个孤独的民用空间站之外，这里没有什么东西。在到达信标后不久，一艘涂有黑红两色油漆的黑色飞船停靠在站台上，向你发出邀请。

# data/events_pirate.xml.append$//event[@name="SLAVER_LANIUS_SLAVE"]/choice/text
source: Continue.
ko: 계속한다.
ru: Продолжить.
zh_hans: 继续。

source: The ship's captain coughs, then speaks, "We have obtained a miraculous metal man, capable of not only living without oxygen, but actively making the air unbreathable. However, our ship's life support system can't sustain its incredible qualities for more than a short span of time, so we're stuck here at this station in this miserable system. Agree to buy our metal man and we'll give you the deal of a lifetime."
ko: 상대 함장이 헛기침을 하고는 말을 꺼냅니다. "우리가 놀라운 금속 인간을 발견했는데 말이야, 산소 없이도 살아있는 데다가 주변 공기를 숨 쉴 수 없게 만들어버리더라고. 그런데 우리 함선의 생명 유지 장치는 이놈을 감당하지 못해서 결국 이런 깡촌에 발이 묶였지 뭐야. 이걸 사겠다면 살면서 두 번 보기 어려울 정도로 싸게 넘겨줄 게."
ru: Капитан корабля кашляет, затем говорит: "Мы получили чудесного металлического человека, способного не только жить без кислорода, но и активно делать воздух непригодным для дыхания. Однако система жизнеобеспечения нашего корабля не может поддерживать его невероятные качества дольше небольшого промежутка времени, поэтому мы застряли здесь, на этой станции, в этой несчастной системе. Согласитесь купить нашего металлического человека, и мы устроим вам сделку всей жизни".
zh_hans: 飞船舰长咳嗽了一声，然后说："我们已经得到了一个神奇的金属人，不仅能够在没有氧气的情况下生活，而且还能主动使空气无法呼吸。然而，我们飞船的生命支持系统无法在短时间内维持它的惊人特质，所以我们被困在这个悲惨的星系中的这个空间站点。同意购买我们的金属人，我们会给你一个终身交易。"

source: Purchase the Lanius.
ko: 라니우스를 구매한다.
ru: Приобрести ланиуса.
zh_hans: 购买食铁族。

source: The slaver is delighted to be freed of their liability and still earn a profit. They waste no time to transfer over the Lanius.
ko: 노예상은 골칫거리를 해결하고 돈까지 번 것에 기뻐하며 바로 라니우스를 보냈습니다.
ru: Работорговцы рады освободиться от своего бремени и при этом получить прибыль. Не теряя времени, они передают ланиуса.
zh_hans: 奴隶主很高兴能摆脱他们的责任并且还能赚取利润。他们不失时机地将食铁族飞船转移过来。

source: Laythe
ru: Лейт
zh_hans: 雷瑟

source: Slavery is deplorable. Fight the slaver.
ko: 노예제는 사라져야 한다. 노예상과 싸운다.
ru: Рабство заслуживает осуждения. Сразиться с работорговцами.
zh_hans: 奴隶制是可悲的。打击奴隶主。

source: As you engage, the ship quickly undocks from the station and prepares to fight back.
ko: 당신이 교전을 준비하자 상대방도 도킹을 해제하고 반격을 개시했습니다.
ru: Когда вы вступаете в бой, корабль быстро отстыковывается от станции и готовится дать отпор.
zh_hans: 当你交战时，飞船迅速从空间站台上解锁准备反击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ko: 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: You put some distance between you and the slaver. Once you're sure they won't bother you anymore, you consider doing something aboard the ship.
ko: 당신은 노예상들에게서 멀어지다가 더 이상 연락이 오지 않을 거라는 확신이 들자 배에서 무엇을 할지 생각하기 시작합니다.
ru: Вы держите дистанцию между вами и работорговцами. Когда вы убедились, что они больше не будут вас тревожить, вы подумали о том, чтобы сделать что-нибудь на борту корабля.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Mind control) Convince them to donate the Lanius.
ko: (정신 지배 장치) 라니우스를 무료로 넘기도록 설득한다.
ru: (Контроль разума) Убедить их подарить вам ланиуса.
zh_hans: (心灵控制)说服他们捐献食铁族。

source: Your mind control system is able to easily convince the slaver captain that she should give you the Lanius for free so that they may depart for a more profitable beacon. The Lanius is quickly ejected towards your ship in a small shuttle before the effects of the mind control wear off. Realizing they've been tricked, the slaver separates from the station and powers up its weapons.
ko: 당신은 정신 지배 장비를 사용해 라니우스를 무료로 넘겨야 돈을 벌 수 있을 만한 송신소로 떠날 수 있다고 그들을 설득했습니다. 라니우스가 소형 왕복선을 타고 당신의 함선으로 건너온 직후 정신 지배의 효력이 다했습니다. 노예상들은 자신들이 속았다는 걸 깨닫고는 도킹을 해제하고 무기를 가동했습니다.
ru: Ваша система Контроля разума легко убеждает капитана работорговцев, что она должна отдать вам ланиуса бесплатно, чтобы они могли отправиться к более прибыльному маяку. Ланиус быстро отправляется к вашему кораблю на маленьком челноке, пока действие контроля разума не ослабло. Поняв, что их обманули, работорговцы отсоединяются от станции и заряжают свое оружие.
zh_hans: 你的心灵控制系统能够很容易地说服奴隶主舰长，她应该把食铁族飞船免费交给你，这样他们就可以出发去一个更有利可图的信标。在心灵控制的效果消失之前，食铁族飞船被迅速弹射到你的船上，成为一艘小型穿梭机。意识到他们被骗了，奴隶主从空间站台上分离出来，并打开了它的武器。

source: Laythe
ru: Лейт
zh_hans: 雷瑟

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER"]/text
source: A slaver ship is drifting nearby. You can tell just from looking at it that it's running on low to no power.
ko: 노예선 하나가 근처에서 표류중입니다. 딱 봐도 동력을 거의 다 써버린 것 같습니다.
ru: Неподалеку дрейфует корабль работорговцев. При взгляде на него видно, что он работает практически без энергии.
zh_hans: 一艘奴隶船正在附近漂流。仅仅从外观上就可以看出它的动力不足甚至没有动力。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER"]/choice[1]/text
source: Attempt to hail them.
ko: 호출해본다.
ru: Попытаться вызвать их.
zh_hans: 试图呼叫他们。

source: Send some crew to investigate.
ko: 조사를 위해 선원 몇 명을 파견한다.
ru: Послать экипаж для проведения расследования.
zh_hans: 派一些船员去调查。

source: You have no crew to send aboard the ship.
ko: 조사를 위해 파견할 선원이 없습니다.
ru: У вас нет экипажа, который можно было бы отправить на борт корабля.
zh_hans: 你没有船员可派上飞船。

source: (Boarding Drone) Send the boarding drone. [-1|]
ko: (강습 드론) 강습 드론을 보낸다. [-1|]
ru: (Абордажный дрон) Отправить абордажный дрон. [-1|]
zh_hans: (士兵无人机)发送士兵无人机。[-1|]

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER"]/choice[5]/text
source: Leave the ship to drift.
ko: 표류하게 내버려 둔다.
ru: Оставить корабль дрейфовать.
zh_hans: 让船漂移。

source: No need risking the ship or the mission over a ghost ship.
ko: 유령선 하나 조사해보자고 위험을 감수할 필요는 없겠죠.
ru: Нет необходимости рисковать кораблем или миссией из-за корабля-призрака.
zh_hans: 没有必要为了一艘魂灵族飞船而让舰船或任务冒险。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The ship remains completely unresponsive. You aren't sure if there's any life left on the ship.
ko: 노예선은 아무 반응도 없습니다. 안에 누가 살아있긴 한지조차 확실치 않습니다.
ru: Корабль по-прежнему не реагирует на сигналы. Вы не знаете, осталась ли на корабле жизнь.
zh_hans: 这艘船仍然完全没有反应。你不确定飞船上是否还有生命。

source: Scrap the ship.
ko: 노예선을 분해한다.
ru: Собрать лом с корабля.
zh_hans: 搜刮这艘船。

source: Confident the former crew is dead, you start scraping the outer hull. However, mid-way through the process the weapons mysteriously come online, and you can hear lethargic shuffling inside the ship.
ko: 당신은 선원이 모두 죽었을 거라 확신하고 노예선을 분해하기 시작했습니다. 그런데 작업이 절반쯤 진행되었을 무렵, 갑자기 무기가 가동되더니 노예선 내부에서 파열음이 나기 시작했습니다.
ru: Уверенные в том, что на корабле весь экипаж мертв, вы начинаете обшаривать внешний корпус. Однако на середине пути таинственным образом включается оружие, и внутри корабля слышится вялое шарканье.
zh_hans: 你确信飞船的船员已经死了，于是你开始刮开舰体的外层。然而，在这个过程中，武器神秘地启动了，你可以听到船内昏昏欲睡的晃动声。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't risk it.
ko: 위험을 감수하지 않는다.
ru: Не стоит рисковать.
zh_hans: 不要冒这个险。

source: To your surprise, your hail is answered almost immediately. Instead of comprehensible speech however, the response is garbled and mixed with static. Next thing you know, the ship's weapons come online and attacks you!
ko: 놀랍게도 호출하자마자 거의 즉시 응답이 돌아왔지만, 알아들을 수 없는 잡음과 마찰음만 들렸습니다. 갑자기 상대방이 무기를 가동하고 공격해옵니다!
ru: К вашему удивлению, на ваш вызов почти сразу же отвечают. Однако вместо разборчивой речи в ответ раздаются помехи. В следующее мгновение оружие корабля включается и атакует вас!
zh_hans: 令你惊讶的是，你的呼唤几乎立即得到了回应。然而，回应的不是可理解的语言，而是杂乱无章和混合的静电。你知道的下一件事是，这艘船的武器开始启动并攻击你！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER_CREW"]/text
source: Your crew reluctantly board the slaver ship. Your comms are stable for a while as they tell you what's happening, but suddenly, everything goes to static. After a few suspenseful minutes, the ship comes online and attacks!
ko: 선원들이 마지못해 노예선에 진입했습니다. 그런데 얼마간은 조사팀과 안정적인 통신이 오가다 어느 순간 갑자기 모든 통신이 끊겼습니다. 수 분간 긴장감이 흐르다가 갑자기 노예선이 무기를 가동하더니 공격을 개시했습니다!
ru: Ваш экипаж неохотно поднимается на борт корабля работорговцев. Некоторое время связь стабильна, и вы получаете информацию о происходящем, но внезапно все переходит в режим ожидания. Через несколько напряженных минут корабль включается и атакует!
zh_hans: 你的船员不情愿地登上了这艘奴隶船。当他们告诉你发生了什么事时，你的通讯有一段时间是稳定的，但突然，一切都变成了静态。几分钟后，这艘船上线了，并发动了攻击。

source: You're surprised to see your crew member stumbling out of the Clone Bay. They tell you something about Ghosts, but you don't have much time to listen due to the impending assault.
ko: 당신은 클론 배양실에서 선원이 나온 선원을 보고 깜짝 놀랐습니다. 유령에 대한 얘기를 하고 있는데, 공격이 임박해 당장은 듣기 어려울 것 같습니다.
ru: Вы удивлены, увидев, что ваш член экипажа, спотыкаясь, выходит из Клон-отсека. Он рассказывает вам что-то о призраках, но у вас нет времени слушать их из-за надвигающейся атаки.
zh_hans: 你惊讶地看到你的船员跌跌撞撞地从克隆舱出来。他们告诉你一些关于魂灵族的事情，但由于即将到来的攻击，你没有太多时间去听。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER_CREW"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="SLAVER_DRIFTER_DRONE"]/text
source: Your drone navigates around the interior of the abandoned ship, though the image cuts out here and there. Suddenly, a shaky silhouette comes around a corner, and your drone's camera goes offline.
ko: 드론이 버려진 함선의 내부를 돌아다니며 이곳저곳의 영상을 보내왔습니다. 그러나 갑자기 희미한 형체가 구석에서 나타나더니 드론의 카메라가 꺼졌습니다.
ru: Ваш дрон перемещается по внутренним помещениям заброшенного корабля, но картинка то и дело прерывается. Внезапно из-за угла появляется смутный силуэт, и камера дрона отключается.
zh_hans: 你的无人机在废弃舰船的内部导航，尽管图像在这里和那里被切断。突然，一个晃动的人影出现在一个拐角处，你的无人机的摄像头就断电了。

source: Try to retrieve the drone.
ko: 드론을 회수해본다.
ru: Попытаться вернуть дрон.
zh_hans: 试图找回无人机。

source: You try to pull in closer to recover the drone, but the ship comes online!
ko: 드론을 회수하려고 가까이 접근한 순간, 노예선이 가동되었습니다!
ru: Вы пытаетесь приблизиться, чтобы вернуть дрон, но корабль включается!
zh_hans: 你试图拉近距离以恢复无人机，但飞船突然上线了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't risk it.
ko: 위험을 감수하지 않는다.
ru: Не стоит рисковать.
zh_hans: 不要冒这个险。
