Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: You grab your drink, pleasantly surprised to find it filled with a sweet nectar like substance. While drinking, you catch wind of a conversation between a group of pirates discussing someone named Tuco, an infamous pirate who stole a massive sum of money from a Mantis Hive Caravan and spent it all on funding his massive gambling addiction. You also catch the coordinates of his favourite casino.
ko: 잔을 집어 들자 꿀 같은 달콤한 액체가 찰랑입니다. 음료를 마시다 보니 한 해적 무리의 대화가 들려왔는데, 하이브의 캐러밴으로부터 어마어마한 돈을 훔쳐다가 도박에 탕진한 악명높은 해적, '투코'에 대한 이야기였습니다. 조금 더 들으니 그 투코라는 자가 자주 들른다는 카지노의 좌표도 알 수 있었습니다.
ru: Вы берете свой стакан и с приятным удивлением обнаруживаете, что он наполнен сладким нектаром. Пока вы пьете, до вас доходит разговор группы пиратов, обсуждающих некоего Туко, печально известного пирата, который украл огромную сумму денег у каравана Улья богомолов и потратил ее на азартные игры. Вы также узнаете координаты его любимого казино.
zh_hans: 你拿起你的饮料，惊喜地发现里面装满了甜美的花蜜状物质。在喝酒的时候，你听到了一群海盗之间的对话，他们在讨论一个叫图科的人，一个臭名昭著的海盗，他从一个螳螂族母巢商队那里偷了一大笔钱，并把这些钱都用来资助他的巨大赌瘾。你还捕捉到了他最喜欢的赌场的坐标。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_START"]/choice[2]/text
source: Ignore the station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该空间站。

source: You have no business with the station.
ko: 저런 정거장엔 볼 일 없습니다.
ru: Вас не интересует эта станция.
zh_hans: 你与空间站没有任何关系。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[1]
source: The Rockman slides you a shot of some suspicious looking alien goop. It's surprisingly tasty. Two drunken pirates get into a brawl behind you and are escorted out.
ko: 락맨이 굉장히 수상해보이는 끈적거리는 액체를 잔에 담아 당신 쪽으로 내밀었습니다. 의외로 정말 맛있습니다. 만취한 해적 둘이 당신 뒤에서 몸싸움을 벌이다 끌려 나갑니다.
ru: Валун предлагает вам попробовать подозрительную на вид инопланетную жижу. Она на удивление вкусная. Позади вас двое пьяных пиратов затеяли драку, и их выпроводили.
zh_hans: 岩石族给你滑了一针看起来很可疑的外星糊状物。它的味道出奇的好。两个醉酒的海盗在你身后发生争吵，被护送出去。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[2]
source: The bartender polishes a glass and hands you another shot. This time it's a relatively normal looking glass of liquid, but it makes your insides burn like fire. You cough and spit it out. You catch some Rebels behind you laughing.
ko: 바텐더는 잔을 씻고 새로운 술 한 잔을 내밀었습니다. 방금 것에 비하면 평범한 액체인데, 한 모금 들이키자 온몸이 불타오르는 것만 같았습니다. 당신이 기침하며 술을 뱉어내자 뒤에 있던 반군들이 박장대소를 합니다.
ru: Бармен полирует стакан и протягивает вам очередную порцию. На этот раз это относительно нормальная на вид жидкость, но от нее у вас внутри все горит как в огне. Вы кашляете и выплевываете ее. Вы замечаете, как позади вас смеются повстанцы.
zh_hans: 酒保擦亮了一个杯子并又递给你一杯。这次是一杯看起来相对正常的液体，但它使你的内脏像火一样燃烧。你咳嗽着把它吐了出来。你捕捉到身后一些叛军的笑声。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[3]
source: You're handed a glass of a putrid smelling substance, which you're told is freshly bottled Slug slime. When the bartender isn't looking, you pour it down the sink.
ko: 이번 잔에서는 썩은 냄새가 나는데, 바텐더의 말에 의하면 신선한 슬러그 점액이라고 합니다. 당신은 그것을 바텐더가 다른 쪽을 바라보는 틈에 몰래 개수대에 버렸습니다.
ru: Вам протягивают стакан с мерзко пахнущей субстанцией, которая, как вам сказали, является свежей слизью слизня. Когда бармен не смотрит на вас, вы выливаете ее в раковину.
zh_hans: 有人递给你一杯散发着腐臭味的物质，告诉你这是刚装瓶的蛞蝓族粘液。趁酒保不注意，你把它倒进水槽。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[4]
source: The Rock gives you a glass of clear liquid. It doesn't taste like anything. The chattering in the background quiets down for a second when a drunken Slug falls off the stage, then goes back to its usual volume.
ko: 락맨이 투명한 액체가 든 잔을 건넸습니다. 아무 맛도 나지 않습니다. 만취한 슬러그가 무대에서 굴러떨어지자 주변의 소리가 잠시 잦아들었다가 금세 원래대로 돌아옵니다.
ru: Валун дает вам стакан с прозрачной жидкостью. На вкус она ничем не примечательна. Болтовня на заднем плане на секунду затихает, когда пьяный слизень падает со сцены, а затем возвращается обратно.
zh_hans: 岩石族给你一杯透明的液体。它没有任何味道。当喝醉酒的蛞蝓族从舞台上摔下来时，背景中的喋喋不休的声音安静了一秒钟，然后又恢复到平常的音量。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[5]
source: The drink tastes an awful lot like urine, and your suspicions are confirmed when the Rockman informs you it's Human waste, considered a delicacy in some areas.
ko: 이번 잔에서는 오줌같은 끔찍한 맛이 나는데, 바텐더가 인간의 분비물이라고 하는 걸 보니 맞는 것 같습니다. 일부 지역에서는 이게 미식이라는군요.
ru: Напиток по вкусу ужасно напоминает мочу, и ваши подозрения подтверждаются, когда валун сообщает, что это отходы жизнедеятельности человека, которые в некоторых местах считаются деликатесом.
zh_hans: 饮料的味道非常像尿液，当岩石族告诉你这是人类的排泄物时，你的怀疑得到了证实，在某些星区被认为是一种美味。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[6]
source: While you down the latest shot, you watch a Mantis juggle flaming skulls. The crowd breaks into applause until the Mantis catches on fire and runs screaming out of the inn.
ko: 당신은 새로이 받은 술을 마시며 불타는 해골을 저글링하는 맨티스를 구경했습니다. 맨티스는 멋들어지게 관객들의 박수갈채를 받다가 몸에 불이 옮겨붙자 비명을 지르며 여관 밖으로 뛰쳐나갔습니다.
ru: Пока вы допиваете последнюю рюмку, вы наблюдаете, как богомол жонглирует горящими черепами. Публика разражается аплодисментами, пока богомол не загорается и не выбегает с криками из заведения.
zh_hans: 当你喝下最新的一杯酒时，你看到一只螳螂族在玩火焰头骨的戏法。人群爆发出热烈的掌声，直到螳螂族着火尖叫着跑出旅店。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[7]
source: As you drink the green substance in your bottle you observe the crowd further. It's an interesting bunch. You can see enemies staring at each other across the room, and glancing away when their gaze meets.
ko: 당신은 넘겨받은 병에 담긴 초록색 무언가를 마시며 다른 사람들을 구경했습니다. 적대 관계에 있는 자들이 서로를 노려보다 눈이 마주칠 때마다 시선을 돌리는 모습이 꽤나 재밌습니다.
ru: Выпивая зеленую субстанцию из своей бутылки, вы наблюдаете за толпой дальше. Это интересная толпа. Видно, как враги смотрят друг на друга через весь зал и отводят глаза, когда их взгляды встречаются.
zh_hans: 当你喝下瓶中的绿色物质时，你进一步观察人群。这是一群有趣的人。你可以看到敌人在房间里互相盯着对方，当他们的目光相遇时就会瞥开。

# data/events_pirate.xml.append$//textList[@name="TUCO_DRINK"]/text[8]
source: You choke down the horrid substance given to you by the bartender, a strange chunky white substance. The Rockman tells you it's expired milk from a space whale.
ko: 바텐더가 넘겨준 하얗고 끈적이는 액체를 힘겹게 삼켰습니다. 락맨이 설명하기로는 유통기한이 지난 우주 고래의 젖이랍니다.
ru: Вы подавились ужасным веществом, которое дал вам бармен, - странной белой субстанцией. Валун говорит вам, что это просроченное молоко космического кита.
zh_hans: 你咽下了酒保给你的可怕的物质，一种奇怪的白色大块物质。岩石族告诉你这是太空鲸鱼的过期牛奶。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_CASINO"]/text
source: The casino in question is no pirate cesspit or ramshackle gambling city. In the distance drifts a giant yacht, with hundreds of ships swarming towards it. It floats above the surface of a humid jungle planet, and in the center is a giant structure hosting what is likely the population of an entire city.
ko: 문제의 카지노는 해적들의 소굴도 허름한 도박장도 아니었습니다. 저 멀리 엄청난 크기의 요트가 열대 행성의 상공을 떠다니고 있고, 그 주위로 수백 척은 되어 보이는 배가 몰려들고 있습니다. 요트의 중앙에는 도시 하나 정도의 인구는 거뜬히 수용할 것처럼 보이는 거대한 건축물이 자리 잡고 있습니다.
ru: Казино, о котором идет речь, - это не пиратская помойка и не ветхий игорный город. Вдалеке находится гигантское судно, к которому стекаются сотни кораблей. Она парит над поверхностью планеты, покрытой влажными джунглями, а в центре ее находится гигантское сооружение, в котором, вероятно, проживает население целого города.
zh_hans: 这里的赌场不是海盗的粪坑或破烂的赌博城。在远处漂浮着一艘巨大的游艇，数百艘船向它涌来。它漂浮在一个潮湿的丛林星球的表面之上，中间是一个巨大的结构，容纳了可能是整个城市的人口。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_CASINO"]/choice[1]/text
source: Search for the casino.
ko: 카지노를 찾는다.
ru: Найти казино.
zh_hans: 搜索赌场。

source: It's not hard to find the casinos, with a blaring neon sign drawing in people like bugs to a beacon. Inside are rows and rows of slot machines, poker tables, and a few bars.
ko: 벌레를 꼬드기는 불빛처럼 사람을 빨아들이는 듯한 네온사인을 따라오니 어렵지 않게 카지노를 찾아냈습니다. 카지노 안쪽에는 수도 없이 많은 슬롯머신과 포커 테이블이 줄지어 놓여 있고, 그 사이로 몇몇 술집이 자리 잡고 있습니다.
ru: Найти казино несложно: яркая неоновая вывеска привлекает людей, как букашек к маяку. Внутри - ряды игровых автоматов, покерные столы и несколько баров.
zh_hans: 要找到赌场并不难，耀眼的霓虹灯像虫子一样把人们吸引到信标前。里面有一排排的老虎机、扑克桌和一些酒吧。

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

source: Gamble first, then go looking.
ko: 일단 도박부터 하고 찾는다.
ru: Сначала сыграть, а потом отправиться на поиски.
zh_hans: 先赌一把，然后再去找。

source: You aren't going to waste the opportunity while you have it. You feed some scrap into the nearest slot machine, which miraculously seems to accept it as viable currency, and wait.
ko: 이런 기회가 왔는데 놓칠 수는 없죠. 놀랍게도 스크랩을 투입할 수 있는 슬롯머신이 있길래, 당신은 그 슬롯머신을 한번 돌려봤습니다.
ru: Вы не собираетесь упускать возможность, пока она у вас есть. Вы забрасываете немного металлолома в ближайший игровой автомат, который чудесным образом принимает его в качестве платежеспособной валюты, и ждете.
zh_hans: 你不打算浪费这个机会而你有这个机会。你向最近的老虎机输入一些废废料，老虎机似乎奇迹般地接受它作为可行的货币，然后等待。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_CASINO"]/choice[2]/text
source: This isn't what we expected. Leave.
ko: 이런 걸 찾아온 게 아니다. 떠나자.
ru: Это не то, чего мы ждали. Уходим.
zh_hans: 这不是我们所期望的。离开。

source: Whatever you had hoped to do here is pointless now.
ko: 여기서 뭘 하려고 했던지 간에 이제는 다 의미 없는 일입니다.
ru: Все, что вы надеялись здесь сделать, теперь бессмысленно.
zh_hans: 无论你希望在这里做什么，现在都毫无意义。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//eventList[@name="CASINO_GAMBLE"]/event[1]/text
source: Three golden 7s flash on the screen, followed by loud fanfare and confetti. The machine exclaims in a loud voice, "CONGRATULATIONS! You lost!"
ko: 세 개의 황금빛 7이 화면에서 번쩍이더니, 시끄러운 팡파레가 터져 나오며 색종이가 흩날립니다. 이어서 커다란 내레이션이 흘러나옵니다. "축하합니다! 꽝입니다!"
ru: На экране вспыхивают три золотые семерки, затем раздаются громкие звуки фанфар и конфетти. Автомат громко объявляет: "ПОЗДРАВЛЯЕМ! Вы проиграли!"
zh_hans: 三个金色的7在屏幕上闪出，接着是响亮的号角庆祝声和彩纸爆出。机器高声赞叹："恭喜！你输了！"

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

# data/events_pirate.xml.append$//eventList[@name="CASINO_GAMBLE"]/event[2]/text
source: Three golden 7s flash on the screen, followed by loud fanfare and confetti. The machine exclaims in a loud voice, "CONGRATULATIONS! You lost!"
ko: 세 개의 황금빛 7이 화면에서 번쩍이더니, 시끄러운 팡파레가 터져 나오며 색종이가 흩날립니다. 이어서 커다란 내레이션이 흘러나옵니다. "축하합니다! 꽝입니다!"
ru: На экране вспыхивают три золотые семерки, затем раздаются громкие звуки фанфар и конфетти. Автомат громко объявляет: "ПОЗДРАВЛЯЕМ! Вы проиграли!"
zh_hans: 三个金色的7在屏幕上闪出，接着是响亮的号角庆祝声和彩纸爆出。机器高声赞叹："恭喜！你输了！"

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

# data/events_pirate.xml.append$//eventList[@name="CASINO_GAMBLE"]/event[3]/text
source: Three golden 7s flash on the screen, followed by loud fanfare and confetti. The machine exclaims in a loud voice, "CONGRATULATIONS! You lost!"
ko: 세 개의 황금빛 7이 화면에서 번쩍이더니, 시끄러운 팡파레가 터져 나오며 색종이가 흩날립니다. 이어서 커다란 내레이션이 흘러나옵니다. "축하합니다! 꽝입니다!"
ru: На экране вспыхивают три золотые семерки, затем раздаются громкие звуки фанфар и конфетти. Автомат громко объявляет: "ПОЗДРАВЛЯЕМ! Вы проиграли!"
zh_hans: 三个金色的7在屏幕上闪出，接着是响亮的号角庆祝声和彩纸爆出。机器高声赞叹："恭喜！你输了！"

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

# data/events_pirate.xml.append$//eventList[@name="CASINO_GAMBLE"]/event[4]/text
source: Three golden 7s flash on the screen, followed by loud fanfare and confetti. The machine exclaims in a loud voice, "CONGRATULATIONS! You lost!"
ko: 세 개의 황금빛 7이 화면에서 번쩍이더니, 시끄러운 팡파레가 터져 나오며 색종이가 흩날립니다. 이어서 커다란 내레이션이 흘러나옵니다. "축하합니다! 꽝입니다!"
ru: На экране вспыхивают три золотые семерки, затем раздаются громкие звуки фанфар и конфетти. Автомат громко объявляет: "ПОЗДРАВЛЯЕМ! Вы проиграли!"
zh_hans: 三个金色的7在屏幕上闪出，接着是响亮的号角庆祝声和彩纸爆出。机器高声赞叹："恭喜！你输了！"

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

# data/events_pirate.xml.append$//eventList[@name="CASINO_GAMBLE"]/event[5]/text
source: A low buzz emits from the machine and a drawer opens up, spitting out more scrap. It's rather anticlimactic, but you aren't complaining.
ko: 작은 삐 소리가 나더니 슬롯머신이 입을 열고 더 많은 스크랩을 토해냅니다. 뭔가 더 화려한 효과가 있을 줄 알았지만, 땄으니 된 거죠.
ru: Из машины доносится негромкое жужжание, и ящик открывается, высыпая новые куски металлолома. Это довольно неожиданно, но вы не жалуетесь.
zh_hans: 机器发出低沉的嗡嗡声一个抽屉打开了，吐出了更多的废料。这是相当反常的，但你并没有抱怨。

source: Look for Tuco.
ko: 투코를 찾는다.
ru: Искать Туко.
zh_hans: 寻找图科。

# data/events_pirate.xml.append$//event[@name="TUCO_SEARCH"]/text
source: Before you can even begin searching, a shout echoes throughout the casino. People turn to stare as a Rockman in pirate paint with a filthy moss beard and eyepatch with an elegant tuxedo is dragged out by two burly Rockmen bouncers. On his way out, the pirate exclaims "You can't do this to me! Do you know who I am? I am the dread pirate Tuco, the most feared man in the entire galaxy!" The Rockmen ignore him and continue to carry him outside.
ko: 투코를 찾기 시작하기도 전에 카지노에 고함이 울려퍼집니다. 우아한 턱시도를 입고 안대를 쓴 너저분한 수염의 락맨 해적이 건장한 락맨 경호원 둘에게 끌려나가고 있었습니다. 끌려나가는 와중에도 해적은 고함을 멈추지 않습니다. "날 이딴 식으로 대우하다니! 너네 내가 누군지 알아? 어? 내가 온 은하계에서 가장 악명높은 해적 투코라고!" 락맨들은 그의 말을 무시하고 그를 카지노 밖으로 끌어냈습니다.
ru: Не успели вы приступить к поискам, как по всему казино раздается крик. Люди оборачиваются и смотрят, как валун в пиратской раскраске, с грязной мшистой бородой и повязкой на глазу, одетый в элегантный смокинг, выволакивается двумя громилами-вышибалами. На выходе пират кричит: "Вы не можете так со мной поступить! Вы знаете, кто я такой? Я - грозный пират Туко, самый страшный человек во всей галактике!" Валуны не обращают на него внимания и продолжают выволакивать его на улицу.
zh_hans: 在你还没有开始搜索的时候，一声喊叫回荡在整个赌场里。人们转过头来，盯着一个穿着海盗漆、留着肮脏的苔藓胡子、戴着眼罩、穿着优雅燕尾服的岩石族被两个粗壮的岩石族保镖拖了出来。临走时，海盗感叹道："你们不能这样对我！你们知道吗？你知道我是谁吗？我是可怕的海盗图科，是整个银河系最可怕的人！"岩石族无视他，继续把他抬到外面。

# data/events_pirate.xml.append$//event[@name="TUCO_SEARCH"]/choice[1]/text
source: Follow.
ko: 따라간다.
ru: Следовать за ним.
zh_hans: 跟随。

# data/events_pirate.xml.append$//event[@name="TUCO_SEARCH"]/choice[1]/event/text
source: You aren't sure what you plan to do, but the situation has you curious. You follow them outside to see Tuco heading back to a large cruiser with yellow pirate paint. Not long after, the ship powers up, its weapons come online, and he's firing at the casino! A few enforcer ships fly out to meet him, but it's uncertain who will win the fight.
ko: 딱히 뭘 할지 계획은 없지만, 상황이 돌아가는 걸 보니 호기심이 생깁니다. 밖으로 따라가 보니 투코가 노란색 해적 문양이 그려진 대형 순양함에 올라타 무기를 가동하고 카지노를 쏘기 시작했습니다! 집행선 몇 대가 대응에 나섰지만, 어느 쪽이 이길지는 불분명해 보입니다.
ru: Вы не знаете, что собираетесь делать, но ситуация вызывает у вас любопытство. Вы выходите вслед за ними на улицу и видите, как Туко возвращается к большому крейсеру с желтой пиратской раскраской. Вскоре на корабле включается питание, запускается оружие, и он открывает огонь по казино! Навстречу ему вылетают несколько кораблей сил безопасности, но неизвестно, кто победит в этой схватке.
zh_hans: 你不确定你打算做什么，但这种情况让你很好奇。你跟着他们走到外面，看到图科正回到一艘涂有黄色海盗漆的大型巡洋舰上。没过多久，这艘船开动了，它的武器上线了，他向赌场开火了！几艘执法者的船飞出来迎接他。

source: Aid Tuco.
ko: 투코를 돕는다.
ru: Помочь Туко.
zh_hans: 援助图科。

source: You power up your weapons and attack one of the enforcers head on. It looks suspiciously like a Rebel transport that was painted over again, but that doesn't matter.
ko: 당신도 무기를 가동하고 경비선에 공격을 개시했습니다. 아무리 봐도 이 집행선은 반군 수송선에 도색만 다시 한 것으로 보이지만, 지금 당장은 아무래도 좋습니다.
ru: Вы заряжаете оружие и атакуете один из кораблей силовиков в лоб. Он подозрительно похож на перекрашенный транспорт повстанцев, но это неважно.
zh_hans: 你充能你的武器，正面攻击其中一个执法者。它看起来很像被重新油漆过的叛军运输机，但这并不重要。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Aid the Casino Enforcers.
ko: 집행선들을 돕는다.
ru: Помочь кораблям силовиков казино.
zh_hans: 援助赌场执法者。

source: You're sure the casino will have a reward for you if you save them from Tuco's attack.
ko: 투코의 공격으로부터 카지노를 지켜주면 분명히 두둑한 보상이 나올겁니다.
ru: Вы уверены, что за спасение от нападения Туко казино заплатит вам вознаграждение.
zh_hans: 你相信如果你把他们从图科的攻击中救出来，赌场会对你有奖励。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Let's just go already!
ko: 그냥 떠난다!
ru: Давайте просто уйдем!
zh_hans: 我们就这样走吧！

source: Whatever you had hoped to do here is pointless now. You leave before the fight can catch up to you.
ko: 여기서 뭘 하려고 했든 간에 이제는 다 의미 없는 일입니다. 당신은 싸움에 휘말리기 전에 자리를 떴습니다.
ru: Все, что вы надеялись здесь сделать, теперь бессмысленно. Вы уходите, пока схватка не настигла вас.
zh_hans: 无论你希望在这里做什么现在都毫无意义。你在这场战斗追上你之前离开。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="TUCO_SEARCH"]/choice[2]/text
source: Oh well, let's leave.
ko: 에이, 그냥 가자.
ru: Ну что ж, уходим.
zh_hans: 哦，好吧，我们走。

# data/events_pirate.xml.append$//event[@name="TUCO_SEARCH"]/choice[2]/event/text
source: Whatever you had hoped to do here is pointless now.
ko: 여기서 뭘 하려고 했든 간에 이제는 다 의미 없는 일입니다.
ru: Все, что вы надеялись здесь сделать, теперь бессмысленно.
zh_hans: 无论你希望在这里做什么，现在都毫无意义。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="TUCO_WIN"]/text
source: The casino enforcer plummets towards the ground. The rest of the ships, seeing Tuco is now no longer the only threat, retreat. The yacht owners offer a handsome sum of money, and free drinks, to both you and Tuco if you promise not to cause further damage.
ko: 집행선 하나가 땅으로 곤두박질치자 나머지 집행선들도 상대는 투코 하나가 아니라는 걸 알고선 도망쳤습니다. 요트의 주인이 당신과 투코에게 공격을 멈춰주는 조건으로 상당한 양의 돈과 공짜 술을 약속했습니다.
ru: Корабль силовиков казино повержен. Остальные корабли, видя, что Туко больше не является единственной угрозой, отступают. Владельцы судна предлагают солидную сумму денег и бесплатную выпивку и вам, и Туко, если вы пообещаете больше не причинять вреда.
zh_hans: 赌场的执法者向地面坠落。其余的船只看到图科现在不再是唯一的威胁，就撤退了。游艇主人提供了一笔丰厚的资金，以及免费的饮料，给你和图科，如果你保证不再造成进一步的破坏。

# data/events_pirate.xml.append$//event[@name="TUCO_WIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="TUCO_WIN"]/choice/event/text
source: Tuco chuckles as he brings the scrap back to his ship. "Good fightin' there kid. Couldn't have done it better myself. SO, I'll tell you what; this hunk o' junk that I'm disgraced to call my personal cruiser has seen much better days. So how 'bout I hitch a ride on that pretty ship o' yours, and you do whatever you'd like with mine."
ko: 투코가 자기 돈을 챙기며 말합니다. "거 싸움 좀 하데. 나보다 잘 싸우는 거 같아. 제안 하나 하지. 이 순양함이라고 하기도 민망한 고물은 이제 보내줄 때가 된 거 같단 말이야. 그러니 나는 당신네들 잘빠진 배에 타고 내 배는 당신들이 마음대로 처분하는 거 어때."
ru: Туко усмехается, поднимая лом на свой корабль. "Хорошо дрался, парень. Сам бы не смог сделать это лучше. Но вот что я тебе скажу: эта рухлядь, которую я с позором называю своим личным крейсером, видала и лучшие времена. Так что давай я пересяду на твой симпатичный корабль, а ты сделаешь с моим все, что захочешь".
zh_hans: 图科一边笑着一边把废料带回了自己的船上。"孩子，打得好。我不可能做得更好。我告诉你，这艘被我称为"个人巡洋舰"的大块垃圾已经过了很多年了。那么，我搭上你那艘漂亮的船，而你对我的船为所欲为，如何？"

# data/events_pirate.xml.append$//event[@name="TUCO_WIN"]/choice/event/crewMember
source: Tuco
ru: Туко
zh_hans: 图科

# data/events_pirate.xml.append$//event[@name="CASINO_WIN"]/text
source: The remains of Tuco's cruiser crashes into the ground, shattering into debris that probably kills a few people. Regardless, it's scrap for you to take.
ko: 투코의 순양함의 잔해가 땅으로 추락하며 파편이 사방으로 흩날립니다. 방금의 추락으로 몇 명은 죽은 것 같지만 지금은 돈부터 챙길 때입니다.
ru: Останки крейсера Туко разбиваются о землю, рассыпаясь на обломки, которые, вероятно, убьют несколько человек. В любом случае, это лом для вас.
zh_hans: 图科的巡洋舰的残骸坠入地面碎成碎片，可能会杀死几个人。不管怎么说，这是给你的废料。

# data/events_pirate.xml.append$//event[@name="CASINO_WIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="CASINO_WIN"]/choice/event/text
source: Despite all the damage caused in the fight, the yacht owners are extremely grateful for your help. "That idiot has been a regular for years, and he's always causing issues. It's about time he got what was coming to him. Pffft, dread pirate my ass. As generous payment, please accept this scrap and a few of our slot machines!" You aren't sure what you think about the unusual reward, but you aren't going to turn it down.
ko: 투코와 싸우는 동안 온갖 곳이 박살 났지만, 요트의 주인은 당신에게 몇 번이고 감사 인사를 전합니다. "저 멍청이는 몇 년 동안 우리 업장을 드나들면서 사고를 안 친 적이 없습니다. 이제야 응당 대가를 치루는군요. 참나, 공포의 해적 꼬라지 하고는. 감사의 표시로 이 스크랩과 슬롯머신을 받아주십시오!" 생각치도 못한 종류의 보상을 받긴 했지만, 그렇다고 사양할 생각은 없습니다.
ru: Несмотря на весь ущерб, нанесенный в результате схватки, владельцы судна чрезвычайно благодарны за помощь. "Этот идиот был постоянным гостем на протяжении многих лет и постоянно создавал проблемы. Пора бы ему получить по заслугам. Пффф, грозный пират. В качестве щедрой платы примите этот лом и несколько наших игровых автоматов!" Вы не совсем понимаете, что думаете о таком необычном вознаграждении, но отказываться не собираетесь.
zh_hans: 尽管在战斗中造成了所有的损失，但游艇主人非常感谢你的帮助。"那个白痴已经是多年的常客了，他一直在制造麻烦。现在是时候让他得到应有的惩罚了。噗，可怕的海盗个屁。作为慷慨的报酬，请接受这些废料和我们的几台老虎机！"你不确定你对这个不寻常的奖励有何看法，但你不打算拒绝它。

source: Uyo%Heav#Ton@Sdtviie!Stih*Anecbo
ru: Йоу%Тяже#Тон@Здтваай!Зтих*Анесбо

source: Explored location. A hacker cache was located here.
ko: 이미 탐사한 장소입니다. 해커들의 은닉함이 이곳에 있었습니다.
ru: Исследованное место. Здесь был обнаружен тайник хакеров.
zh_hans: 探测到的位置。这里发现了一个黑客缓存。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE"]/text
source: The source of the strange garbled beacon here appears to be a Hacker Broadcasting Station. This must be one of the stations jamming the radio.
ko: 알 수 없는 신호를 내보내던 것은 해커들의 송출 정거장이었습니다. 이것 때문에 통신에 장애가 있는 것이 분명합니다.
ru: Источником странного искаженного сигнала здесь, по-видимому, является радиовещательная станция хакеров. Это, должно быть, одна из станций, глушащих радио.
zh_hans: 这里的奇怪乱码信标的来源似乎是一个黑客广播站。这一定是干扰无线电的其中一个空间站点。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE"]/choice[1]/text
source: Attack the station.
ko: 송출 정거장을 공격한다.
ru: Атаковать станцию.
zh_hans: 攻击空间站。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE"]/choice[1]/event/text
source: You raise your weapons and engage the broadcast station. You notice your systems fluctuating, they must have multiple combat augments onboard jamming you!
ko: 당신은 무기를 가동하고 송출 정거장과 교전을 개시합니다. 시스템에 이상이 발생하는 것을 보니, 저들이 당신의 함선을 해킹하고 있는 것 같습니다!
ru: Вы собираетесь открыть огонь по радиостанции. Но замечаете, что ваши системы начинают барахлить: должно быть, на борту установлено несколько боевых дополнений, которые глушат вас!
zh_hans: 你举起你的武器与广播空间站交战。你注意到你的系统在波动，他们一定有多个战斗增强器在机上干扰你的系统也是如此！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Prevent their hacking.
ko: (안티 바이러스 모듈) 해킹을 상쇄한다.
ru: (Антивирус) Предотвратить их взлом.
zh_hans: (防护程序)阻止对方的黑客入侵。

source: The Anti-Virus works its magic and counters the digital assault without any problems.
ko: 안티 바이러스 모듈은 마치 마법처럼 디지털 공격을 간단하게 상쇄했습니다.
ru: Антивирус работает как по мановению волшебной палочки и без проблем противостоит цифровому нападению.
zh_hans: 防护程序大显身手，完美无瑕地反击了电子攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking) Prevent their hacking.
ko: (해킹 장비) 해킹을 상쇄한다.
ru: (Взломщик) Предотвратить их взлом.
zh_hans: (黑客系统)阻止对方的黑客入侵。
