Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: "Sssso you wisssh to follow in our footsssteps? Cute. Really, quite cute. Don't let it go to your head, we will rule thissss sssector!" The Slug sends out a team to install the Hacking system on your ship. You make sure to keep a careful eye on them.
ko: "우리를 따라 하고 앂은 건가? 귀엽네. 찐씸으로 하는 말인데 귀여워. 하찌만 허튼 쌩각은 말라구. 이 구역은 우리 거니까!" 슬러그가 인부들을 보내 함선에 해킹 장비를 설치했습니다. 당신은 인부들을 주의 깊게 감시했지만, 다행히 속임수는 없었습니다.
ru: "Так ты хочешшшь пойти по нашшшим ссстопам? Мило. Дейссствительно, очень мило. Не позволяй этому вссскружить сссебе голову, мы будем править этим сссектором!" Слизень посылает команду для установки Взломщика на ваш корабль. Вы внимательно следите за ними.
zh_hans: "所以你想追随我们的脚步？可爱。真的，相当可爱。不要让它进入你的头脑，我们将统治这个星系！"蛞蝓族派出一个小组在你的船上安装黑客系统。你一定要小心地盯着他们。

source: Nevermind.
ko: 관심 없다.
ru: Неважно.
zh_hans: 算了。

source: "Ssssshame. Try not to get killed..."
ko: "아쓉네. 쭉찌나 말라고..."
ru: "Позор. Попробуй не погибнуть..."
zh_hans: "Ssssshame。尽量不要被杀..."

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[2]/text
source: Fight the hackers!
ko: 해커들과 싸운다!
ru: Сражаться с хакерами!
zh_hans: 与黑客战斗！

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[2]/event/text
source: These Slug bastards are holding the civilians of this sector hostage. There's no way you're going to let them go so easily.
ko: 이 슬러그놈들은 이 구역의 민간인들을 인질로 잡고 있습니다. 그런 놈들을 살려둘 수는 없습니다.
ru: Эти ублюдки-слизни держат в заложниках гражданское население этого сектора. Вы ни за что не отпустите их так просто.
zh_hans: 这些蛞蝓族混蛋挟持了这个星区的平民。你不可能这么轻易地放走他们。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[3]/text
source: We have no need for your services.
ko: 필요없다.
ru: Мы не нуждаемся в ваших услугах.
zh_hans: 我们不需要你的服务。

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[3]/event/text
source: "Ssssshame. Try not to get killed..."
ko: "아쓉네. 쭉지나 말라고..."
ru: "Позор. Попробуй не погибнуть..."
zh_hans: "Ssssshame。尽量不要被杀..."

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_HACKER"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//textList[@name="TEXT_ENCOUNTER_HACKER"]/text[1]
source: "You made your lassst missstake coming here, Federation sssship. Thisss isss our sssssector now!"
ko: "여기 온 건 씰쑤여써 멍청한 연방놈. 이 구역은 이쩨 우리 거라고!"
ru: "Вы сссовершшшили поссследнюю ошшшибку, придя сссюда, корабль Федерации. Теперь это нашшш сссектор!"
zh_hans: "你来这里犯了最大的错误，联邦船。现在这里是我们的星域！"

# data/events_pirate.xml.append$//textList[@name="TEXT_ENCOUNTER_HACKER"]/text[2]
source: A hacker ship tails you far from behind as you explore this beacon. As they slowly inch closer, it's apparent that they're looking for a fight.
ko: 송신소 주변을 정찰하던 중 해커 함선 하나가 뒤쪽 멀리서 나타나 따라오기 시작했습니다. 점점 다가오는 것을 보니 싸울 생각인것 같습니다.
ru: Во время исследования маяка за вами по пятам следует корабль Хакеров. По мере приближения становится ясно, что они хотят подраться.
zh_hans: 当你探索这个信标时，一艘黑客船从后面远远地跟着你。当他们慢慢靠近时，很明显，他们正在寻找一场战斗。

# data/events_pirate.xml.append$//textList[@name="TEXT_ENCOUNTER_HACKER"]/text[3]
source: "Oh goodnesssss, we are blesssed to be in the pressenccccce of a Federation vesssel!" Before you can respond back, the hackers interject, "Jussssst kidding! Prepare to die."
ko: "오 씬이씨여, 연방 함썬을 보내쭈씨다니 감싸합니다!" 뭐라 대답하기도 전에 해커가 말을 덧붙입니다. "구라야! 쭉을 쭌비나 해라."
ru: "О боже, мы сссчассстливы, что находимссся в компаниисс судна Федерации!" Прежде чем вы успеваете ответить, хакеры говорят: "Шшшутка! Приготовьтесссь к сссмерти".

# data/events_pirate.xml.append$//textList[@name="TEXT_ENCOUNTER_HACKER"]/text[4]
source: You detect a foreign signal on your computer. While in the process of discerning its origin, a hacker ship jumps out and attacks!
ko: 처음 보는 신호가 컴퓨터에 감지되었습니다. 발신지가 어디인지 파악하던 와중에, 해커 함선 하나가 튀어나와 공격을 시작했습니다!
ru: Вы обнаружили на своем компьютере посторонний сигнал. В процессе определения его происхождения появляется корабль Хакеров и атакует!
zh_hans: 你在你的电脑上检测到一个外来信号。在辨别其来源的过程中，一艘黑客船跃迁了出来，并发动了攻击

# data/events_pirate.xml.append$//textList[@name="TEXT_ENCOUNTER_HACKER"]/text[5]
source: The Hackers have taken control of this sector, and they aren't keen on letting others in. The ship here prepares to defend its claim over this territory.
ko: 해커들은 이 구역을 지배하며 외부인의 출입을 제한하고 있습니다. 여기 있는 함선도 자신들의 영토를 지키기 위해 당신을 쫓아내려는 것 같습니다.
ru: Хакеры установили контроль над этим сектором и не хотят пускать сюда других. Корабль, находящийся здесь, готовится к защите своих прав на эту территорию.
zh_hans: 黑客们已经控制了这个星区，他们并不热衷于让其他人进入。这里的飞船准备捍卫它对这片星域的主张。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: This sector may be under the control of the Hacker clan, but that doesn't mean it doesn't have pirates swarming around as well. A pirate ship at this beacon spots you and attacks.
ko: 이 구역은 해커 집단의 영역이지만, 그렇다고 해서 해적이 없다는 건 아닙니다. 이곳의 송신소에 있던 해적선 하나가 당신을 발견하곤 공격해왔습니다.
ru: Возможно, этот сектор и находится под контролем клана Хакеров, но это не значит, что здесь не кишат пираты. Пиратский корабль у этого маяка замечает вас и атакует.
zh_hans: 这个星区虽然在骇客团的控制之下，但这并不意味着没有海盗蜂拥而至。在这个信标处的一艘海盗船发现了你并发动了攻击。

source: A pirate ship, idly exploring this sector, spots you and wastes no time in attacking.
ko: 이 구역을 방랑하던 해적선 하나가 당신을 발견하곤 지체없이 공격을 시작했습니다.
ru: Пиратский корабль, бездельничающий в этом секторе, замечает вас и не теряя времени атакует.
zh_hans: 一艘闲逛的海盗船发现了你，并不失时机地进行了攻击。

source: Hackers aren't the only pirates who can be found in this sector. The hostile ship at this beacon is evidence of this.
ko: 이 구역의 해적은 해커만 있는 게 아닙니다. 여기 있는 이 호전적인 함선만 봐도 그렇죠.
ru: Хакеры - не единственные пираты, которых можно встретить в этом секторе. Вражеский корабль у этого маяка - тому подтверждение.
zh_hans: 黑客并不是唯一可以在这个星区找到的海盗。这个信标处的敌对船只就是证据。

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_HACKER_REBEL"]/text
source: A Rebel ship comes speeding towards you. "Damn it! The hackers took control of this sector while we were stationed here, and we have to find our way out! Now a Federation ship is here too? Hell, we gotta get to the fleet..."
ko: 반군 함선 하나가 당신 쪽으로 돌진해옵니다. "젠장! 이 구역에 주둔해있던 동안 해커가 여길 점령했으니, 어서 여길 빠져나가야 해! 그런데 이젠 연방 함선까지 와버렸잖아? 이런, 빨리 함대에 합류해야겠어..."
ru: Навстречу вам мчится корабль повстанцев. "Проклятье! Хакеры взяли под контроль этот сектор, пока мы здесь находились, и мы должны найти выход! А теперь здесь еще и корабль Федерации? Черт, надо добраться до флота..."
zh_hans: 一艘叛军的飞船向你飞速驶来。"该死！当我们驻扎在这里的时候，黑客控制了这个星区，我们必须找到我们的出路！现在一艘联邦飞船也在这里？该死的，我们得去找舰队..."

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_HACKER_AUTO"]/text
source: A Rebel Auto-ship, painted in hacker blue, sends you a message. "This is U-578-694. I have been repurposed to serve my new masters and destroy all intruders. Enjoy the rest of your miserable existence."
ko: 파란색 해커 문양이 그려진 반군 무인기가 당신에게 메시지를 보냈습니다. "여기는 U-578-694. 새 주인님들을 섬기며 모든 침입자를 파괴하도록 변경됨. 귀하의 한심한 인생을 여기서 끝낼 예정."
ru: Автоматический корабль повстанцев, окрашенный в хакерский синий цвет, отправляет вам сообщение. "Это У-578-694. Я был перепрофилирован, чтобы служить своим новым хозяевам и уничтожать всех нарушителей. Наслаждайтесь остатком своего жалкого существования".
zh_hans: 一艘涂有黑客蓝的叛军自动舰向你发出了信息。"这是U-578-694。我已被重新使用，为我的新主人服务，并摧毁所有入侵者。享受你余下的悲惨生活吧。"

# data/events_pirate.xml.append$//event[@name="ENCOUNTER_HACKER_AUTO"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="DESTROYED_HACKER_AUTO"]/text
source: You've defeated the hacked Auto-ship. You salvage what remains.
ko: 반군 무인기를 격파하고 잔해에서 자원을 챙겼습니다.
ru: Вы победили автоматический корабль Хакеров. Вы разбираете то, что осталось.
zh_hans: 你已经打败了被黑的自动舰。你抢救了剩下的东西。

# data/events_pirate.xml.append$//event[@name="HACKED_DISABLED"]/text
source: You notice a change in the air, almost as if it's getting thinner. You check the computer to see your Life Support has been disabled! A Hacker ship hails you. "What an unfortunate thing to happen to a sssship like yoursss. If you have ssssome ssscrap, perhapsss we could sssolve thisss little... breathing problem of yoursss?"
ko: 뭔가 공기가 옅어지는 것 같은 느낌이 들어 컴퓨터를 확인해 보니 생명 유지 장치가 비활성화돼있었습니다! 해커 함선이 당신을 호출합니다. "너희 함썬에 째앙이 닥친 것 같네. 쓰크랩 쫌 내면 우리가... 쑴통을 틔워 쭐 쑤 있을찌도?"
ru: Вы замечаете изменения в воздухе, как будто он становится более разреженным. Вы проверяете компьютер и видите, что система жизнеобеспечения отключена! Корабль хакеров вызывает вас. "Как жаль, что ссс таким кораблем, как вашшш, ссслучилосссь такое несссчассстье. Есссли у вассс есссть немного металлолома, возможно, мы могли бы решшшить эту вашшшу маленькую... проблему ссс воздухом?"
zh_hans: 你注意到空气的变化，几乎就像空气变得稀薄一样。你检查了电脑，发现你的生命支持系统被禁用了！一艘黑客船呼唤你。"像你这样的船发生的事情真不幸。如果你有一些废料，也许我们可以解决你的这个小...呼吸问题？"

# data/events_pirate.xml.append$//event[@name="HACKED_DISABLED"]/choice[1]/text
source: Pay them their filthy money.
ko: 더럽지만 돈을 지불한다.
ru: Заплатить им их грязные деньги.
zh_hans: 付给他们肮脏的钱。

source: "Good choiccce! We'll have that little problem taken care of rather quickly."
ko: "짤 쌩각해써! 그런 문쩨쯤은 바로 해결해쭈찌."
ru: "Хорошшший выбор! Мы быссстро разберемссся ссс этой маленькой проблемой".
zh_hans: "不错的选择！我们会很快处理好这个小问题的。"

# data/events_pirate.xml.append$//event[@name="HACKED_DISABLED"]/choice[2]/text
source: You bastards, we aren't giving you anything!
ko: 너희 같은 개자식들한테는 한 푼도 줄 수 없다!
ru: Сволочи, мы вам ничего не дадим!
zh_hans: 你们这些混蛋，我们没有给你们任何东西！

source: "Poor decccissssion... hope you won't be needing it any time sssoon!"
ko: "멍청한 놈들... 쑴 쓀 필요도 없게 해주마!"
ru: "Плохое решшшение... надеюсссь, в ближайшшшее время воздух вам большшше не понадобитссся!"
zh_hans: "可怜的决定...希望你很快就不需要它了！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your life support.
ko: (안티 바이러스 모듈) 생명 유지 장치를 복구한다.
ru: (Антивирус) Восстановить систему жизнеобеспечения.
zh_hans: (防护程序)恢复氧气系统的运作。

source: The hackers are dumbfounded by your apparent recovery from their cyber attack. Enraged, they raise their weapons and attack!
ko: 해커들은 당신이 사이버 공격을 금세 해결하자 당황한 것 같습니다. 잠시 후 그들은 잔뜩 화를 내며 무기를 가동하고 공격해왔습니다!
ru: Хакеры ошеломлены тем, что вы, как оказалось, смогли оправиться от их кибератаки. Разъяренные, они активируют оружие и атакуют!
zh_hans: 黑客们对你从他们的网络攻击中明显恢复过来感到震惊。他们被激怒了，举起他们的武器进行攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES"]/text
source: A small civilian colony nearby appears to be under control by a group of Hackers. The civilians are helpless against their captors.
ko: 인근의 작은 민간인 주거지가 해커들의 지배를 받고 있는 것 같습니다. 가만히 둔다면 민간인들은 꼼짝없이 당할 것입니다.
ru: Небольшая гражданская колония, расположенная неподалеку, похоже, находится под контролем группы хакеров. Гражданские беспомощны перед своими поработителями.
zh_hans: 附近的一个小型平民聚居地似乎被一群黑客控制了。这些平民对他们的暴行束手无策。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES"]/choice[1]/text
source: Attack the hacker bastards.
ko: 더러운 해커들을 공격한다.
ru: Атаковать хакерских мерзавцев.
zh_hans: 攻击这些黑客混蛋。

source: You aren't going to let some corrupt filthy Slugs hold innocent civilians hostage when you can help it. You engage the hackers.
ko: 썩을 슬러그 놈들이 민간인을 인질로 잡는 걸 보고도 넘어갈 수는 없죠. 당신은 해커와 교전을 시작합니다.
ru: Вы не позволите каким-то мерзким слизням взять в заложники ни в чем не повинных граждан. Вы вступаете в бой с хакерами.
zh_hans: 你不会让一些腐败的肮脏的蛞蝓挟持无辜的平民，如果你能帮助它。你将与黑客交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES"]/choice[2]/text
source: Pay the hackers to release the civilians.
ko: 민간인들을 풀어주는 조건으로 돈을 지급한다.
ru: Заплатить хакерам за освобождение гражданских.
zh_hans: 付钱给黑客让他们释放平民。

source: "What issss thiss? A generoussss donation from a mysssterioussss Federation benefactor? How kind. We weren't milking much cassssh from these civiliansss anywaysss..." The hackers release control over the civilians and jump away.
ko: "이게 뭐야? 처음보는 연방놈이 돈을 쭌다고? 친쩔하기도 하쎠라. 어차피 돈도 안 되던 놈들이었는데..." 해커들은 민간인들을 풀어주고 도약해 사라졌습니다.
ru: "Что это? Щедрое пожертвование от таинссственного благодетеля Федерации? Как мило. Мы и так не ссслишшшком много денег сссобрали ссс этих гражданссских..." Хакеры освобождают гражданских и прыгают прочь.
zh_hans: "这是什么？来自联邦赞助者的慷慨捐赠？真好。反正我们也没有从这些平民身上榨取多少钱..."黑客们放开了对平民的控制，跃迁了出去。

source: Contact the colony.
ko: 주거지에 연락한다.
ru: Связаться с колонией.
zh_hans: 呼叫殖民地。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES"]/choice[3]/text
source: Ignore the colony.
ko: 주거지를 무시한다.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: Either the hackers don't notice you, or they simply don't care to deal with your ship. You ignore the colony and carry on your way.
ko: 당신은 주거지를 무시하고 갈 길을 갔습니다. 해커들이 당신을 눈치채지 못한 건지, 아니면 알면서도 관심이 없는 건지는 잘 모르겠네요.
ru: Либо хакеры не замечают вас, либо им просто неинтересно разбираться с вашим кораблем. Вы не обращаете внимания на колонию и продолжаете свой путь.
zh_hans: 要么黑客没有注意到你，要么他们根本不屑于对付你的星舰。你无视这个殖民地，继续你的旅程。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES_WIN"]/text
source: You've defeated the hacker ship. The rest of the hackers, afraid of you now that you've defeated their colleague, flee from the system.
ko: 해커 함선을 격침했습니다. 동료가 박살 나는 것을 본 나머지 해커들도 다른 성계로 도주했습니다.
ru: Вы победили корабль хакеров. Остальные хакеры, испугавшись вас после победы над их коллегой, бегут из системы.
zh_hans: 你已经打败了黑客飞船。其余的黑客现在害怕你，因为你已经打败了他们的同事，所以逃离了这个星系。

# data/events_pirate.xml.append$//event[@name="HACKED_HOSTAGES_WIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The colony is grateful for your assistance. Their leader explains they specialized in the extraction of fuel from asteroids, but the hackers came looking for money. They were held hostage until they could scrounge up more scrap. Now that they're free, they give you a generous donation of fuel.
ko: 주거지 사람들이 당신의 도움에 감사를 표합니다. 주거지의 지도자에 따르면 이들은 운석에서 연료를 추출하는 연구를 하고 있었는데 해커들이 쳐들어와 돈을 요구했다고 합니다. 할당량을 채울 때까지 인질로 잡혀 있었던 것 같습니다. 당신은 보답으로 상당한 양의 연료를 받았습니다.
ru: Колония благодарна вам за помощь. Их лидер говорит, что они специализируются на добыче топлива из астероидов, но хакеры пришли за деньгами. Их держали в заложниках до тех пор, пока они не смогли собрать побольше металлолома. Теперь, когда они свободны, они щедро одаривают вас топливом.
zh_hans: 殖民地对你的援助表示感谢。他们的领导人解释说，他们专门从小行星上提取燃料，但黑客是来找钱的。他们被扣为人质，直到他们能搜刮到更多的废料。现在他们自由了，他们给了你一笔慷慨的燃料捐赠。

source: The colony is grateful for your assistance. They explain that the hackers were holding their weapon production facilities under their control to create weapons for their ships. Now that they are free, they give you one of their weapons.
ko: 주거지 사람들이 당신의 도움에 감사를 표합니다. 그들의 설명에 따르면 해커들은 이곳의 무기 생산 시설을 점거해 자기들이 쓸 무기를 생산중이었다고 합니다. 당신은 보답으로 무기를 하나 받았습니다.
ru: Колония благодарна вам за помощь. Они рассказывают, что хакеры держали под контролем их оружейное производство, чтобы создавать оружие для своих кораблей. Теперь, когда они свободны, они дарят вам одно из своих орудий.
zh_hans: 殖民地对你的援助表示感谢。他们解释说，黑客们控制着他们的武器生产设施，为他们的飞船制造武器。现在他们自由了，他们给了你一件他们的武器。

# data/events_pirate.xml.append$//event[@name="HACKER_CIVILIAN_WRECK_TRAP"]/text
source: The wreckage of a civilian ship drifts nearby. It's unfortunate that the civilians had to die in such a way, but there's likely some supplies on-board that you can salvage.
ko: 난파된 민간 함선이 가까이에 떠 있습니다. 민간인들이 끔찍한 죽음을 맞은 건 안타깝지만, 아직 저 난파선 안에는 쓸만한 자원이 있을 가능성이 높습니다.
ru: Неподалеку находятся обломки корабля гражданских. Жаль, что гражданские погибли таким образом, но, скорее всего, на борту есть припасы, которые можно забрать.
zh_hans: 一艘民船的残骸漂浮在附近。不幸的是，这些平民不得不以这种方式死去，但船上可能有一些你可以打捞的物资。

source: Scrap the ship.
ko: 함선 외벽을 스크랩으로 만든다.
ru: Собрать лом с корабля.
zh_hans: 搜刮这艘船。

source: You have no crew to perform any form of salvage.
ko: 구조 작업을 수행할 선원이 없습니다.
ru: У вас нет экипажа для проведения операции по разборке корабля.
zh_hans: 你没有船员来进行任何形式的打捞作业。

source: (Slug Crew) Have your Slug check the wreckage first.
ko: (슬러그 선원) 슬러그에게 함선을 확인하게 한다.
ru: (Член экипажа-слизня) Пусть ваш слизень сначала осмотрит обломки.
zh_hans: (蛞蝓族船员)让你的蛞蝓船员先检查残骸。

source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You aren't a gang of pirates or filthy hackers. Professionals have standards.
ko: 당신은 해적도, 더러운 해커도 아닙니다. 사람이 급이란 게 있죠.
ru: Вы не банда пиратов или грязных хакеров. У профессионалов есть стандарты.
zh_hans: 你不是一帮海盗或肮脏的黑客。专业人士有标准。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You begin to ransack the internals of the ship when you notice a bomb planted inside the wreckage! It explodes, killing one of your crew. You retreat back to the ship when a hacker, undoubtedly the one who planted the trap, attacks.
ko: 함선 내부를 뒤지던 중 폭탄을 발견했고, 폭발로 선원 한 명이 죽었습니다! 서둘러 배로 돌아오자 함정을 깔아둔 범인으로 보이는 해커가 나타나 공격을 시작했습니다.
ru: Вы начинаете разгребать внутренности корабля, когда замечаете бомбу, заложенную внутри обломков! Она взрывается, убивая одного из членов экипажа. Вы возвращаетесь на корабль, и тут на вас нападает хакеры, несомненно, установившие эту ловушку.
zh_hans: 你开始洗劫这艘船的内部，这时你注意到在残骸中安放了一枚炸弹！它爆炸了，炸死了你的一名船员。你退回到船上，这时一个黑客，无疑是埋下陷阱的人，发动了攻击。

source: Luckily your Clone Bay is always ready for whenever the crew may be blown up.
ko: 다행히도 이런 사태에 대비해 클론 배양실이 준비되어 있었습니다.
ru: К счастью, ваш Клон-отсек всегда готов к тому, что в любой момент команда может быть взорвана.
zh_hans: 幸运的是你的克隆舱随时准备着，以备随时可能被炸死的船员。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nothing disturbs your salvage mission. You bring back some supplies from the ship.
ko: 아무런 방해 없이 작업을 마치고 소량의 보급품을 회수했습니다.
ru: Ничто не мешает вашей операции по поиску припасов. Вы забираете с корабля некоторые припасы.
zh_hans: 没有什么能干扰你的打捞作业。你从船上带回了一些物资。

source: To your surprise, one of the civilians appears to have survived the battle. Unfortunately, it also seems their attacker never left. With your latest recruit following behind, you prepare to fight off the hackers.
ko: 놀랍게도 난파선에 생존자가 있었습니다. 하지만 조사를 마치자 운 나쁘게도, 이 함선을 공격했던 함선이 나타났습니다. 생존자는 당신에게 합류하여 해커와의 전투를 준비합니다.
ru: К вашему удивлению, один из гражданских, похоже, выжил после боя. К сожалению, похоже, что нападавшие так и не покинули систему. Взяв с собой новобранца, вы готовитесь дать отпор хакерам.
zh_hans: 令你惊讶的是，其中一个平民似乎在战斗中幸存下来。不幸的是，攻击他们的人似乎也没有离开。随着你的新成员跟在后面，你准备击退黑客。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your Slug detects a trap on-board the wreckage. A hacker ship hiding nearby, disappointed that you didn't fall for their tricks, moves in to attack!
ko: 슬러그가 함선 내부에 있던 함정을 감지했습니다. 당신이 함정에 빠지지 않은 것을 알고는 근처에 숨어있던 해커 함선이 당신을 공격하러 다가오고 있습니다!
ru: Ваш слизень обнаруживает ловушку в обломках корабля. Скрывающийся поблизости корабль хакеров, разочарованный тем, что вы не поддались на их уловки, переходит в атаку!
zh_hans: 你的蛞蝓族检测到了残骸上的陷阱。一艘躲在附近的黑客船，对你没有上他们的当感到失望，于是行动起来进行攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Slug senses nothing wrong. Your salvage mission is undisturbed. You bring back some supplies from the ship.
ko: 슬러그가 별다른 특이사항을 감지하지 못했습니다. 덕분에 아무 방해 없이 작업을 마치고 소량의 보급품을 회수했습니다.
ru: Слизень не чувствует ничего плохого. Ничего не угрожает вашей операции по поиску припасов. Вы забираете с корабля некоторые припасы.
zh_hans: 蛞蝓族没有感觉到任何问题。你的打捞作业没有受到干扰。你从船上带回了一些物资。

source: The Slug senses that one of the civilians survived the fight! You move in to rescue them.
ko: 슬러그가 함선 내부에 생존자가 있다는 것을 감지했습니다! 당신은 즉시 그를 구조했습니다.
ru: Слизень чувствует, что кто-то из гражданских выжил в бою! Вы направляетесь к нему, чтобы спасти его.
zh_hans: 蛞蝓族感觉到有一个平民在战斗中幸存下来了！你进去救他们。

# data/events_pirate.xml.append$//event[@name="HACKER_FLEET_SPY"]/text
source: A hacker ship hails you. "Hello friendssss, it isss unfortunate that we mussst meet under thessse cccircumssstancessss. Assss you know, the Rebel fleet will pay a high priccce to know your location. That issss of courssse, unlesss you're willing to pay to keep your location a... ssssecret."
ko: 해커 함선이 당신을 호출했습니다. "안녕 친구들, 이런 쌍황에 만나게 되써 쩡말 유감이야... 반군 함대가 너희 위치를 알려주면 큰 돈을 쭈겠다고 했거든. 물론, 너네가 돈만 쭈면... 비밀로 해쭐 쑤도 있찌."
ru: С вами связывается корабль Хакеров. "Здравссствуйте, друзья, к сссожалению, мы вынуждены вссстретитьссся при таких обссстоятельссствах. Как вы знаете, флот повсстанцев заплатит высссокую цену за то, чтобы узнать вашшше мессстоположение. Конечно, есссли вы не готовы заплатить за то, чтобы сссохранить вашшше мессстоположение в тайне...".
zh_hans: 一艘黑客飞船向你呼唤。"你好，朋友，很不幸，我们必须在这种情况下见面。你知道吗，叛军舰队将为知道你的位置而付出高昂的代价。除非你愿意为保持你的位置而付出...秘密，否则那是礼貌。"

# data/events_pirate.xml.append$//event[@name="HACKER_FLEET_SPY"]/choice[1]/text
source: Pay them not to alert the fleet.
ko: 함대에 정보를 넘기지 않도록 하기 위해 스크랩을 지불한다.
ru: Заплатить им за то, чтобы они не предупреждали флот.
zh_hans: 给他们钱让他们不要惊动舰队。

source: "Thissss will do fine. Enjoy the ressst of your travelssss."
ko: "이 쩡도면 되게써. 쯜거운 여행 되라고."
ru: "Этого будет доссстаточно. Нассслаждайтесссь дальнейшшшими путешшшессствиями".
zh_hans: "这样就可以了。享受你的旅行的成果。"

# data/events_pirate.xml.append$//event[@name="HACKER_FLEET_SPY"]/choice[2]/text
source: We can't let this information get out! We have to kill the hackers.
ko: 위치가 새 나가선 안 된다! 이 해커들을 죽여야 한다.
ru: Мы не можем допустить, чтобы эта информация стала известна! Мы должны убить хакеров.
zh_hans: 我们不能让这些信息泄露出去！我们必须杀死这些黑客。

source: You can't risk having the hackers leak your location to the fleet. You have to destroy them.
ko: 위치가 노출되는 위험을 감수할 수는 없습니다. 저들을 쓰러뜨려야만 합니다.
ru: Нельзя рисковать, чтобы хакеры передали ваше местоположение флоту. Вы должны уничтожить их.
zh_hans: 你不能冒险让黑客向舰队泄露你的位置。你必须摧毁他们。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_FLEET_SPY"]/choice[3]/text
source: We aren't paying you anything.
ko: 아무것도 줄 수 없다.
ru: Мы вам ничего не заплатим.
zh_hans: 我们并没有付给你任何东西。

source: "Oh well. Hope you have ssssome fun with the Rebelssss then!" The hackers jump away.
ko: "어쩔 쑤 업찌. 반군이랑 씬나게 놀아보라고!" 해커는 떠났습니다.
ru: "Ну что ж. Надеюсссь, вы повессселитесссь ссс повссстанцами!" Хакеры прыгают прочь.
zh_hans: "哦，好吧。希望你和叛军有一些乐趣！"黑客们跃迁走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKED_FANCY_CLASS"]/text
source: It appears a Slug and Hacker vessel are squaring off at this beacon. Judging from the dialogue you've intercepted between the ships, it seems they're arguing something about... ship classes?
ko: 평범한 슬러그와 해커가 이 송신소 가까이에 자리잡고 있는 것 같습니다. 엿들은 대화 내용에 따르면... 함선 때문에 싸우고 있는 것 같네요?
ru: Судя по всему, у этого маяка сошлись два корабля слизней и хакеров. Судя по перехваченному вами диалогу между кораблями, они спорят о классах кораблей?
zh_hans: 一艘蛞蝓族飞船和黑客飞船似乎正在这个信标处对峙。从你截获的两艘船之间的对话来看，他们似乎在争论什么...船舶等级？

# data/events_pirate.xml.append$//event[@name="HACKED_FANCY_CLASS"]/choice[1]/text
source: Inquire about their argument.
ko: 무엇 때문에 다투는 건지 물어본다.
ru: Поинтересоваться их аргументами.
zh_hans: 询问他们的论点。
