Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: "Well that's a surprise. Alright kid, I'll transfer over the co-ordinates. Find the depot and kill the guard. Go to the storage room and there'll be a vault. Ain't no way they opened it yet, only I got the passcode, and the vault's super blast resistant. I have no choice but to trust you, so here you go. The code is 7-E-Blue. Don't ask why. Get the cargo and there will be another list of coordinates to bring it back to. I'll be waiting for you there."
ko: "진짜 하겠다고 할 줄은 몰랐는데 말이야. 꼬맹이가 배짱이 좋군. 좌표를 전송해주마. 보관소를 찾아서 경비를 죽여. 창고에 가보면 금고가 하나 있을 거야. 암호는 나한테만 있고 방폭 금고니 그 새끼들이 열어보진 못했을 거다. 네놈 말고는 일을 맡아줄 놈도 없으니 가 봐라. 암호는 7-E-파란색이다. 왠지는 묻지 마. 화물을 회수하면 거기에 어디로 가져와야 하는지 좌표가 있을 거다. 거기서 기다리고 있지."
ru: "Вот это сюрприз. Ладно, парень, я передам координаты. Найди депо и убей сторожевой корабль. Иди в складское помещение, там будет хранилище. Его никак не могут открыть, только у меня есть код, а хранилище супервзрывоустойчивое. У меня нет другого выбора, кроме как довериться тебе, так что держи. Код 7-Д-Голубой. Не спрашивай почему. Забери груз, и будет еще один перечень координат, куда его нужно вернуть. Я буду ждать тебя там".
zh_hans: "嗯，这真是个惊喜。好吧，孩子，我把坐标传过去。找到仓库杀死守卫舰。去储藏室，那里会有一个金库。他们不可能打开它，只有我有密码，而且金库的抗爆能力超强。我没有选择，只能相信你，所以给你。密码是7-E-Blue。不要问为什么。拿到货物，会有另一份坐标清单，把它带回去。我在那里等你。"

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Pffft, figured. Ain't like I want some idiot Fed hauling around my valuables anyways." He ends the call abruptly.
ko: "쳇, 그럴 줄 알았다. 연방놈한테 일을 맡기려고 한 내가 병신이지." 교신이 바로 끊겼습니다.
ru: "Пффф, понял. Не то чтобы я хотел, чтобы какой-то идиот-федерал таскал мои ценности". Он резко завершает разговор.
zh_hans: "噗，想通了。反正我也不想让某个白痴联邦的人拖着我的贵重物品。"他突然结束了通话。

source: Ignore the station.
ko: 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该空间站。

source: You aren't about to go selling yourself as mercenaries. You have standards.
ko: 사람이 급이란 게 있는데 용병일 따위를 할 수는 없죠.
ru: Вы не собираетесь заниматься наемничеством. У вас есть стандарты.
zh_hans: 你不是要去把自己当作雇佣兵来卖。你有底线。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="QUEST_SMUGGLER_RAID"]/text
source: You've arrived at the co-ordinates given to you. You're still a bit of a distance away, and it's hard to make out how well the Zoltan guard is armed.
ko: 전달받은 좌표에 도착했습니다. 아직 보관소까지 거리가 좀 있어서 경비정의 무장 수준을 알아보기 어렵습니다.
ru: Вы прибыли по указанным координатам. Вы все еще находитесь на значительном расстоянии, и трудно определить, насколько хорошо вооружен сторожевой корабль золтанов.
zh_hans: 你已经到达了给你的坐标。你仍然有一段距离，而且很难弄清超能族守卫舰的武装程度。

source: Attack the guard!
ko: 경비정을 공격한다!
ru: Атаковать сторожевой корабль!
zh_hans: 攻击守卫舰！

source: You arm the weapons and prepare to fight.
ko: 무기를 가동하고 싸울 준비를 합니다.
ru: Вы заряжаете оружие и готовитесь к бою.
zh_hans: 你武装好武器准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Screw this, fly away before they notice you.
ko: 의뢰는 때려치우고 들키기 전에 도망간다.
ru: К черту все, улетаем, пока он вас не заметил.
zh_hans: 去他妈的，在他们注意到你之前飞走。

# data/events_pirate.xml.append$//event[@name="QUEST_SMUGGLER_RAID_VAULT"]/text
source: As you scrap the guard's hull, a drone pops out from its hull and deploys a distress beacon before self destructing. You quickly break the beacon but it's too late. Their reinforcements will be arriving soon, so we must hurry.
ko: 경비함을 분해하던 도중 선체에서 드론이 떨어져 나와 구조 신호기를 투하하고 자폭했습니다. 재빨리 신호기를 파괴했지만 이미 늦었습니다. 곧 지원군이 도착할 테니 서둘러야 합니다.
ru: Пока вы разбирали корпус сторожевого корабля, из него появляется дрон и устанавливает маяк бедствия, после чего самоуничтожается. Вы быстро разрушаете маяк, но уже слишком поздно. Скоро прибудет их подкрепление, поэтому нужно торопиться.
zh_hans: 当你刮开守卫舰队的舰体时，一架无人机从舰体中弹出在他自毁之前部署了一个求救信标。你迅速打破了信标但为时已晚。他们的增援部队很快就会到达，所以我们必须赶快。

source: Approach the vault.
ko: 금고에 다가간다.
ru: Подойти к хранилищу.
zh_hans: 走近金库。

source: As anticipated, the vault remains unopened. It is protected by a passcode. The first part is a number.
ko: 예상했던 대로 금고는 아직 미개봉 상태입니다. 암호를 입력해야 열 수 있을 것 같습니다. 첫 부분은 숫자입니다.
ru: Как и предполагалось, хранилище остается невскрытым. Оно защищено кодом. Первая часть - число.
zh_hans: 正如预期的那样，保险库仍然没有被打开。它由一个密码保护。第一部分是一个数字。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: You're right! Just two more to go. The next part looks to be a letter.
ko: 맞았습니다! 이제 두 단계만 더 맞추면 됩니다. 다음 단계는 글자를 맞추는 것 같습니다.
ru: Вы правы! Осталось еще два. Следующая часть, похоже, будет представлять собой букву.
zh_hans: 你是对的！只剩下两个了。下一个部分看起来是一封信。

source: A
ru: А

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: B
ru: Б

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: C
ru: В

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: D
ru: Г

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: E
ru: Д

source: Right again! One more to go. The next is a color.
ko: 이번에도 맞았습니다! 이제 마지막 하나만 더 맞추면 됩니다. 마지막은 색깔인 것 같습니다.
ru: Опять правильно! Осталось еще одно. Дальше - цвет.
zh_hans: 又对了！还差一个。接下来是一种颜色。

source: Red
ko: 빨간색
ru: Красный
zh_hans: 红

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: Yellow
ko: 노란색
ru: Желтый
zh_hans: 黄

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: Blue
ko: 파란색
ru: Голубой
zh_hans: 蓝

source: The lights on the vault door light up green. You quickly open the door and grab the crate inside. Attached are some co-ordinates that you quickly program into your star map and fly away before the Zoltan can arrive.
ko: 금고 문에 달린 등에 초록색 불빛이 켜졌습니다. 당신은 졸탄 지원군이 오기 전에 재빨리 문을 열어 안에 있던 상자를 회수하고 동봉된 좌표를 항법 프로그램에 입력했습니다.
ru: Индикаторы на двери хранилища загораются зеленым светом. Вы быстро открываете дверь и хватаете ящик. В нем находятся координаты, которые вы быстро вводите в свою карту звезд и улетаете, пока золтаны не успели прилететь.
zh_hans: 保险库舱门上的灯亮起了绿色。你迅速打开舱门拿起里面的箱子。附上一些坐标，你迅速将其编入你的星图，并在超能族到达之前飞走。

source: Green
ko: 초록색
ru: Зеленый
zh_hans: 绿

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: Orange
ko: 주황색
ru: Оранжевый
zh_hans: 橙

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: Purple
ko: 보라색
ru: Фиолетовый
zh_hans: 紫

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: White
ko: 흰색
ru: Белый
zh_hans: 白

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: F
ru: Е

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: G
ru: Ж

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: H
ru: З

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: The alarms buzz and an extra layer of security slams shut on the vault door. You quickly flee but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 경보가 울리며 금고에 보안문 한 겹이 추가로 튀어나왔습니다. 당신은 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Раздается сигнал тревоги, и дверь хранилища закрывается дополнительным уровнем защиты. Вы быстро убегаете, но подоспевшее подкрепление золтанов успевает выпустить шквал ракет прямо по вашей защитной системе, прежде чем вы успеваете сбежать.
zh_hans: 警报声响起金库舱门上多了一层安全防护。你迅速逃离，但超能族的增援部队及时赶到，在你逃出之前，一连串的导弹直接射穿你的防线。

source: Blow a hole in the door. [-3 missiles]
ko: 금고 문을 부숴본다. [-3 미사일]
ru: Проделать дыру в двери. [-3 ракеты]
zh_hans: 在舱门上炸一个洞。[-3枚导弹]

source: You vaguely remember the smuggler saying something about the door being blast proof, but go ahead anyways. The explosion barely puts a dent in the door, and sets off the alarms. You try to escape but the Zoltan reinforcements arrive just in time to fire a barrage of missiles straight through your defences before you can escape.
ko: 금고 문이 방폭문이라는 얘기를 들었던 것 같긴 하지만, 당신은 아무튼 미사일을 쏴 봤습니다. 문에는 흠집조차 나지 않았고 경보가 울립니다. 빠르게 도망가려 했지만 졸탄 지원군이 한발 먼저 도착해 미사일을 발사하기 시작했습니다.
ru: Вы смутно помните, что контрабандист говорил что-то о том, что дверь взрывоустойчива, но вы все равно действуйте. От взрыва на двери остается лишь вмятина, и срабатывает сигнализация. Вы пытаетесь сбежать, но подоспевшее подкрепление золтан успевает выпустить шквал ракет прямо по вашей защите, прежде чем вы успеваете убежать.
zh_hans: 你依稀记得走私者说过舱门是防爆炸的，但还是去了。爆炸几乎没有在舱门上留下凹痕，但却触发了警报。你试图逃跑，但超能族的增援部队及时赶到，在你逃跑之前，一连串的导弹直接穿过你的防线。

# data/events_pirate.xml.append$//event[@name="QUEST_SMUGGLER_RAID_FINISH"]/text
source: The smuggler is already at this beacon waiting for you. "Well well well, I'm surprised you made it. Good job."
ko: 목적지에 도착하자 밀수꾼이 먼저 와 기다리고 있었습니다. "이야, 진짜 빼내 올 줄은 몰랐는데. 잘 했다."
ru: Контрабандист уже стоит у маяка и ждет вас. "Так-так-так, я удивлен, что ты пришел. Молодец."
zh_hans: 走私者已经在这个信标处等着你。"好吧好吧，我很惊讶你能成功。干得好。"

source: Give him the cargo.
ko: 화물을 넘겨준다.
ru: Передать ему груз.
zh_hans: 把货物交给他。

source: You're wary of giving him the package and he laughs. He hands over half the payment first, and you give over the cargo. He pays you the rest and you shake hands, then he jumps away.
ko: 당신이 물건을 넘기길 망설이자 밀수꾼은 웃음을 터뜨리며 수고비의 절반을 먼저 줬습니다. 이후 물건을 받은 밀수꾼은 나머지 절반을 마저 주고 악수를 한 뒤 도약해 사라졌습니다.
ru: Вы с опаской отдаете ему груз, а он смеется. Сначала он отдает половину оплаты, а вы - груз. Он платит вам остальное, и вы пожимаете друг другу руки, после чего он уходит в прыжок.
zh_hans: 你很警惕地把包裹交给他，他笑了。他先交出一半的货款，你再交出货物。他把剩下的钱给你，你们握手言和，然后他就跃迁走了。

source: We don't have it.
ko: 화물을 가져오지 못했다고 말한다.
ru: У нас ничего нету.
zh_hans: 我们没有。

source: "You don't WHAT?" He yells at you for a while, then ends the call. You're afraid he's going to attack, but instead he simply jumps away.
ko: "못 가져왔다고?" 밀수꾼은 온갖 쌍욕을 내뱉고 교신을 종료했습니다. 당신은 그가 공격해 오지 않을까 걱정했지만, 그는 그냥 도약해 사라졌습니다.
ru: "У тебя ЧТО?" Он кричит на вас некоторое время, затем прекращает разговор. Вы боитесь, что он нападет, но вместо этого он просто уходит в прыжок.
zh_hans: "你不知道什么？"他对你吼了一阵子，然后结束了通话。你担心他要攻击，但他只是跃迁开了。

source: The smuggler shipyard is significantly bigger than expected. Another smuggler guard is stationed to defend.
ko: 밀수꾼들의 조선소는 예상했던 것 보다 훨씬 더 컸습니다. 길목에 또 다른 경비정이 보입니다.
ru: Верфь контрабандистов оказалась значительно больше, чем ожидалось. Здесь находится еще один сторожевой корабль контрабандистов для защиты.
zh_hans: 走私者的船厂明显比预期的大。另一个走私者守卫舰队驻扎在这里，进行防守。

source: Fight your way through their defences.
ko: 길을 뚫기 위해 싸운다.
ru: Пробиться сквозь их оборону.
zh_hans: 用你的方式穿过他们的防线。

source: Leave quickly.
ko: 빠르게 벗어난다.
ru: Быстро уйти.
zh_hans: 迅速离开。

source: You wipe the sweat off your brow now that the smugglers are dead.
ko: 당신은 밀수꾼들을 쓰러뜨린 다음에야 겨우 숨을 돌렸습니다.
ru: Теперь, когда контрабандисты мертвы, вы вытираете пот со лба.
zh_hans: 你擦了擦额头上的汗水现在走私者已经死了。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_START"]/text
source: A pirate station advertising itself as an inn is nearby. They're peaceful and the group inside appears to be made up of all kinds, including Rebels, Pirates, Federation Officers, and various assortments of aliens.
ko: 해적 정거장에서 여관을 운영한다는 광고가 나오고 있습니다. 반군, 해적, 연방 장교, 다양한 외계인 등 온갖 사람이 모여있는 것 같습니다.
ru: Неподалеку находится пиратская станция, позиционирующая себя как гостиница. Здесь царит мирная обстановка, а внутри, похоже, собрались самые разные люди: повстанцы, пираты, офицеры Федерации и различные инопланетяне.
zh_hans: 附近有一个宣传自己是旅馆的海盗空间站。他们很平静，里面的人似乎是由各种类型的人组成的，包括叛军、海盗、联邦官员和各种类型的外星人。

# data/events_pirate.xml.append$//event[@name="QUEST_TUCO_START"]/choice[1]/text
source: Enter.
ko: 들어간다.
ru: Войти.
zh_hans: 进入。

source: The bartender, a bulky Rockman who you're pretty sure is a wanted criminal, welcomes you in and offers a drink. Behind you the lively crowd is laughing and chattering away.
ko: 분명히 현상수배서에서 본 적 있는 덩치 큰 락맨이 바텐더로 일하면서 당신에게 마실 것을 내왔습니다. 등 뒤로는 떠들석한 웃음과 이야기 소리가 들려옵니다.
ru: Бармен, громоздкий валун, который, как вы уверены, является разыскиваемым преступником, приветствует вас и предлагает выпить. Позади вас оживленная толпа смеется и болтает.
zh_hans: 酒保是一个笨重的岩石族，你肯定他是一个被通缉的罪犯，他欢迎你进来并提供饮料。在你身后，热闹的人群正在欢笑和交谈。

source: Sure, we'll have a drink.
ko: 좋아, 한잔하자.
ru: Конечно, мы выпьем.
zh_hans: 当然，我们会喝上一杯。

source: Have another drink.
ko: 한 잔 더 마신다.
ru: Выпить еще.
zh_hans: 再来一杯。

source: Have another drink.
ko: 한 잔 더 마신다.
ru: Выпить еще.
zh_hans: 再来一杯。
