Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_pirate.xml.append/*.po
Languages: ko, ru, zh_hans

source: The Hacker ship's virus is much harder to purge than you expected, and you have to overclock the hacking system. Your systems return to normal, but your hacking has taken a huge loss.
ko: 해커들의 바이러스가 예상보다 훨씬 강해서 해킹 장비를 오버클럭해야 했습니다. 시스템은 정상으로 돌아왔지만 해킹 장비가 크게 손상되었습니다.
ru: Вирус на корабле хакеров оказалось гораздо сложнее очистить, чем вы ожидали, и вам пришлось разогнать системы Взломщика. Ваши системы возвращаются в нормальное состояние, но хакерская техника сильно пострадала.
zh_hans: 黑客舰的病毒比你预想的要更难清除。你不得不为黑客系统启动超频。你的系统恢复正常了，但是黑客系统遭受了巨大损伤。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE"]/choice[2]/text
source: Ignore the station.
ko: 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该黑客站。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE"]/choice[2]/event/text
source: You aren't willing to endanger yourself attacking a hacker station.
ko: 굳이 해커들이 드글거릴 정거장을 공격할 필요는 없죠.
ru: Вы не хотите подвергать себя опасности, атакуя хакерскую станцию.
zh_hans: 你不愿意在攻击黑客空间站时危及自己。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE_DEFEAT"]/text
source: The Hackers have been defeated. Your systems return to normal, and you move in to scrap the station.
ko: 해커들을 쓰러뜨렸습니다. 당신은 시스템이 정상으로 돌아온 것을 확인하고 송출 정거장을 분해했습니다.
ru: Хакеры побеждены. Системы возвращаются в нормальное состояние, и вы переходите к разбору станции.
zh_hans: 黑客已经被打败了。你的系统恢复正常，你将进入废料空间站。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE_DEFEAT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're about to leave when you notice a small platform and a cache nearby the wreck of the broadcast station.
ko: 막 떠나려는 차에 송출 정거장의 잔해 근처에 있는 작은 플랫폼과 은닉함이 눈에 들어옵니다.
ru: Вы уже собираетесь уходить, когда замечаете рядом с обломками радиостанции небольшую платформу и тайник.
zh_hans: 当你准备离开时你注意到广播空间站的残骸附近有一个小舰台和一个储藏室。

source: Open the cache.
ko: 은닉함을 열어본다.
ru: Открыть тайник.
zh_hans: 打开储库。

source: The cache is rather underwhelming. You find a small amount of droneparts and nothing else.
ko: 별로 특이한 건 없었습니다. 드론 부품 조금 말고는 아무 것도 없습니다.
ru: Тайник довольно скудный. Вы находите небольшое количество дрон-комплектов и больше ничего.
zh_hans: 储库是相当令人沮丧的。你发现了少量的无人机部件其他什么都没有。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inside the cache is a brand new Ion weapon! You take it on-board.
ko: 은닉함에는 신품 이온 무기가 들어있었습니다! 당신은 그것을 함선으로 가져왔습니다.
ru: Внутри тайника находится совершенно новое ионное оружие! Вы поднимаете его на борт.
zh_hans: 储藏室里有一个全新的离子武器！你把它带上船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The cache appears to be storage for various supplies, which you help yourself to.
ko: 은닉함에는 다양한 보급품이 들어있었습니다. 유용하게 쓸 수 있을 것 같습니다.
ru: В тайнике, судя по всему, хранятся различные припасы, которыми можно воспользоваться.
zh_hans: 这个贮藏室似乎是各种物资的仓库，你可以自己动手拿。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inside the cache is a de-activated Engi, likely kept as a slave. You provide it with power back on your ship, and it re-activates, ready to serve on your crew.
ko: 은닉함에는 노예로 부려진 듯한 엔지가 비활성화되어 들어있었습니다. 함선으로 가져와 전력을 공급하니 다시 활성화되어 선원으로 합류했습니다.
ru: Внутри тайника находится деактивированный энджи, который, вероятно, содержался в качестве раба. Вы обеспечиваете его энергией на корабле, и он снова активируется, готовый служить в качестве члена экипажа.
zh_hans: 贮藏室里有一个被解除激活的半械族，可能是作为奴隶被保存起来的。你在你的船上为它提供位置，它就会重新激活，准备为你的船员服务。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The cache was trapped! Explosions rock the walls and you jump for cover. However, as you get back to your feet, nothing appears to have been damaged. The trap wasn't a trap after all, instead several Repair Bursts had been set off by accident!
ko: 은닉함은 함정이었습니다! 당신은 강력한 폭발에 벽이 흔들리자 재빨리 엄폐물 뒤로 숨었습니다. 잠잠해진 것 같아 고개를 드니 아무런 피해가 없었습니다. 함정이 아니었군요. 의도치 않게 안에 있던 수리 폭탄을 작동시킨 것 같습니다!
ru: Тайник оказался ловушкой! Взрывы сотрясают стены, и вы бросаетесь в укрытие. Однако, когда вы поднимаетесь на ноги, оказывается, что ничего не повреждено. Ловушка оказалась вовсе не ловушкой, а несколькими ремонтными взрывами, сработавшими случайно!
zh_hans: 在储藏室被困住了！爆炸声震撼了墙壁，你跳起来躲避。然而，当你重新站起来时，似乎没有任何东西被损坏。陷阱毕竟不是陷阱，相反，有几个修理爆炸装置被意外地引爆了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You open the cache, and a screeching noise pierces the air. You run back to the ship and find a stream of garbled data streaming down your computer. Luckily you're able to shut it off in time, but you suspect it may confuse the Rebels for a while.
ko: 저장고 문을 열자 찢을듯한 소음이 사방에 퍼집니다. 급히 함선으로 돌아와 보니 알 수 없는 데이터가 컴퓨터에 전송되고 있었습니다! 다행히 당신은 제시간 안에 데이터를 차단했지만, 아마 반군들은 그러지 못하겠죠.
ru: Вы открываете тайник, и воздух пронзает визжащий звук. Вы бежите на корабль и обнаруживаете, что на ваш компьютер обрушился поток беспорядочных данных. К счастью, вам удалось вовремя отключить его, но вы подозреваете, что это может на некоторое время сбить с толку повстанцев.
zh_hans: 你打开储藏室，一阵刺耳的噪音刺破空气。你跑回船上，发现一股乱七八糟的数据流在你的电脑上。幸运的是，你能及时关闭它，但你怀疑它可能会让叛军迷惑一阵子。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_CACHE_QUEST"]/text
source: It appears you've taken out all of the Hacker broadcast stations in the sector! No longer restricted, your radio suddenly gets a flood of alerts, including a high priority Federation distress signal!
ko: 이 구역의 모든 해커 송출 정거장을 제거한 것 같습니다! 통신에 장애가 사라지자 수많은 신호가 물밀듯이 탐지되는데, 개중에는 연방의 최우선 구조 신호도 있습니다!
ru: Похоже, вы уничтожили все хакерские радиостанции в этом секторе! На вашу систему связи внезапно посыпались сигналы бедствия, в том числе сигнал бедствия Федерации с высоким приоритетом!
zh_hans: 看来你已经干掉了该星区所有的黑客广播空间站！不再受到限制，你的收音机突然收到大量的警报，包括一个高优先级的联邦求救信号！

# data/events_pirate.xml.append$//event[@name="HACKER_FED_DISTRESS"]/text
source: You've arrived at the location of the Federation distress call... except there's no Federation ship here. Instead, there's a massive Hacker cruiser waiting for you! "You think you're clever? Do you even know how long it took to sssset up all thossse ssstationss? Well, it doesssn't matter now. Thisss isss what you get for crossssing the Hacker clan'ssss path!"
ko: 구조 신호가 방출되던 곳에 도착했습니다만... 연방 함선은 없고 거대한 해커 순양함이 당신을 기다리고 있었습니다! "너는 네가 똑똑한 거 같찌? 그 쩡거짱들을 썰치하는 데 얼마나 걸리는 찌 알기는 해? 하, 이제 쌍관 업써. 해커한테 덤비면 어떻게 되나 알려쭈찌!"
ru: Вы прибыли на место, откуда поступил сигнал бедствия... только вот корабля Федерации здесь нет. Вместо него вас поджидает огромный крейсер Хакеров! "Ты думаешь, что ты умный? Ты хоть знаешшшь, сссколько времени ушшшло на уссстановку всссех этих ссстанций? Ну, теперь это не имеет значения. Вот что ты получишшшь за то, что перешшшел дорогу клану Хакеров!"
zh_hans: 你已经到达了联邦求救信号的地点...只是这里没有联邦的飞船。相反，有一艘巨大的骇客星舰在等着你！"你以为你很聪明？你甚至不知道花了多长时间来建立所有这些工作站？好了，现在不重要了。这就是你挡住骇客团去路的后果！"

# data/events_pirate.xml.append$//event[@name="HACKER_FED_DISTRESS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_FED_WIN"]/text
source: Right as you finish off the hackers, a life pod detaches from the ship and spirals out into space... only for you to scoop it up and bring it aboard. Inside, you can see the surviving Slug quivering in fear.
ko: 해커 함선을 격파하자 구명 포드 하나가 배에서 떨어져 나와 우주로 날아갔습니다...만 당신에게 회수당했습니다. 살아남은 슬러그 하나가 구명 포드 안에서 두려움에 떨고 있습니다.
ru: В тот момент, когда вы расправляетесь с хакерами, от корабля отделяется спасательная капсула и уносится в космос... но вы смогли подхватить ее и поднять на борт. Внутри можно увидеть выжившего слизня, дрожащего от страха.
zh_hans: 就在你干掉黑客的时候，一个生命舱从飞船上分离出来，旋即飞向太空...只是为了让你把它捞起来，带上飞船。在里面，你可以看到幸存的蛞蝓族在恐惧中颤抖。

# data/events_pirate.xml.append$//event[@name="HACKER_FED_WIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKER_FED_WIN"]/choice/event/text
source: You pry open the lifepod, and the Slug slides out slowly, hands in the air. "Ok, I sssurrender! You fight well. Too well... I'll give you anything and everything you want! Data, labor, scrap, all I assssk isss you don't kill me!"
ko: 구명 포드 문을 뜯어내자 슬러그가 손을 들고는 천천히 밖으로 기어나왔습니다. "알아써, 항복할게! 짤 싸우네. 찐짜 짤 싸워... 필요한 건 뭐든찌 쭐게! 데이터든, 일꾼이든, 쓰크랩이든, 쭉이찌만 마!"
ru: Вы открываете спасательную капсулу, и слизень медленно выскальзывает наружу, подняв руки вверх. "Хорошшшо, я сссдаюсссь! Вы хорошшшо сссражаетесссь. Ссслишшшком хорошшшо... Я дам тебе всссе, что захочешшшь! Данные, рабочую сссилу, металлолом - всссе, что угодно, только не убивай меня!"
zh_hans: 你撬开救生舱，蛞蝓族慢慢滑出来，双手举起。"好吧，我投降！你打得很好。太好...我会给你任何你想要的东西！数据、劳动力、废料，我所要求的就是你不杀我！"

source: Kemi
ru: Кеми
zh_hans: 科米

source: This is the real exit beacon.
ko: 이곳이 진짜 출구 송신소입니다.
ru: Это настоящий выходной маяк.
zh_hans: 这是真正的出口信标。

# data/events_pirate.xml.append$//event[@name="FINISH_BEACON_HACKER"]/text
source: You've arrived at the exit...
ko: 당신은 출구에 도착했습니다...
ru: Вы подошли к выходу...
zh_hans: 你已经到了出口...

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the exit beacon was being hidden here by the Hackers! Your Atlas won't connect, but it appears something is blocking the signal...
ko: 해커들이 이곳의 출구 송신소를 숨겨놓은 것 같습니다! 무언가가 통신에 장애를 일으키고 있는지 아틀라스가 정상적으로 작동하지 않습니다...
ru: Похоже, что маяк выхода был спрятан здесь хакерами! Ваш Атлас не подключился, но, похоже, что-то блокирует сигнал...
zh_hans: 看来出口信标被黑客藏在这里了！你的星区数据集无法连接，但似乎有什么东西阻挡了信号...

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Suddenly, you receive a hail from a broadcast station hidden behind a small moon. "What'ssss thisss? The ssssilly little Fed ssship isss trying to LEAVE? I'm afraid I can't allow that!"
ko: 느닷없이 작은 위성 뒤에 위치한 송출 정거장에서 교신이 왔습니다. "이게 누구야? 멍청한 연방 놈들이 도망치려고 하네? 어림도 없찌!"
ru: Вдруг вы получаете сигнал от радиовещательной станции, скрытой за маленькой луной. "Что это? Маленький глупый корабль федералов пытаетссся уйти? Боюсссь, я не могу этого допуссстить!"
zh_hans: 突然，你收到了来自一个隐藏在小卫星后面的广播空间站的呼救。"这是什么？那艘愚蠢的联邦小飞船想离开？恐怕我不能允许这样做！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The hacker station has been defeated, but the Rebel fleet has taken control of the beacon! You'll have to fight your way out!
ko: 해커 정거장은 격파됐지만, 반군 함대가 송신소를 장악했습니다! 싸워서 길을 열어야 합니다!
ru: Хакерская станция повержена, но флот повстанцев захватил контроль над маяком! Вам придется пробиваться к выходу!
zh_hans: 黑客空间站已经被击败，但叛军舰队已经控制了信标！你必须奋起直追。你必须为你的出路而战！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Engines) Try to escape the Elite.
ko: (최고급 엔진) 엘리트로부터 탈출을 시도한다.
ru: (Продв. Двигатели) Попытаться сбежать от элиты.
zh_hans: (先进引擎)尝试逃离精英。

source: (Jerry) "Hello!"
ko: (제리) "안녕하세요!"
ru: (Джерри) "Привет!"
zh_hans: (杰瑞)"你好！"

# data/events_pirate.xml.append$//event[@name="HACKER_EXIT_DEFEAT"]/text
source: The Hacker station has been defeated. Fortunately, your Atlas connects to the exit beacon as soon as the hacker threat is removed.
ko: 해커들의 송출 정거장을 격파했습니다. 다행히도 방해 요소가 사라지니 아틀라스가 출구 송신소를 발견했습니다.
ru: Хакерская станция была уничтожена. К счастью, ваш Атлас подключится к выходному маяку, как только угроза со стороны хакеров была устранена.
zh_hans: 黑客空间站已经被打败了。幸运的是，一旦黑客的威胁被消除，你的星区数据集就会连接到出口信标。

# data/events_pirate.xml.append$//event[@name="HACKED_CIVILIANS_FREECREW"]/text
source: A Civilian ship hiding from the hackers hails you. "Please, I can't keep hiding forever. Will you let me work on-board your ship, so that I can escape from this bloody sector?"
ko: 해커들로부터 도망 중이던 민간 함선 하나가 당신을 호출했습니다. "이렇게 영영 도망치면서 살 수는 없어요. 제발 부탁인데 여기서 도망칠 수 있게 당신 배에 태워주시면 안 될까요?"
ru: Гражданский корабль, скрывающийся от хакеров, вызывает вас на связь. "Пожалуйста, я не могу прятаться вечно. Вы позволите мне работать на борту вашего корабля, чтобы я мог сбежать из этого проклятого сектора?"
zh_hans: 一艘躲避黑客的民用飞船向你求救。"求求你，我不能一直躲下去。你能让我在你的船上工作吗，这样我就能逃离这个该死的星区？"

source: Welcome on-board.
ko: 환영한다.
ru: Добро пожаловать на борт.
zh_hans: 欢迎登舰。

source: We don't need any more crew, sorry.
ko: 더 이상 선원은 필요 없다.
ru: Нам больше не нужны члены экипажа, извините.
zh_hans: 我们不需要更多的船员，抱歉。

source: You apologize to the civilians and carry on your mission.
ko: 당신은 민간인에게 사과하고 임무를 계속합니다.
ru: Вы извиняетесь перед гражданскими и продолжаете выполнять свою миссию.
zh_hans: 你向平民道歉并继续执行你的任务。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_pirate.xml.append$//event[@name="HACKER_CIVILIAN_STATION"]/text
source: "A ship! I didn't think anyone would ever find us. A battalion of hackers moved through here and ransacked our station. We're out of supplies and we can't do business without them. Would you be willing to sell us some? We don't have scrap, but we can offer payment in other ways."
ko: "배다! 누가 우리를 찾을 거라곤 상상도 못 했네요. 해적 무리가 이곳을 지나가면서 우리 정거정을 약탈했습니다. 장사를 위한 보급품이 완전히 동나버렸는데, 저희에게 조금만 팔아주시겠습니까? 스크랩은 없지만 다른 방식으로 보상해 드릴 수 있습니다."
ru: "Корабль! Я не думал, что нас кто-то найдет. Батальон хакеров прошел здесь и разграбил нашу станцию. У нас закончились припасы, а без них мы не можем работать. Не могли бы вы продать нам немного? У нас нет лома, но мы можем предложить оплату другими способами".
zh_hans: "一艘船！我没想到会有人找到我们。一个营的黑客通过这里，洗劫了我们的空间站。我们没有物资了，没有物资我们就无法做生意。你愿意卖给我们一些吗？我们没有废料，但我们可以提供其他方式的付款。"

source: Give them fuel.
ko: 연료를 준다.
ru: Дать им топливо.
zh_hans: 给他们提供燃料。

source: You transfer some fuel over to the Civilians.
ko: 민간인들에게 연료를 조금 건넸습니다.
ru: Вы передаете немного топлива гражданским.
zh_hans: 你把一些燃料转给平民。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give them missiles.
ko: 미사일을 준다.
ru: Дать им ракеты.
zh_hans: 给他们导弹。

source: You transfer some ammunition over to the Civilians.
ko: 민간인들에게 탄약을 조금 건넸습니다.
ru: Вы передаете немного боеголовок гражданским.
zh_hans: 你把一些弹药转给平民。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give them droneparts.
ko: 드론 부품을 준다.
ru: Дать им дрон-комплекты.
zh_hans: 给他们提供无人机部件。

source: You transfer some droneparts over to the Civilians.
ko: 민간인들에게 드론 부품을 조금 건넸습니다.
ru: Вы передаете несколько дрон-комплектов гражданским.
zh_hans: 你把一些无人机部件转移到平民手中。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We cannot help.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们帮不了你。

source: You apologize to the civilians and cut comms..
ko: 당신은 민간인들에게 사과하고 통신을 차단했습니다.
ru: Вы извиняетесь перед гражданскими и прекращаете связь.
zh_hans: 你向平民道歉并切断通讯。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Thank you, we'll make sure to hide these better in case we're raided again. Now, how can we help you?"
ko: "감사합니다. 이번엔 좀 더 잘 숨겨놔야겠군요. 자, 어떻게 보상해드릴까요?"
ru: "Спасибо, мы позаботимся о том, чтобы спрятать их получше на случай, если на нас снова нападут. А теперь, чем мы можем вам помочь?"
zh_hans: "谢谢你，我们一定会把这些东西藏得更好，以防我们再次被突袭。现在，我们有什么可以帮助你的吗？"

source: We need repairs.
ko: 수리가 필요하다.
ru: Нам нужен ремонт.
zh_hans: 我们需要维修。

source: "Yes, we can help with that. I will send out a repair team immediately!"
ko: "네, 그건 해 드릴 수 있을 것 같군요. 저희 수리반을 바로 보내드리겠습니다!"
ru: "Да, мы можем помочь с этим. Я немедленно вышлю ремонтную бригаду!"
zh_hans: "是的，我们可以帮助解决这个问题。我将立即派出一个维修小组！"

source: We need to delay the fleet.
ko: 추격을 늦추고 싶다.
ru: Нам нужно задержать флот.
zh_hans: 我们需要拖延叛军舰队的追击。

source: "I'm not sure how much we could do... but if the fleet comes by, we will lie about your location. Hopefully, they'll believe us."
ko: "어떻게 해야 할지 잘 모르겠는데... 일단은 추적 중인 함대가 여기에 들리면 여러분의 위치를 거짓으로 알려주겠습니다. 우리 말을 믿어줬으면 좋겠군요."
ru: "Я не уверен, что мы сможем это сделать... но если флот появится, мы соврем о вашем местонахождении. Надеюсь, они нам поверят".
zh_hans: "我不确定我们能做多少...但如果叛军舰队过来，我们会谎报你的位置。希望他们会相信我们。"

source: We could use a reactor upgrade.
ko: 반응로를 개선하고 싶다.
ru: Нам бы не помешала модернизация реактора.
zh_hans: 我们需要反应堆升级。

source: "Yes, I think we can manage this. I'll send out a team to make some upgrades immediately."
ko: "네, 그 정도는 해드릴 수 있을 것 같군요. 저희 사람들을 보내 개선 작업을 도와드리겠습니다."
ru: "Да, я думаю, мы справимся. Я немедленно отправлю команду для проведения модернизации".
zh_hans: "是的，我想我们可以处理这个问题。我将立即派出一个小组进行一些升级。"

# data/events_pirate.xml.append$//event[@name="HACKED_MILITIA"]/text
source: A Militia ship is passing through this system, likely trying to avoid the hackers who murdered the rest of their colleagues.
ko: 민병대 함선 하나가 이 성계를 지나가고 있습니다. 동료들을 죽인 해커들로부터 도피 중인 것 같습니다.
ru: Корабль ополчения проходит через эту систему, вероятно, пытаясь избежать встречи с хакерами, которые убили остальных их коллег.
zh_hans: 一艘盟卫飞船正经过这个星系，很可能是想避开那些谋杀了他们其他同事的黑客。

# data/events_pirate.xml.append$//event[@name="HACKED_MILITIA"]/choice[1]/text
source: Inspect the ship.
ko: 민병대 함선을 조사한다.
ru: Осмотреть судно.
zh_hans: 检查星舰。

source: The Militia ship has received some damage from what likely was a recent battle. The crew is alive, but they're afraid and trying to flee the sector.
ko: 민병대 함선은 최근에 있었던 것 같은 전투로 손상된 상태인 것 같습니다. 선원들은 아직 살아 있지만, 두려움에 떨며 성계를 빠져나가려 하고 있습니다.
ru: Корабль ополченцев получил некоторые повреждения, вероятно, в результате недавнего боя. Экипаж жив, но напуган и пытается бежать из сектора.
zh_hans: 这艘盟卫飞船在最近的战斗中受到了一些损害。船员们还活着，但他们很害怕，试图逃离这个星区。

source: Offer to escort their crew.
ko: 대원들을 안전하게 호송해주겠다고 제안한다.
ru: Предложить сопроводить их экипаж.
zh_hans: 提出护送他们的船员。

source: Offer to help with repairs.
ko: 수리를 도와주겠다고 제안한다.
ru: Предложить помощь в ремонте.
zh_hans: 主动帮助维修。

source: The militiamen thank you for your offer. You spend some time fixing their damaged systems, and are paid for your efforts.
ko: 민병대원들이 당신의 제안에 감사를 표합니다. 당신은 어느 정도 시간을 들여 손상된 시스템을 수리해준 뒤 보상을 받았습니다.
ru: Ополченцы благодарят вас за предложение. Вы тратите некоторое время на починку поврежденных систем и получаете вознаграждение за свои усилия.
zh_hans: 盟卫们感谢你的提议。你花了一些时间来修复他们损坏的系统，并得到了报酬。

source: They make easy targets, attack!
ko: 손쉬운 먹잇감이군. 공격!
ru: Они - легкие мишени, атакуем!
zh_hans: 他们是简单的活靶子。攻击他们！

source: Morals are obviously not of importance to you, as you have decided to attack the militia ship.
ko: 당신에게 도덕률 따위는 중요하지 않습니다. 당신은 민병대 함선을 공격합니다.
ru: Мораль, очевидно, не имеет для вас значения, раз вы решили атаковать корабль ополченцев.
zh_hans: 道德对你来说显然并不重要，因为你已经决定攻击盟卫船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_pirate.xml.append$//event[@name="HACKED_MILITIA"]/choice[2]/text
source: Ignore the militiamen.
ko: 민병대를 무시한다.
ru: Не обращать внимания на ополченцев.
zh_hans: 无视那些盟卫飞船。

source: You don't disturb the ship and instead do something on-board.
ko: 당신은 민병대 함선을 무시하고 함선에서 무언가를 하기로 결정했습니다.
ru: Вы не беспокоите корабль, а вместо этого занимаетесь своими делами на борту.
zh_hans: 你不去打扰船上的人，而是在船上做一些事情。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The militiamen are wary of your offer, but eventually give in. One even offers to join your crew, hoping it will provide a different way for them to protect civilians.
ko: 민병대원들은 경계하는 것 같았지만, 결국 당신의 제안을 수락했습니다. 그중 하나는 심지어 어떻게든 민간인들을 지키고 싶다며 당신의 함선에 합류하겠다고 제안했습니다.
ru: Ополченцы с опаской относятся к вашему предложению, но в конце концов соглашаются. Один даже предлагает присоединиться к вашей команде, надеясь, что это даст им возможность по-другому защищать гражданских.
zh_hans: 盟卫们对你的提议很警惕，但最终还是妥协了。一个人甚至提出要加入你的团队，希望这能为他们提供一种保护平民的不同方式。

source: The militiamen are wary of your offer. They decline, not wanting to be tricked once again.
ko: 민병대원들은 당신을 경계하여 제안에 거절했습니다. 두 번 속고 싶지는 않나 봅니다.
ru: Ополченцы с опаской относятся к вашему предложению. Они отказываются, не желая быть обманутыми еще раз.
zh_hans: 盟卫们对你的提议很警惕。他们拒绝了，不想再一次被骗了。

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/text
source: "Well if it issssn't the very ship I've been looking for. I'm ssssorry if my friendsss haven't given you a warm welcome, but I am here to extend an offer of kindnesss. I'm ssssure we could reach a mutually benificcccial trade..."
ko: "내가 차짜다니던 배로군. 혹시라도 내 친구들이 널 따쓰하게 마찌해쭈찌 않았다면 내가 대씬 싸과할 게. 하찌만 나는 너랑 호의의 거래를 하고 앂어. 너랑 나 모두가 이익을 얻는 쪽으로..."
ru: "Ну, есссли это не тот сссамый корабль, который я иссскал. Просссти, есссли мои друзья не оказали тебе теплого приема, но я здесссь, чтобы сссделать тебе предложение. Я уверен, что мы могли бы договоритьссся о взаимовыгодной торговле..."
zh_hans: "如果这不是我一直在寻找的那艘船。如果我的朋友没有给你一个热烈的欢迎，我很抱歉，但我在这里提出了一个善意的建议。我相信我们可以达成一个互惠互利的贸易..."

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[1]/text
source: Express interest in what they may offer.
ko: 거래에 관심을 표한다.
ru: Выразить интерес к тому, что они могут предложить.
zh_hans: 对他们可能提供的东西表示兴趣。

# data/events_pirate.xml.append$//event[@name="HACKER_OFFER"]/choice[1]/event/text
source: "Ahh, I ssssee you have an eye for opportunity. Ressspectable." The hacker shows you some possible trades or services they could offer.
ko: "아, 쌩각이 유연하군. 똑똑해." 해커가 자신이 제공할 수 있는 것들을 제시했습니다.
ru: "Ааа, я вижу, что у тебя есссть глаз на возможносссти. Доссстойно уважения". Хакер показывает вам несколько возможных сделок или услуг, которые он мог бы предложить.
zh_hans: "啊，我看到你有一双寻找机会的眼睛。值得尊敬。"黑客向你展示了一些他们可能提供的交易或服务。

source: Pay for detailed data on the sector.
ko: 구역 지도를 산다.
ru: Заплатить за подробные данные по сектору.
zh_hans: 为该星区的详细星图数据付费。

source: The hackers transfer the data to your computer. Luckily, it doesn't appear to conceal any viruses.
ko: 해커가 당신의 컴퓨터로 자료를 전송했습니다. 다행히 아무 바이러스도 없는 것 같습니다.
ru: Хакеры переносят данные на ваш компьютер. К счастью, вирусов в нем, судя по всему, не обнаружено.
zh_hans: 黑客将数据转移到你的电脑上。幸运的是，它似乎并没有隐藏任何病毒。

source: Pay for them to distract the fleet.
ko: 반군 함대를 교란한다.
ru: Заплатить ним, чтобы они отвлекли флот.
zh_hans: 花钱让他们分散叛军舰队的注意力。

source: "I wassss hoping you would choossse thisssss. I will enjoy thissss job greatly..." You can imagine whatever they plan to do will be of great annoyance to the fleet.
ko: "이걸 썬택할 쭐 알아찌. 쩨밌게써..." 이 슬러그가 무슨 일을 할지는 모르겠지만, 분명 추격 중인 함대에게 대단한 걸림돌이 될 것입니다.
ru: "Я надеялссся, что ты выберешшшь именно это. Я получу огромное удовольссствие от этой работы..." Можно предположить, что все, что они планируют делать, будет очень раздражать флот.
zh_hans: "我正希望你能选择这个。我将会非常享受这份工作..."你可以想象，无论他们打算做什么，都会给叛军舰队带来极大的困扰。

source: Buy a Hacking system.
ko: 해킹 장비를 산다.
ru: Купить Взломщик.
zh_hans: 购买一个黑客系统。
