Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_lostsun.xml/*.po
Languages: de

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[5]/text
source: Fight them with severely weakened systems.
de: Kämpfe mit stark geschwächten Systemen.

source: "Let the battle commence!"
de: "Lass den Kampf beginnen!"

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[6]/text
source: We aren't looking for a fight.
de: Wir suchen nicht, nach einem Kampf.

source: "I did not take you for cowards. Oh well, perhaps it is for the best."
de: "Ich habe dich nicht für einen Feigling gehalten. Vielleicht ist es das Beste."

source: Check the storage.
de: Das Lager überprüfen.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/text
source: A Lost Sun confinement appears to be keeping several ships from various origins captive. A patrol ship is searching the area, and you won't have long until it sees you.
de: Eine Lost Sun Gefangenschaft scheint mehrere Schiffe, aus verschiedenen Quellen gefangen zu halten. Ein Patrouillie-Schiff durchsucht das Gebiet und du hast nicht lange, bis sie dich bemerken.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[1]/text
source: Attack the barricade and free the civilians.
de: Greife die Barrikade an und befreie die Zivilisten.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[1]/event/text
source: Your attacks are inefficient, and several countershots get through your defenses. You get out of their range in time but the patrol ship moves in to attack!
de: Deine Angriffe sind ineffizient und mehrere Konter-Schüsse gehen durch deine Verteidigung. Du schaffst es rechtzeitig aus ihrer Reichweite zu gelangen, aber ein Patrouillie-Schiff kommt her, um dich anzugreifen!

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[2]/text
source: Attack the patrol ship.
de: Greife das Patrouillie-Schiff an.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[2]/event/text
source: You know you're taking a risk, but you could use the extra scrap. You power up your weapons and engage the patrol ship.
de: Du weißt, dass du ein Risiko eingehst, aber du wirst dadurch etwas mehr Schrott erhalten. Du fährst die Waffen hoch und machst dich bereit, gegen das Schiff zu kämpfen.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[3]/text
source: Ignore the ships.
de: Ignoriere die Schiffe.

# data/events_lostsun.xml$//event[@name="LOSTSUN_PRISONERS"]/choice[3]/event/text
source: You manage to escape the patrol ship. You should still leave the beacon as soon as possible.
de: Du schaffst es vor dem Schiff zu entkommen. Du solltest trotzdem dem Signalpunkt so schnell wie möglich verlassen.

source: (Cloaking) Wait for the patrol ship to pass by, then sabotage their defenses.
de: (Tarnung) Warte, dass das Patrouillie-Schiff vorbei fliegt und sabotiere ihre Verteidigungen.

source: Your waiting pays off when the patrol ship passes right by, and eventually passes out of your view. You sneak up to the confinement and lay down the explosives, then fly to a safe distance to watch the fireworks.
de: Dein Warten zahlt sich aus, als das Patrouillie-Schiff vorbeifliegt und letztendlich aus dem Sichtfeld verschwindet. Du schleichst dich an das Gefängnis ran und platzierst Sprengstoff und fliegst danach weit genug weg, um das Feuerwerk zu betrachten.

source: Continue...
de: Fortfahren...

source: Chaos erupts in the Lost Sun structure as explosions ripple across the surface. One appears to have disabled the main power to the shield keeping the civilians at bay, and they escape. The civilians spot you and, putting two and two together, decide to pay you for freeing them.
de: Chaos beginnt, als die Lost Sun Struktur explodiert. Eine der Explosionen hat die Schilde zerstört zu haben, welche die Zivilisten einsperrten und sie können fliehen. Die Zivilisten sehen dich und zählen 1 und 1 zusammen und bezahlen dich für den Dienst.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/text
source: A Rock spy appears to be hiding in this asteroid field. You don't see them for very long until they've already slipped out of sight.
de: Ein Rock-Spion scheint sich in dem Asteroidenfeld zu verstecken. Du siehst ihn nur kurz, bevor du ihn nicht mehr siehst.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[1]/text
source: Pursue them.
de: Verfolge sie.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[2]/text
source: Ignore the spy.
de: Ignoriere den Spion.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SPY"]/choice[2]/event/text
source: There's no reason to be chasing down random Rock ships in asteroid fields. You prepare to leave as quickly as possible.
de: Es gibt keine Grund, zufällige Rockschiffe in Asteroidenfelder zu jagen. Du machst dich bereit, so schnell wie möglich abzuhauen.

source: (Upg. Engines) Use your improved engines to track them down.
de: (Verb. Triebwerke) Nutze die verbesserten Triebwerke, um sie zu finden.

source: You manage to catch up to the Rock spy. They don't take kindly to you following them, and attack.
de: Du schaffst es den Rock-Spion einzuholen. Das gefällt ihnen gar nicht und sie beginnen dich anzugreifen.

source: Continue...
de: Fortfahren...

source: You manage to catch up to the Rock spy. They don't take kindly to you following them, and attack.
de: Du schaffst es den Rock-Spion einzuholen. Das gefällt ihnen gar nicht und sie beginnen dich anzugreifen.

source: Continue...
de: Fortfahren...

source: You are unable to track down the Rock ship, leaving you lost in the asteroids.
de: Du bist nicht in der Lage das Schiff zu finden und bleibst in den Asteroiden zurück.

source: You successfully manage to track down the Rock ship, but not fast enough. A large asteroid crashes into their hull, tearing the ship apart. You try to scrap what you can without suffering the same fate.
de: Du hast es erfolgreich geschafft, das Schiff zu finden, jedoch nicht schnell genug. Ein riesiger Asteroid kracht in das Schiff und zerstört es. Du verschrottest was geht, bevor dich das gleiche Schicksal erfährt.

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/text
source: The red ship at this beacon belongs to the Mantis. With no obvious motives, you aren't sure why they came here.
de: Das rote Schiff an diesem Signalpunkt gehört zu den Mantis. Ohne offensichtliche Motive, ist es unklar, wieso sie hier sind.

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[1]/text
source: Attack the Mantis.
de: Greife den Mantis an.

source: Theres no words that need be exchanged. As soon as you begin to approach it is clear that your intentions are hostile, and the Mantis prepare to defend themselves.
de: Es werden keine Wörter gewechselt. Sobald du näher kommst, werden sie wütend und machen sich bereit, sich zu verteidigen.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[2]/text
source: Hail them.
de: Rufe sie.

source: The Mantis appear mildly shocked that you reached out to them. Before they can speak however, a Lost Sun ship comes flying out of nowhere and blasts the Mantis ship into oblivion. They seem to identify you as a threat as well.
de: Der Mantis scheint etwas erschrocken, dass du ihn gerufen hast. Bevor er sprechen kann, kommt ein Lost Sun-Schiff und zerstört ihn. Es scheint, dass sie dich auch als Gefahr ansehen.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_MANTIS_LOST"]/choice[3]/text
source: Leave.
de: Gehe wieder.

source: Contrary to expectations, the Mantis make no attempt to follow. You distance yourself from their ship.
de: Anders als gedacht, versucht der Mantis nicht dich zu verfolgen. Du distanzierst dich von dem Schiff.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: Most of the wreckage is too charred to be salvaged, but you still scrap what you can.
de: Der Großteil des Wracks ist zerstört, weshalb du das verschrottest, das geht.

source: Upon investigation, the bridge of the ship fared slightly better than the rest of the ship. A lone Mantis survivor lays trembling in the corner, and almost kills one of your crew as you approach. However after some coaxing you convince him to join your crew.
de: Bei näherer Betrachtung zeigt sich, dass die Brücke des Schiffes nicht so kaputt ist, wie gedacht. Ein einzelner Mantis Überlebender liegt in einer Ecke und tötet dich und deine Crew fast, als ihr näher kommt. Jedoch nach einem Gespräch ist er überzeugt, deiner Crew beizutreten.

source: The weaponry that destroyed this ship has left only worthless junk. As you are about to give up, your eye catches a small crate drifting near what was once the cargo-bay. It contains a few fuel cells that managed to survive the explosion.
de: Die Waffen, welche das Schiff zerstört hatten, haben nur wertlosen Müll zurückgelassen. Kurz bevor du aufgibst bemerkst du eine Kiste der Cargo-Bucht. Sie enthält etwas Treibstoff, der die Explosion überlebt hat.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/text
source: A Lost Sun ship at this beacon has already spotted you before it's too late to slip away unnoticed. They hail you.
de: Ein Lost Sun-Schiff an diesem Signalpunkt hat dich bemerkt, bevor du wieder abhauen kannst. Sie rufen dich.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/choice/text
source: Answer the call.
de: Beantworte den Ruf.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE"]/choice/event/text
source: "So, you are the Federation ship that we have heard so much about, intruding on our sector in some dangerous quest to destroy the Flagship? Brave, and stupid. Stupid that you think you have the right to endanger our sector by drawing the fleet here. If you wish to pass unharmed, you must answer some questions and prove you are worthy."
de: "Du bist also das Föderationsschiff in dem Sektor, von dem wir viel gehört haben, welches das Flaggschiff zerstören soll? Mutig, jedoch dumm. Dumm das du denkst, du hättest das Recht unseren Sektor zu gefährden, indem du die Flotte hierher brings. Wenn du unbeschadet weiter willst, musst du erst ein paar Fragen beantworten, um zu zeigen, dass du würdig bist."

source: Agree.
de: Zustimmen.

source: "We Lost Suns have been fighting a war against the brutal Rock dictatorship for years. For which crime do we hold them responsible and sparked the start of this bloody war?"
de: "Wir Lost Suns führen seit Jahren einen Kampf gegen die brutale Rock Diktatur. Für welches Verbrechen halten wir sie verantwortlich, was diesen blutigen Krieg begonnen hat?"

source: The use of propaganda to lie to their citizens.
de: Die Nutzung von Propaganda, um ihre Bevölkerung zu belügen.

source: Founding the Coalition.
de: Die Gründung der Coalition.

source: "The Coalition is not our enemy, only the Rock Elders and their lies! Not every enemy of the Federation is an enemy of the rest of the galaxy. Let us teach you a well-deserved lesson."
de: "Die Coalition ist nicht unser Feind, sondern die Rock Ältesten und ihre Lügen! Nicht jeder Feind der Föderation, ist ein Feind des Rests der Galaxie. Lass uns dir eine wohlverdiente Lektion erteilen."

source: Continue...
de: Fortfahren...

source: Being a bunch of assholes.
de: Eine Gruppe von Arschlöchern zu sein.

source: "That is not even a crime! If you cannot even be mature, then it is clear you do not belong here. Prepare to have your life extinguished."
de: "Das ist kein Verbrechen! Wenn du nichtmal erwachsen sein kannst, dann gehörst du nicht hier her. Mach dich bereit, dass dein Leben beendet wird."

source: Continue...
de: Fortfahren...

source: Refuse.
de: Ablehnen.

source: "Expected. Then your untimely death is your fault, and your fault alone."
de: "Wie erwartet. Dein unausweichlicher Tod ist deine Schuld und nur deine."

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_1"]/text
source: "Very good, though that was a question anyone but the Rock people themselves could answer."
de: "Sehr gut, dass war die Frage die jeder, außer ein Rock beantworten könnte."

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_1"]/choice/text
source: Continue...
de: Fortfahren...

source: "We Lost Suns are devoted to our religion. Which race is the strongest and most pure of any other?"
de: "Welche Rasse ist die Stärkste und Beste, besser als jede andere?"

source: The Rockmen.
de: Die Rockmänner.

source: "You are incorrect. You think pandering to us will get you anywhere? No race is pure, until they are engulfed in the holy fire! You are not worthy of such treatment. Prepare to be destroyed by filthy mortal flames."
de: "Du liegst falsch. Du glaubst uns zu schmeicheln wird dich weiterbringen? Keine Rasse ist die Beste, bis sie von dem heiligen Feuer verschlingt wird! Du bist es nicht wert. Mache dich bereit, von den dreckigen sterblichen Flammen zerstört zu werden."

source: The Crystals.
de: Die Crystals.

source: "Bah haha! That is the lie told to us from birth! The Crystals are no gods, they are false idols! Clearly, you too believe the lies of the Elders. We will remove you from this world in which you do not belong."
de: "Hahah! Das ist die Lüge, die uns von Geburt an erzählt wird! Die Crystals sind keine Götter, sondern falsche Idole! Offensichtlich glaubst du auch an die Lügen der Ältesten. Wir werden dich von dieser Welt entfernen, in die du nicht gehörst."

source: None. Only the holy fires can truly be pure.
de: Keine.

source: The Federation.
de: Die Föderation.

source: The Lost Sun captain decends into clear rage. "You think this is funny? The Federation is not even a race! I have no time for this idiocy. I will cleanse your sins with fire!"
de: Der Lost Sun Kapitän wird von Wut übermannt. "Du glaubst das ist witzig? Die Föderation ist nichtmal eine Rasse! Ich habe keine Zeit, für diese Dummheit. Ich werde deine Sünden mit Feuer ausmerzen!"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_2"]/text
source: "Yes, the fires that gave birth to all life are the only thing that can cleanse us of our sins!"
de: "Ja, die Feuer die jegliches Leben geboren haben, können uns von unseren Sünden reinigen!"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_2"]/choice/text
source: Continue...
de: Fortfahren...

source: "No government is free of lies or scandals. Prove to us that you see through the lies that your precious Federation has been spreading for years."
de: "Keine Regierung ist frei von Lügnern und Skandalen. Beweise, dass du durch die Lügen siehst, welche die Föderation seit Jahren verbreitet hat."

source: The Federation has been supporting the Lost Suns only to cripple the Coalition.
de: Die Föderation hat die Lost Suns unterstützt, gegen die Coalition vorzugehen.

source: The Federation is as responsible for the Rebellion as the Rebels themselves.
de: Die Föderation ist genau so verantwortlich für die Rebellion, wie die Rebellen selbst.

source: The Federation has committed as many warcrimes as any of their enemies.
de: Die Föderation hat viele Kriegsverbrechen gegen ihre Feind vollrichtet.

source: The Federation has never told a lie.
de: Die Föderation hat noch nie gelogen.

source: "Hah! So you are truly a simple minded fool, following what you are told blindly. There is no room for people like you in this galaxy."
de: "Hah! Du bist wirklich ein einfältiger Narr, der glaubt, was man ihm sagt. Es gibt keinen Platz für Leute wie dich, in der Galaxie."

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_3"]/text
source: "You impress me, captain. I have challenged many, many ships who have passed through here before, and not one has been able to prove themselves. You have my respect. Let me come with you on your journey, so that I may see how a surveyor of truth such as yourself handles such a daunting mission that awaits you."
de: "Du beeindruckst mich, Kapitän. Ich habe viele, viele Schiffe herausgefordert, die hier durchgekommen sind und keines konnte sich beweisen. Du hast meinen Respekt. Lass mich mit dir mitkommen und sehen, wie du dich auf einer Reise, wie du sie vor dir hast beweist."

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGE_CORRECT_3"]/crewMember
source: Captain Solid
de: Kapitän Solid

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/text
source: An entire Rock settlement, a remnant from before the Lost Sun's takeover of this sector, is rooted on the nearby planetoid. However that record doesn't seem like it will last long, as a Lost Sun ship is assaulting the settlement's poorly maintained defences.
de: Eine Rocksiedlung in der Nähe, welche ein Überbleibsel vor der Lost Sun Übernahme des Sektors ist, ist in der Nähe des Planetoiden verwurzelt. Jedoch nicht mehr lange, da ein Lost Sun-Schiff die schlecht bewaffnete Siedlung angreift.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[1]/text
source: Help the Rockmen and destroy the Lost Suns.
de: Helfe den Rockmänner und zerstöre die Lost Suns.

source: Not all Rockmen should be blamed for the antagony of their government. You block the Lost Suns and prepare to fight.
de: Nicht alle Rockmänner sollten für die Taten ihrer Regierung verantwortlich gemacht werden. Du blockierst die Lost Suns und machst dich zum Kampf bereit.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[2]/text
source: Aid in the destruction of the settlement.
de: Helfe die Siedlung zu zerstören.

source: You approach to attack the settlement but the Lost Sun ship stops you. "Federation, this is not a job for you. Leave this beacon so that we may carry out our duty." You fly a safe distance away before they can reinforce their words with weapons.
de: Du kommst näher, wobei das Lost Sun-Schiff dich stoppt. "Föderation, das ist nicht dein Job. Verlasse den Signalpunkt, dass wir unsere Arbeit beenden können." Du fliegst eine sichere Distanz weg, bevor sie vielleicht noch dich angreifen würden.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_SETTLEMENT"]/choice[3]/text
source: Ignore the settlement.
de: Ignoriere die Siedlung.

source: You try not to think of all the innocent lives that will be lost because of this attack, and try to focus on doing something aboard the ship instead.
de: Du versuchst nicht über die unzäligen Unschuldigen zu denken, welche durch den Angriff sterben werden und konzentrierst dich darauf, etwas an Bord des Schiffes zu tun.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

source: The Rockmen are grateful for your help. They were a small farming colony that was cut off from the main trade routes after the Lost Suns captured the sector and were stuck in poverty. A few good-natured Federation ships in the past had given them some supplies, but this inevitably led to their discovery. They have nothing to pay you, so instead they fix up your hull.
de: Die Rockmänner sind für die Hilfe dankbar. Sie sind eine kleine Agrar-Kolonie, welche von den Handelsrouten abgekappt wurde, nachdem die Lost Suns den Sektor ubernahmen und sind deshalb arm. Ein paar gute-gesinnte Föderationsschiffe haben in der Vergangenheit ihnen Rationen gebracht, wodurch sie entdeckt wurden. Sie haben nichts um dich zu bezahlen, weshalb sie deine Hülle reparieren.

source: The colony did not fare as well as you had expected. Most of the Lost Sun's attacks had made their way past the weak shield protecting the structures on the surface, killing a good portion of their population. They have nothing that they can spare you other than a feeble thank you, but one of the survivors offers to join your crew, as his life in the settlement no longer holds any promise.
de: Die Siedlung hat nicht so gut überlebt, wie gedacht. Die meisten Angriffe der Lost Suns haben es durch die schwachen Schilde geschafft und einen Großteil der Bevölkerung dezimiert. Sie haben nichts andere was sie dir geben können, außer ein Danke und ein Überlebender möchte deiner Crew beitreten, da sein vorheriges Leben nun in Schutt und Asche ist.

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_CIVILIAN"]/text
source: A poorly armed civilian ship is stuck at this beacon, evidently out of fuel. They beg you to spare them some capsules so that they can escape the sector before a Lost Sun patrol find them.
de: Ein schlecht bewaffnetes Zivilistenschiff ist an diesem Signalpunkt liegen geblieben und hat kein Treibstoff mehr. Siie bitten dich ob du ihnen etwas Treibstoff geben kannst, damit sie den Sektor verlassen können, bevor die Lost Suns sie bemerken.

source: Lend some fuel.
de: Leihe ihnen etwas Treibstoff.

source: The civilians are grateful for your help.
de: Die Zivilisten sind für die Hilfe dankbar.

source: Continue...
de: Fortfahren...

source: They don't have much scrap to spare, but decide to lend some extra missiles and perform repairs to your hull.
de: Sie haben nicht viel Schrott, weshalb sie dir Raketen geben und deine Hülle reparieren.

source: Tell them that you cannot help.
de: Sage ihnen, dass du nicht helfen kannst.

source: In a fit of pure desperation and as a last ditch attempt to save their lives, the civilians power on their weapons and attack you.
de: In einem Anfall von purer Verzweiflung, um ihr Leben zu retten, fahren die Zivilisten ihre Waffen hoch und greifen dich an.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_WRECK"]/text
source: You arrive to the location of the distress beacon, but the ship that was once here has been reduced to a singed wreck. It is impossible to discern what faction is used to belong to. You don't know what happened to their attacker, but you figure it's safe to salvage.
de: Du kommst an der Position des Notfall-Signalpunktes an, jedoch ist das Schiff bereits ein Wrack. Es ist unmöglich zu sagen, zu wem es mal gehörte. Du weißt nicht, was mit dem Angreifer passiert ist, glaubst aber es ist sicher zu verschrotten.

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_COALITION"]/text
source: A Coalition ship, sent to sabotage the Lost Suns, appears to have already arrived at the location of the distress beacon. Whoever was the original source of the distress is long gone, but the Coalition doesn't intend on letting you go easily.
de: Ein Coalitionsschiff, welches die Lost Suns sabotieren sollte, ist der Grund des Notrufs. Das Schiff, welches um Hilfe gerufen hatte ist bereits weg und das Coalitionsschiff, welches nun hier ist, wird dich nicht einfach gehen lassen.

# data/events_lostsun.xml$//event[@name="DISTRESS_LOSTSUN_COALITION"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/text
source: A gathering of Lost Sun ships is nearby. They're suspicious of your presence and begin to distance themselves from your ship.
de: Eine Gruppe von Lost Sun-Schiffen ist in der Nähe. Sie sind vorsichtig, aufgrund deiner Präsenz und beginnen sich weg zu bewegen.

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/choice[1]/text
source: Hail them.
de: Rufe sie.
