Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_lostsun.xml/*.po
Languages: de

source: The Lost Suns are reluctant to respond until you show your Federation badge, which luckily seems to resonate with them. "So, eager to prove your alliance? We have a task for you, but it is of utmost importance. Are you up for a challenge?"
de: Die Lost Suns weigern sich zu antworten, bis du deine Föderationsmarke vorzeigst, was glücklicherweise sie erleichtert. "So erpicht deine Allianz zu beweisen? Wir haben eine Aufgabe für dich, von höchster Bedeutung. Bist du für die Herausforderung bereit?"

source: Agree.
de: Zustimmen.

source: "At the following co-ordinates you will find a Rock comms station set up here to relay information on our revolution to the Rock Elders. We're planning an invasion on the nearby planet which also hosts a Rock settlement, but we cannot do so until the comms station is destroyed. We request that you disable it in any way you can so we can go forward with our attack."
de: "An den folgenden Koordinaten wirst du eine Rock Kommunikationsstation finden, welche Informationen unserer Revolution an die Ältesten weitergibt. Wir wollen den Planeten in der Nähe einnehmen, welcher eine Rock-Bastion beherbergt, aber können das nicht tun, solange die Station funktioniert. Wir bitten, dass du sie auf irgend eine Weise deaktivierst, damit wir unseren Angriff durchführen können."

source: We cannot risk our primary mission.
de: Wir können unsere Hauptmission nicht gefährden.

source: "Then you already know too much." The other ships disperse while the largest of the group moves in to attack.
de: "Dann weißt du zu viel." Die anderen Schiffe gehen, während eine große Gruppe sich zum Angriff bereit macht.

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION"]/choice[2]/text
source: We should do the same.
de: Das sollten wir auch machen.

source: Once they see you too avoiding their group, the Lost Suns relax and continue their secretive discussion.
de: Als sie sehen, dass du ihnen ausweichst, sind die Lost Suns erleichtert und reden weiter über ihre geheime Mission.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_DISRUPTION_QUEST"]/text
source: You've found the Rock comms station the Lost Suns told you about. It's very poorly armed, though you can't stage a full scale attack without the settlement dispatching reinforcements.
de: Du hast die Rock Kommunikationsstation gefunden, von denen die Lost Suns dir erzählt haben. Sie ist schlecht bewaffnet, wobei du aber keinen Angriff starten kannst, ohne das die Festung Verstärkung sendet.

source: Attempt to fire on the station from a distance.
de: Versuche aus der Entfernung auf die Station zu schießen.

source: Your feeble attacks are ineffective on the station, and a settlement ship is sent to chase you off. Your hull takes some damage but after you've put a good distance between yourself and the settlement the ship stops chasing you.
de: Deine schwachen Angriffe sind ineffektiv gegen die Station und ein Schiff wurde entsendet, um dich wegzujagen. Deine Hülle nimmt etwas Schaden, aber nachdem es dich weit genug weggejagt hat, lässt es dich in Ruhe.

source: (Hacking) Shut down the station's systems.
de: (Hacking) Schalte die Systeme der Station aus.

source: Your hacking is able to temporarily shut down the sensor station long enough to damage their relay systems. You hail the Lost Suns, who jump in shortly after and quickly take over the settlement.
de: Dein Hackingsystem schaltet temporär die Sensoren der Station aus, so lange, bis du ihre Relaissysteme zerstört hast. Du rufst die Lost Suns, welche kurz danach herspringen und die Festung erobern.

source: Continue...
de: Fortfahren...

source: The head Lost Sun ship thanks you for your help, and pays you.
de: Das Leiter Lost Sun-Schiff bedankt sich bei dir und bezahlt dich.

source: (Slug Crew) Have your Slug hack into their relay systems.
de: (Slug Crew) Lass deinen Slug ihre Relaissysteme hacken.

source: Your Slug is able to temporarily shut down the sensor station long enough to damage their relay systems. You hail the Lost Suns, who jump in shortly after and quickly take over the settlement.
de: Dein Slug schaltet temporär die Sensoren der Station aus, so lange, bis du ihre Relaissysteme zerstört hast. Du rufst die Lost Suns, welche kurz danach herspringen und die Festung erobern.

source: Continue...
de: Fortfahren...

source: The head Lost Sun ship thanks you for your help, and pays you.
de: Das Leiter Lost Sun-Schiff bedankt sich bei dir und bezahlt dich.

source: (Engi Crew) Have your Engi hack into their relay systems.
de: (Engi Crew) Lass deinen Engi ihre Relaissysteme hacken.

source: Your Engi is able to temporarily shut down the sensor station long enough to damage their relay systems. You hail the Lost Suns, who jump in shortly after and quickly take over the settlement.
de: Dein Engi schaltet temporär die Sensoren der Station aus, so lange, bis du ihre Relaissysteme zerstört hast. Du rufst die Lost Suns, welche kurz danach herspringen und die Festung erobern.

source: Continue...
de: Fortfahren...

source: The head Lost Sun ship thanks you for your help, and pays you.
de: Das Leiter Lost Sun-Schiff bedankt sich bei dir und bezahlt dich.

source: There's nothing we can do.
de: Es gibt nichts, was wir machen können.

source: It's too risky to attack the station. You hope the Lost Suns find a different way to complete their mission.
de: Die Station anzugreifen, ist zu riskant. Du hoffst, dass die Lost Suns einen anderen Weg finden, ihre Mission zu erfüllen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/text
source: Arriving at the beacon, you find there is already a ship here, a very poorly armed Lost Sun. They hail you. "Good, at last someone came. Our distress beacon malfunctioned and we were not sure someone "friendly" would arrive in time. Our ship ran out of ammunitions, and we had to switch to some weaker weapons. Unfortunately, this also means we cannot protect ourselves from the Rock and Coalition hunters. We request that you escort us to the nearest outpost."
de: Du kommst am Signalpunkt an und findest ein weiteres, schlecht bewaffnetes, Lost Sun-Schiff hier. Sie rufen dich. "Gut, endlich ist jemand da. Unser Notfall-Signalpunkt hat eine Fehlfunktion und wir wussten nicht, ob jemand "freundliches" rechtzeitig ankommt. Unser Schiff hat keine Munition mehr und wir mussten zu schwächeren Waffen wechseln. Unglücklicherweise heißt das, dass wir uns nichtmehr gegen Rock und Coalition Jäger verteidigen können. Wir bitten, dass du uns zum nächsten Außenposten eskortierst."

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[1]/text
source: Agree to escort them.
de: Erkläre dich bereit, sie zu eskortieren.

source: "Your eagerness to assist us has been noted. We will follow you to these co-ordinates."
de: "Dein Eifer, uns zu helfen, wurde zur Kenntnis genommen. Wir werden dir zu diesen Koordinaten folgen."

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[2]/text
source: Deny their request.
de: Lehne ihre Bitte ab.

source: "So, the things I have heard about the Federation are true? I should've expected this. Go, leave this place and hope you do not fall victim to the same enemies that we are defenseless against."
de: "Also ist das, was wir über die Föderation gehört haben, wahr? Wir hätten das erwarten sollen. Hau ab und hoffe, dass du nicht jemand zum Opfer fällst."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="QUEST_LOSTSUN_ESCORT"]/choice[3]/text
source: Offer some ammo.
de: Biete ihnen etwas Munition an.

source: "No, we do not need your donations or gifts. We only request an escort."
de: "Nein, wir wollen keine Geschenke oder Spenden. Nur eine Eskorte."

source: Agree to escort them.
de: Erkläre dich bereit, sie zu eskortieren.

source: "Your eagerness to assist us has been noted. We will follow you to these co-ordinates."
de: "Dein Eifer, uns zu helfen, wurde zur Kenntnis genommen. Wir werden dir zu diesen Koordinaten folgen."

source: Deny their request.
de: Lehne ihre Bitte ab.

source: "So, the things I have heard about the Federation are true? I should've expected this. Go, leave this place and hope you do not fall victim to the same enemies that we are defenseless against."
de: "Also ist das, was wir über die Föderation gehört haben, wahr? Wir hätten das erwarten sollen. Hau ab und hoffe, dass du nicht jemand zum Opfer fällst."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST"]/text
source: You arrive at the outpost, but it is too late. A large elite Rock ship has already demolished the structure. They spot you and hardly give you a chance to assess the situation before attacking.
de: Du kommst am Außenposten an, aber es ist zu spät. Ein großes Elite Rockschiff hat bereits die Station zerstört. Sie sehen dich und geben dir keine Chance die Situation zu betrachten, bevor sie angreifen.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_ESCORT_QUEST_RAID_WIN"]/text
source: You salvage the ship. Much of the wreckage can be recovered as scrap. You offer to share the spoils with the Lost Suns, but they refuse. You salvage what you can carry before contacting them further.
de: Du verschrottest so viel wie geht, von dem Schiff. Vieles kann als Schrott gesammelt werden. Du bietest den Lost Suns an, die Beute zu teilen, jedoch lehnen sie ab. Du bergst was du kannst, bevor du sie wieder rufst.

source: Continue...
de: Fortfahren...

source: "So, our outpost has been... destroyed. This was unexpected. Your aid is much appreciated Federation Captain, but I must ask one more favor of you. I have tried to be devoted to the Lost Sun cause, but after this tragedy... the loss of many of my friends... I see now this war of ours will lead to nothing but bloodshed. I have nothing left. May I come with you, to experience all that I would never see if I stayed here, fighting a pointless war?"
de: "Also unser Außenposten wurde... zerstört. Das war unerwartet. Deine Hilfe wissen wir zu schätzen, Föderationskapitän, aber ich muss dich noch um einen Gefallen bitten. Ich habe versucht mich für die Lost Suns einzusetzen, aber ich habe so viele Freunde verloren... und so viel Leid gesehen... unser Krieg schafft nichts, außer Blutvergießen. Ich habe nichts mehr übrig. Darf ich mit dir kommen und sehen, was das Leben zu bieten hat, außer einem sinnlosen Krieg?"

source: Accept.
de: Akzeptieren.

source: The Rockman eagerly hurries to gather his things and come aboard. He says a brief, formal farewell to his crew, wishing them luck in their future struggles.
de: Der Rockmann beeilt sich, seine Sachen zu packen und kommt auf dein Schiff. Er sagt ein kurzes Aufwiedersehen zu seiner Crew, welche ihm Glück für die Zukunft wünschen.

source: Sorry, but we don't need more crew.
de: Entschuldigung, aber wir brauchen nicht mehr Crew Mitglieder.

source: The Rockman looks upset, but he quickly goes back to his usual formal manner. "I suppose this makes sense. You too are fighting a war as well. As promised, payment is due, even if the outcome of this mission has been a failure."
de: Der Rockmann sieht wütend aus, aber kehrt kurz darauf zu seinem alten Selbst zurück. "Ich denke, das ergibt Sinn. Du kämpfst auch einen Krieg. Wie versprochen, deine Bezahlung, selbst wenn meine Mission nicht funktioniert hat."

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/text
source: A Lost Sun vessel is nearby, their captain frantically pacing back and forth. "You there- you belong to the Federation fleet? You must assist us. It is of the highest importance."
de: Ein Lost Sun-Schiff ist in der Nähe und der Kapitän läuft hektisch hin und her. "Du da- du gehörst zur Föderationsflotte? Du musst uns helfen. Es ist von höchster Wichtigkeit."

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/choice[1]/text
source: Listen to their request.
de: Höre seine Bitte an.

source: "Our leader, Admiral Ariadne's personal cruiser has been taken by Inquisition forces at these co-ordinates. You must rescue her under any conditions, or else we are doomed. The Federation is the Lost Suns' only ally, we must rely solely on your efforts for our continued survival."
de: "Unsere Anführerin, Admiralin Ardiadnes persönlicher Kreuzer, wurde von Inquisitions-Kräften bei diesen Koordinaten gekapert. Du musst sie retten, unter egal welchen Umständen oder wir sind alle verloren. Die Föderation ist ein Verbündeter der Lost Suns, also müssen wir auch aufeinander bauen, was unser Überleben angeht."

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK1"]/choice[2]/text
source: We don't have the time.
de: Wir haben dafür keine Zeit.

source: The Rockman merely grunts and flies away.
de: Der Rockmann grunzt und fliegt weg.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/text
source: The fleet the Lost Suns mentioned isn't present at the co-ordinates they gave, but the cruiser is! The ship hails you, a gruff Rockman with a scar down his eye staring you down. "The Inquisition has recovered this vessel, and the same shall be for this entire sector. It would be wise for the Federation to cut ties with the Lost Suns and leave at once, or face the wrath of a second Inquisition. It is only a matter of time until the Theocracy rises again; which side do you want to be on?"
de: Die Flotte der Lost Suns, ist nicht bei den Koordinaten, welche dir gegeben wurden, aber der Kreuzer ist hier! Das Schiff ruft dich und ein rauer Rockmann, mit einer Narbe über einem Auge starrt dich an. "Die Inquisition hat diesen Kreuzer zurückgeholt und das gleiche soll mit dem ganzen Sektor geschehen. Es wäre schlau für die Föderation, wenn sie die Lost Suns nicht weiter unterstützen, da sie sonst den Zorn einer zweiten Inqusition erfahren werden. Es ist nur eine Zeit, bis die Theocracy sich wieder erhebt; auf welcher Seite willst du sein?"

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[1]/text
source: You're right, the Lost Suns are a pathetic ally to the Theocracy's strength.
de: Du hast Recht, die Lost Suns sind ein erbärmlicher Verbündeter, im Angesicht der Stärke der Theocracy.

source: "So you have changed your mind so suddenly? What makes you say these words?"
de: "Also hast du deine Meinung so schnell geändert? Was lässt dich diese Worte sprechen?"

source: The Lost Suns are rash and violent. The Theocracy knows how to time its strikes.
de: Die Lost Suns sind unbesonnen und gewalttätig. Die Theocracy weiß genau, wann sie zuschlagen müssen.

source: The Rockman on the camera changes his composure. "You know nothing then. Too easily persuaded, an unworthy ally to the Lost Suns. Be glad you get off easy, I would much rather squish your head had I orders not to."
de: Der Rockmann in der Kamera ändert seine Haltung. "Du weißt also nichts. Jemand der sich so leicht beeinflussen lässt, ist kein würdiger Partner der Lost Suns. Sei froh, dass wir dich so leicht gehen lassen, ich würde deinen Kopf zerschmettern, hätte ich nicht andere Befehle."

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[2]/text
source: The Inquisition has failed before.
de: Die Inquistion hat schon einmal versagt.

source: "THE INQUISITION HAS NEVER FAILED! We have merely... paused our efforts, until the time is right. The Coalition shall be the spark that reignites the fires of fury in our hearts."
de: "DIE INQUISITION HAT NIEMALS VERSAGT! Wir haben lediglich... unsere Bemühungen unterbrochen, bis die Zeit reif ist. Die Coalition wird der Funke sein, der das Feuer in den Herzen des Zorns, neu entfacht."

source: Spoken like a true Lost Sun.
de: Gesprochen wie ein echter Lost Sun.

source: "You dare insult the might and grace of the Elder's holy crusades? You die here!"
de: "Du wagst es dich, die Macht und Anmutigkeit der Kreuzzüge, der Ältesten zu beleidigen? Du wirst hier sterben!"

source: Continue...
de: Fortfahren...

source: This isn't a hill to die on. Leave.
de: Das ist kein Berg, auf dem man sterben sollte. Gehe wieder.

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK2"]/choice[3]/text
source: Remain silent and leave.
de: Bleibe still und gehe.

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK3"]/text
source: "Yes, and it is safe to say you have passed. The Lost Suns are not sparing with their alliances. If you truly represent the Federation, then you have done a good job showing your loyalty. The Theocracy will resent ever having crossed our path with you on our side."
de: "Ja und man kann sicher sagen, du hast den Test bestanden. Die Lost Suns sind nicht sparsam, was ihre Verbündeten angeht. Wenn du wirklich die Föderation repräsentierst, dann hast du gute Arbeit geleistet, deine Loyalität zu beweisen. Die Theocracy wird es bereuen, jemals mit uns in Kontakt getreten zu sein."

# data/events_lostsun.xml$//event[@name="LOSTSUN_FLEET_UNLOCK3"]/choice[1]/text
source: Continue...
de: Fortfahren...

source: "It would be criminal to not extend aid to you as well. I will provide you with quality military supplies to assist you. I have already begun the transfer of the blueprints for this very ship to the Federation, in hopes it will be used in their fight."
de: "Es wäre kriminell, dir nicht auch zu helfen. Ich werde dich mit hochwertigen militärischen Gütern versorgen, um dich zu unterstützen. Ich habe bereits damit begonnen, die Baupläne für dieses Schiff an die Föderation zu übermitteln, in der Hoffnung, dass es in ihrem Kampf eingesetzt werden kann."

source: As a matter of fact, I did overthrow the Rock government once.
de: Tatsächlich habe ich mal die Rock Regierung gestürzt.

source: Ariadne breaks into laughter, but stops. "My stars, you ARE the ship we heard about. Overthrow is hardly the word, but you have sent their homeworlds into chaos! Your efforts have been a considerable aid to ours. Allow me to help you in every way I can."
de: Ariadne fängt an zu lachen, aber stoppt sich kurz darauf. "Mein Gott, du BIST das Schiff, von dem wir gehört haben. Stürzen ist nicht wirklich das Wort, aber du hast ihre Heimatwelten in Chaos gestürzt! Deine Taten, haben unserer Bewegung sehr geholfen. Lass mich dir auf jede mögliche Weise helfen."
