Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_lostsun.xml/*.po
Languages: de

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/text
source: A destroyed Rock ship drifts, its hull picked clean recently. However, you are lucky and find one surviving crate of ammunition.
de: Ein zerstörtes Rockschiff schwebt durch die Gegend, mit der Hülle abhanden. Jedoch, hast du Glück und findest etwas Munition.

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/choice[1]/text
source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

# data/events_lostsun.xml$//event[@name="LOSTSUN_MISSILES_DRIFT"]/choice[2]/text
source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/text
source: A team of Lost Sun ships appear to be demolishing a nearby Crystalline shrine. They hail you, asking if you can spare any explosives.
de: Ein Team von Lost Sun-Schiffen, scheint einen Crystal Schrein in der Nähe zu zerstören. Sie rufen dich und fragen, ob du ihnen Sprengstoff leihen kannst.

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[1]/text
source: Lend them some missiles.
de: Leihe ihnen ein paar Raketen.

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[1]/event/text
source: "We were not expecting a supply ship any time soon, and this may help." They fire a rocket directly into the foundation of the structure, sending the entire thing crumbling. "Surprising. We have not had access to quality ammunitions such as these in a long time. May we keep the spares?"
de: "Wir haben kein Versorgungs-Schiff in nächster Zeit erwartet, also wird das sicherlich helfen." Sie feuern eine Rakete direkt in das Fundament der Struktur, was die gesamte Struktur erschüttert. "Überraschend. Wir hatten seit langer Zeit nicht mehr Zugang, zu solch guter Munition. Können wir den Rest behalten?"

source: Let them keep the missiles.
de: Lass sie die Raketen behalten.

source: "Your good will has been noted. Let us repay you, captain."
de: "Deine gute Tat wurde notiert. Lass uns dich bezahlen, Kapitän."

source: Request that they give the spares back.
de: Frage, ob sie dir die restlichen Raketen zurückgeben können.

source: "Fine, but do not think that we will forget this. You may think these come in easy supply, but they do not."
de: "Na gut, aber denke nicht, dass wir das nicht vergessen werden. Du glaubst vielleicht, dass man einfach an die rankommen kann, das stimmt jedoch nicht."

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[2]/text
source: Apologize and turn down their offer.
de: Entschuldige dich und lehne ihre Bitte ab.

# data/events_lostsun.xml$//event[@name="LOSTSUN_SHRINE"]/choice[2]/event/text
source: The Lost Suns do not try to hail you again. You put some distance between yourself and them just in case.
de: Die Lost Suns versuchen nicht nochmal, dich zu rufen. Du entfernst dich von ihnen, einfach um sicher zu gehen.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/text
source: An incessant beeping on your radar shows a strange object floating in empty space. It appears to be... a Lost Sun weapon cache?
de: Ein unaufhörliches Geräusch auf deinem Radar, zeigt ein seltsames Objekt, welches im leeren Raum fliegt. Es scheint... eine Lost Sun Waffen-Kiste zu sein?

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[1]/text
source: Open it.
de: Öffne sie.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[2]/text
source: Don't risk it.
de: Riskiere es nicht.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CACHE"]/choice[2]/event/text
source: Stealing military supplies in Lost Sun territory doesn't sound like a good idea. You leave it be.
de: Militärgüter im Lost Sun Territorium zu stehlen, ist keine gute Idee. Du lässt es sein.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[1]/text
source: You pry open the cache to find racks and racks of ammunition.
de: Du öffnest die Kiste und findest einen Haufen von Munition.

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[2]/text
source: The cache is filled mostly with first aid supplies and rations. You do however find a fire weapon, the black sheep of the supplies.
de: Die Kiste ist hauptsächlich voll mit Erste Hilfe Gütern und Rationen. Du findest jedoch eine Feuerwaffe, das schwarze Schaf von Gütern.

# data/events_lostsun.xml$//eventList[@name="LOSTSUN_CACHE_OPEN"]/event[3]/text
source: The cache is harder to open than you expected. You spend some time trying to open it when a Lost Sun ship spots you, and attacks! You abandon the cache and prepare to fight.
de: Du Kiste zu öffnen ist härter als gedacht. Du verbringst etwas Zeit die Kiste zu öffnen, als dich ein Lost Sun-Schiff sieht und angreift. Du lässt die Kiste in Ruhe und machst dich zum Kampf bereit.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/text
source: A Lost Sun fleet appears to be protecting the nearby moon, which houses a relatively large mining operation. On closer inspection, it seems the fleet is poorly armed.
de: Eine Lost Sun Flotte scheint den Mond in der Nähe zu beschützen, welcher eine riesige Bergbauoperation beherbergt. Bei näherer Betrachtung scheint es, dass die Flotte schlecht bewaffnet ist.

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[1]/text
source: Contact them.
de: Kontaktiere sie.

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[1]/event/text
source: "A Federation ship, in our sector? Are you another supply runner?" You shake your head. "Hmph. I do not normally request help from strangers who may or may not be welcome, but we are in need of ammunition. Do you have any warheads that you can spare?"
de: "Ein Föderationsschiff in unserem Sektor? Bist du ein weiterer Versorgungslieferant?" Du schüttelst du Kopf. "Hmm. Ich habe normalerweise keine Bitten an Fremde, welche mehr oder weniger willkommen sind, aber wir brauchen Munition. Hast du vielleicht Raketen übrig, die du uns leihen kannst?"

source: Give them some missiles.
de: Gebe ihnen ein paar Raketen.

source: "I see you are not sparing with your supplies. All the same, it was not my place to ask. Something is better than nothing..."
de: "Ich sehe, du gibst deine Güter nicht einfach so weg. Naja, es war auch nicht mein Platz danach zu fragen. Etwas ist besser als nichts..."

source: Continue...
de: Fortfahren...

source: Reluctantly, the Lost Sun captain gives you some scrap as payment.
de: Widerwillig gibt dir der Lost Sun Kapitän Scrap, als Bezahlung.

source: Give them many missiles.
de: Gebe ihnen viele Raketen.

source: "This is quite the supply. You surprise me, Federation captain. I suppose I am now in your debt."
de: "Das ist eine große Ladung. Du überrascht mich, Föderationskapitän. Ich schätze, ich stehe jetzt in deiner Schuld."

source: Continue...
de: Fortfahren...

source: Thankful for your large donation, the Lost Suns pay you back with ample scrap.
de: Für die große Gabe dankbar, geben dir die Lost Suns viel Schrott.

source: (Recycler) Give them the augment.
de: (Recycler) Gebe ihnen das Augment.

source: "Interesting technology. I have heard of it, yes, but our budget is low. This will help us considerably. Thank you, captain."
de: "Interessante Technologie. Ich habe davon gehört, aber unser Budget ist nicht groß genug. Das wird uns sehr helfen. Vielen Dank, Kapitän."

source: Continue...
de: Fortfahren...

source: The Lost Suns repay your tech with some of their own, as well as some scrap.
de: Die Lost Suns geben dir etwas von ihrer Technologie, sowie etwas Schrott.

source: We cannot help.
de: Wir können nicht helfen.

source: "As expected. Hurry along then, and hope misfortune does not follow you."
de: "Wie erwartet. Hau schnell ab und hoffe, dass dich das Unglück nicht einholt."

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[2]/text
source: Leave them.
de: Lass sie in Ruhe.

# data/events_lostsun.xml$//event[@name="LOSTSUN_DONATION"]/choice[2]/event/text
source: There isn't anything that concerns you here. You fly away.
de: Es gibt nichts, was dich hier beschäftigt. Du fliegst weg.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[1]
source: "This is our territory, Federation. Not all of us welcome your pity. Get out of our sector, or we will send you to the fiery pits of the underworld."
de: "Das ist unser Territorium, Föderation. Nicht jeder von uns, heißt euer Mitleid willkommen. Haut aus unserem Sektor ab oder wir werden euch in die feurigen Gruben der Unterwelt senden."

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[2]
source: You find yourself in an argument with another Lost Sun ship over restricted beacons and such, and soon their weapons are drawn!
de: Du findest dich in einer Diskussion mit einem anderen Lost Sun-Schiff, über abgesperrte Signalpunkte und des Weiteren und schon bald sind ihre Waffen hochgefahren!

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[3]
source: Not all Lost Suns are appreciative of the Federation's help, and some are even angered by it. The one at this beacon most certainly does not appreciate your presence.
de: Nicht alle Lost Suns schätzen die Hilfe der Föderation wert und manche sind sogar wütend, wegen dem Ganzen. Dieser, an dem Signalpunkt, schätzt deine Präsenz ganz bestimmt nicht wert.

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_LOSTSUN"]/text[4]
source: Your presence appears to have offended the Lost Sun ship at this beacon in some way, because their weapons are ready and aimed straight at you!
de: Deine Präsenz hier, scheint den Lost Sun an diesem Signalpunkt entrüstet zu haben, da ihre Waffen hochgefahren wurde und dich anvisieren!

# data/events_lostsun.xml$//event[@name="ENCOUNTER_ROCK_LOSTSUN"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[1]
source: "Your alliance with the radical terrorist group that is the Lost Suns will not be tolerated anymore, Federation Captain."
de: "Deine Allianz mit der radikalen Terroristengruppe Lost Suns, wird nicht länger toleriert, Föderationskapitän."

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[2]
source: The Rock government frequently sends ships to attack this sector. One such ship has noticed you, and doesn't risk you revealing their position.
de: Die Rock-Regierung sendet regelmäßig Schiffe in diesen Sektor. Eines dieser Schiffe hat dich bemerkt und wird nicht riskieren, dass du ihre Position verrätst.

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[3]
source: Shots scatter across your defenses, but none do any severe damage. An unseen Rock ship scouting out the sector is attacking!
de: Deine Verteidigung wird von Schüssen getroffen, aber keine davon richten starken Schaden an. Ein unbemerktes Rockschiff späht den Sektor aus und greift an!

# data/events_lostsun.xml$//textList[@name="TEXT_ENCOUNTER_ROCK_LOSTSUN"]/text[4]
source: "Brave, coming here. The Rockmen do not appreciate your support of these arsonists, and we intend to do right by our true leaders!"
de: "Es ist mutig von dir, hier her zu kommen. Die Rockmänner schätzen deine Unterstützung der Brandstifter nicht wert und wir werden unseren wahren Anführern Recht tun!"

source: Continue...
de: Fortfahren...

source: Continue...
de: Fortfahren...

source: As the Rockmen are a powerful ally of the Coalition, they have requested that some force be dispatched to take care of the Lost Sun threat. The ship here appears to group you in with that threat and attacks!
de: Da die Rockmänner starke Mitglieder der Coalition sind, haben sie angefragt, ob Kräfte zur Bekämpfung der Lost Suns entsendet werden können. Das Schiff hier scheint dich dazu zu zählen und greift dich auch an!

source: A Coalition ship hunting down Lost Sun ships spots you. They waste no time to power up their weapons and attack.
de: Ein Coalitionschiff, welches Lost Suns jagt, bemerkt dich. Sie verschwenden keine Zeit und fahren die Waffen hoch, um dich anzugreifen.

source: An angered Slug captain aboard the Coalition ship at this beacon hails you. "I came here to hunt ssome fire-obsssesssed freaksss, not more Federation asssssholesss! Prepare to be erasssed."
de: Ein wütender Slug Kapitän auf einem Coalitionschiff ruft dich, an diesem Signalpunkt. "Ich bin hier her gekommen, um ein paar Feuer-bessesssssssene Freaksssss zu jagen, nicht noch mehr Föderationssss Arschlöcher! Mach dich bereit, gelösssscht zu werden."

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE"]/choice[1]/text
source: Attack the Rock.
de: Greife die Rocks an.

source: You lock weapons with the Rock ship, eager to prove your loyalty to the Lost Suns. The Lost Sun ship shows no cowardice, providing support from the background.
de: Du visierst das Rockschiff an, um deine Loyalität zu den Lost Suns zu beweisen. Das Lost Sun-Schiff zeigt keine Feigheit und bietet Unterstützung aus dem Hintergrund.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE"]/choice[2]/text
source: Attack the Lost Sun.
de: Greife die Lost Suns an.

source: You suppose it doesn't hurt to win the Rock's favor. Assuming you destroy the Lost Sun ship, no one will hear about your betrayal. Suprisingly, the Rock continues to provide fire support against the Lost Sun ship.
de: Du glaubst, dass es nicht schaden könnte, die Gunst der Rocks zu erhalten. Solange du das Lost Sun-Schiff zerstörst, wird niemand von deinem Verrat wissen. Überraschenderweise wirst du von dem Rockschiff unterstützt.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[1]
source: A Rock and Lost Sun ship are dueling at this beacon. Both notice you, and surprisingly both also call for your aid.
de: Ein Rockschiff und ein Lost Sun-Schiff bekämpfen sich an diesem Signalpunkt. Beide bemerken dich und überraschenderweise wirst du von Beiden um Unterstützung gebeten.

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[2]
source: Taking sides in a duel can be a dangerous way to prove loyalty. At this beacon, a Rock and Lost Sun ship are fighting. Both have clearly noticed you, so you're going to have to save one of them.
de: In einem Kampf seine Loyalität zu beweisen, ist riskant. An diesem Signalpunkt, sind ein Rockschiff und ein Lost Sun-Schiff am kämpfen. Beide haben dich nicht bemerkt, also musst du einen von ihnen retten.

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[3]
source: Both the Rock and Lost Sun ship at this beacon are aware of your presence, but are too busy fighting to deal with you. Whose side will you take?
de: Sowohl das Rockschiff, als auch das Lost Sun-Schiff an diesem Signalpunkt haben dich bemerkt, aber sind zu beschäftigt mit Kämpfen. Wessen Seite willst du helfen?

# data/events_lostsun.xml$//textList[@name="TEXT_LOSTSUN_ROCK_CHOICE"]/text[4]
source: You find yourself faced with a dilemma as a Rock and Lost Sun ship are locked in a dogfight at this beacon. Either way, you can't leave without angering both, so you're going to have to make a choice.
de: Du findest dich in einem Dilemma, zwischen eine Rockschiff und einem Lost Sun-Schiff, welche in einem Kampf involviert sind. Egal wie, du kannst nicht abhauen, ohne dich auf die Seite einer der Beiden zu stellen.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE_ROCK_WIN"]/text
source: "You surprise me, Federation Captain. Perhaps you really do have our best interest in mind." They pay you in thanks.
de: "Du überrascht mich, Föderationskapitän. Vielleicht habt ihr doch unser Wohl als Ziel." Sie bezahlen dich, zum Dank.

# data/events_lostsun.xml$//event[@name="LOSTSUN_ROCK_CHOICE_LOSTSUN_WIN"]/text
source: "Interesting. This was not the expected result. You Federation really are the treacherous scum we have been told. Still, we are in your debt, and we intend to pay it off."
de: "Interessant. Das ist ein unerwartetes Resulat. Die Föderation sind wirklich solch verräterischer Abschaum, wie uns gesagt wurde. Trotzdem sind wir in eurer Schuld und haben vor sie abzubezahlen."

# data/events_lostsun.xml$//event[@name="BOARDERS_LOSTSUN_FIRE"]/text
source: You hear the unmistakable sound of the explosion of a fire bomb and a teleporter's whirl. You aren't sure where they came from, but you have some unwelcome visitors for sure!
de: Du hörst das unverwechselbare Geräusch einer Explosion, von einer Feuerbombe und ein Teleporter-Geräusch. Du bist nicht sicher wo es her kam, aber du bist sicher unwillkommene Gäste zu haben!

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_SUN"]/text
source: The Lost Suns have little fear of solar flares. The captain of the ship at this beacon chuckles. "Afraid of a little fire, captain? Let us duel, TO THE DEATH!"
de: Die Lost Suns haben kaum Angst vor Sonneneruptionen. Der Kapitän des Schiffes an diesem Signalpunkt lacht. "Angst vor etwas Feuer, Kapitän? Lass uns kämpfen, BIS ZUM TOD!"

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_SUN"]/choice/text
source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="ENCOUNTER_LOSTSUN_ROCK_ASTEROID"]/text
source: This asteroid field appears to be housing a Rock spy trying to hide from the Lost Sun patrols as it collects information. They obviously aren't interested in letting you escape with their information, and attack!
de: Das Asteroidenfeld scheint einen Rock-Spion zu beherbergen, welcher sich vor einer Lost Sun Patrouillie versteckt, welche Informationen sammelt. Sie wollen offentsichtlich nicht, dass du mit ihren Informationen abhaust und greifen an!

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/text
source: Scans reveal a large asteroid field nearby. Short-range scanners may discover useful materials while we wait for the FTL to recharge.
de: Scanns zeigen ein riesiges Asteroidenfeld in der Nähe. Kurz-Strecken Scanner zeigen, dass es interessante Ressourcen enthält, während du auf die Ladung deines FTL-Antriebs wartest.

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/choice[1]/text
source: Explore the asteroid field.
de: Erkunde das Asteroidenfeld.

# data/events_lostsun.xml$//event[@name="ASTEROID_EXPLORE_LOSTSUN"]/choice[2]/text
source: Too dangerous. We'll just wait for the FTL to charge.
de: Zu gefährlich. Wir warten, dass der FTL-Antrieb läd.

source: You decide to ignore the asteroids.
de: Du entscheidest dich, die Asteroiden zu ignorieren.

source: Check the storage.
de: Das Lager überprüfen.

source: Do nothing.
de: Nichts tun.

source: (Scrap Recovery Arm) Attempt to mine the asteroids.
de: (Schrottsammelarm) Versuche die Asteroiden zu abzubauen.

source: You carefully extract as much usable material as possible from the nearest asteroids while waiting for the FTL to charge.
de: Du sammelst vorsichtig soviel Material wie möglich, von den Asteroiden, als du auf deinen FTL-Antrieb wartest.

source: A brief exploration yields nothing of interest.
de: Eine kurze Erkundung birgt nichts interessantes.

source: Scans reveal a number of asteroids with useful compositions. You extract some fuel.
de: Scanns offenbaren, dass einige Asteroiden nützliche Kompositionen haben. Du extrahierst etwas Treibstoff.

source: You discover the remains of ship embedded into an asteroid. It still has some functional missiles.
de: Du findest die Überreste eines Schiffes, welches in den Asteroiden steckt. Es hat ein paar Raketen.

source: You happen upon an abandoned mining site. A few mining drones were left behind and could be repurposed.
de: Du findest eine verlassene Bergbaustation. Ein paar Bergbaudrohnen wurde zurückgelassen, welche umgewandelt werden können.

source: The asteroid field proved more dangerous than expected. Some asteroids managed to get through your ship's defenses.
de: Das Asteroidenfeld richtet mehr Schaden an, als gedacht. Ein paar Asteroiden schaffen es durch deine Verteidigung.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/text
source: You see a Lost Sun ship attacking an unarmed civilian ship trying to pass through the sector. You doubt the Lost Sun notices you, due to its complete focus on mauling civilians.
de: Du bemerkst ein Lost Sun-Schiff, welches ein unbewaffnetes Zivilistenschiff angreift, dass den Sektor passieren will. Du bezweifelst, dass das Lost Sun-Schiff dich gesehen hat, da sie vollständig auf das Zivilistenschiff fokussiert sind.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/choice[1]/text
source: Protect the civilians.
de: Beschütze die Zivilisten.

source: You kick your engines into high gear and chase away the Lost Sun from the civilian. Time for a fight.
de: Du schaltest die Triebwerke auf Maximum und jagst das Lost Sun-Schiff von den Zivilisten weg. Es ist Zeit für einen Kampf.

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CIVILIAN_RESCUE"]/choice[2]/text
source: Ignore the ships.
de: Ignoriere die Schiffe.

source: The civilians continue trying to hail you. You tune them out and fly away until you're completely alone.
de: Die Zivilisten versuchen dich weiter zu rufen. Du schaltest sie stumm und fliegst weg, bis du komplett alleine bist.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.

source: Do nothing.
de: Nichts tun.

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/text
source: A Lost Sun ship protecting this beacon promptly hails you a little while after jumping in nearby. "A passing ship! We have a challenge for you. Best us in combat, and we shall give you a reward. Accept a greater challenge, and we shall give an even greater reward!"
de: Ein Lost Sun-Schiff, welches den Signalpunkt beschützt, ruft dich, kurz nachdem du hergesprungen bist. "Ein passierendes Schiff! Wir haben eine Herausforderung für dich. Besiege uns im Kampf und wir geben dir eine Belohnung. Wenn du eine schwierigere Herausforderung annimmst, ist die Belohnung größer!"

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[1]/text
source: Fight them for a normal reward.
de: Bekämpfe sie, für eine normale Belohnung.

source: "Let the battle commence!"
de: "Lass den Kampf beginnen!"

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[2]/text
source: Fight them without life support or medical systems.
de: Kämpfe gegen sie, ohne Lebenserhaltungssysteme oder medizinische Systeme.

source: "Let the battle commence!"
de: "Lass den Kampf beginnen!"

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[3]/text
source: Fight them with a weakened reactor.
de: Kämpfe gegen sie, mit einem geschwächten Reaktor.

source: "Let the battle commence!"
de: "Lass den Kampf beginnen!"

source: Continue...
de: Fortfahren...

# data/events_lostsun.xml$//event[@name="LOSTSUN_CHALLENGERS"]/choice[4]/text
source: Fight them with weakened systems.
de: Kämpfe mit geschwächten Systemen.

source: "Let the battle commence!"
de: "Lass den Kampf beginnen!"
