Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_CUTLIST_WIN"]/text
source: You have rescued the store from their attackers. The store owners offer to trade.
fr: Vous avez sauvé la boutique contre ses attaquants. Les propriétaires vous proposent de marchander.
ko: 상점을 공격자로부터 구해냈습니다. 상점의 주인이 거래를 요청합니다.
ru: Вы спасли магазин от нападавших. Его владельцы предлагают обмен.
zh_hans: 你从袭击者那里救出了商店。店主提供交易。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_CUTLIST_WIN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_ANCIENT_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT"]/text
source: A nearby Obelisk merchant appears to be registered as part of Aenwithe's resistance! However, it is currently under attack from an Auto-ship. Shall we assist?
fr: Le marchand Obélisque non loin semble faire partie de la résistance d'Aenwithe ! Cependant, il est attaqué par un Auto-vaisseau. Allez-vous l'aider ?
ko: 근처에 있는 오벨리스크 무역상은 Aenwithe 저항군의 일원인 것 같습니다! 하지만 현재 무인기에게 공격받고 있습니다. 도와줘야 할까요?
ru: Близлежащий торговец обелисков, похоже, зарегистрирован как часть сопротивления Аэнвитэ! Однако в настоящее время его атакует автоматический корабль. Будем помогать?
zh_hans: 附近的一个方碑族商人似乎被登记为安威斯抵抗组织的一部分！它目前正受到一艘自动船的攻击。我们要协助吗？

# data/events_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately, the Auto-ship remain oblivious to your presence.
fr: Heureusement, l'Auto-vaisseau ne remarque pas votre présence.
ko: 다행히도 무인기는 아직 당신을 눈치채지 못했습니다.
ru: К счастью, автоматический корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，"自动船"仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT_WIN"]/text
source: You have rescued the merchant from the Auto-ship. "You have my thanks, mortal creature. Accept this as gratitude. Now, do you care to trade?"
fr: Vous avez secouru le marchand de l'Auto-vaisseau. "Je vous remercie, créature mortelle. Acceptez ce gage de gratitude. Maintenant, voulez-vous faire affaire?"
ko: 무역상을 무인기로부터 구해냈습니다. "고맙다 필멸자여. 감사의 표시로 이걸 받아라. 이제, 거래할 생각이 있는가?"
ru: Вы спасли торговца от автоматического корабля. "Я благодарен тебе, смертное создание. Прими это как благодарность. А теперь, не хочешь ли ты поторговать?"
zh_hans: 你从自动飞船炮火中救出了商人。"感谢，凡人生物。接受这个作为谢礼吧。现在，愿意交易吗？"

# data/events_standard.xml$//event[@name="STORE_HOSTILE_ANCIENT_WIN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_WIN"]/text
source: You have rescued the store from their attackers. The store owners offer to trade.
fr: Vous avez sauvé la boutique contre ses attaquants. Les propriétaires vous proposent de marchander.
ko: 상점을 공격자로부터 구해냈습니다. 상점의 주인이 거래를 요청합니다.
ru: Вы спасли магазин от нападавших. Его владельцы предлагают обмен.
zh_hans: 你从袭击者手中救出了商店。店主提出要进行交易。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_WIN"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/text
source: You find yourself surrounded by a variety of alien vessels, apparently traveling in a caravan for their own safety. They appear to have set up a collective market, but each individual might have something special on sale.
fr: Vous vous retrouvez entouré par une nuée de vaisseaux alien variés, formant apparemment une caravane pour leur protection. Ils semblent avoir fait un marché ensemble, mais chaque individu a quelque chose de spécial à vendre.
ko: 당신은 다양한 외계 선박에 둘러싸입니다. 그들은 안전을 위해 상선을 타고 여행하고 있는 것 같습니다. 그들은 공동 시장을 차린 것으로 보이지만, 개개인이 무언가 특별한 걸 팔고 있을지도 모릅니다.
ru: Вы оказываетесь в окружении множества инопланетных кораблей, очевидно, путешествующих караваном в целях собственной безопасности. Похоже, что они устроили коллективный рынок, но у каждого из них может быть что-то особенное на продажу.
zh_hans: 你发现自己被各种外星船只所包围，显然是为了自身安全而组成的大篷车旅行。他们似乎已经建立了一个集体市场，但每个人都可能有一些特别的东西在出售。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[1]/text
source: Trade with the Engi.
fr: Commercer avec les Engis.
ko: 엔지와 거래한다.
ru: Поторговать с энджи.
zh_hans: 与半械族贸易。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[1]/event/text
source: "Marketable goods: on display. Please, provide currency in exchange for beneficial equipment."
fr: "Biens marchandables : exposés. Merci de donner de l'argent en l'échange d'équipement bénéfique."
ko: "판매가능한 상품: 진열되어 있음. 유익한 장비를 교환하는 대가로 통화를 제공 바람."
ru: "Ходовые товары: на витрине. Пожалуйста, предоставьте валюту в обмен на выгодное оборудование".
zh_hans: "适销对路的商品：展示中。请提供货币，以换取有益的设备。"

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: Attack the Engi!
fr: Attaquer les Engis !
ko: 엔지를 공격한다!
ru: Атаковать энджи!
zh_hans: 攻击半械族！

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
fr: Votre attaque soudaine fait fuir les autres vaisseaux. Ils ne voudront probablement plus vraiment commercer avec vous, maintenant.
ko: 당신의 갑작스러운 공격에 다른 함선들은 도망을 쳤습니다. 당신과 거래할 마음이 달아난 것 같습니다.
ru: Ваша внезапная атака заставила другие корабли бежать. Вероятно, они не захотят больше торговать с вами.
zh_hans: 你的突然袭击让其他船只跑了。他们可能不会再愿意和你交易了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[2]/text
source: Trade with the Orchids.
fr: Commercer avec les Orchidées.
ko: 오키드와 거래한다.
ru: Поторговать с орхидеями.
zh_hans: 与兰花族交易。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[2]/event/text
source: The Orchid signs to you, pointing towards some weapons they have on display.
fr: L'Orchidée vous fait signe, indiquant quelques armes qu'elles ont en vitrine.
ko: 오키드가 자신이 가지고 있는 무기들을 가리켜 보여줬습니다.
ru: Орхидея подает вам знак, указывая на выставленное на витрине оружие.
zh_hans: 兰花向你示意，指着他们展示的一些武器。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: Attack the Orchid!
fr: Attaquer les Orchidées !
ko: 오키드를 공격한다!
ru: Атаковать орхидею!
zh_hans: 攻击兰花族！

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
fr: Votre attaque soudaine fait fuir les autres vaisseaux. Ils ne voudront probablement plus vraiment commercer avec vous, maintenant.
ko: 당신의 갑작스러운 공격에 다른 함선들은 도망을 쳤습니다. 당신과 거래할 마음이 달아난 것 같습니다.
ru: Ваша внезапная атака заставила другие корабли бежать. Вероятно, они не захотят больше торговать с вами.
zh_hans: 你的突然袭击让其他船只跑了。他们可能不会再愿意和你交易了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[3]/text
source: Trade with the Zoltan.
fr: Commercer avec les Zoltans.
ko: 졸탄과 거래한다.
ru: Поторговать с золтанами.
zh_hans: 与超能族交易。

# data/events_standard.xml$//event[@name="STOREEVENT_ALIENS"]/choice[3]/event/text
source: The Zoltan reads off a long list of rules of conduct, then lets you browse his goods.
fr: Le Zoltan lit une longue liste de règles de conduites, puis vous laisse regarder ses biens.
ko: 졸탄 함장은 긴 행동 수칙 목록을 다 읽은 후에 당신이 물건을 볼 수 있게 해주었습니다.
ru: Золтанский капитан зачитывает длинный список правил поведения, а затем позволяет вам просмотреть его товары.
zh_hans: 超能族舰长宣读了一长串行为规则，然后让你浏览他的货物。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: Attack the Zoltan!
fr: Attaquer les Zoltans !
ko: 졸탄을 공격한다!
ru: Атаковать золтанов!
zh_hans: 攻击超能族！

source: Your sudden attack sends the other ships running. They probably won't be too willing to trade with you any longer.
fr: Votre attaque soudaine fait fuir les autres vaisseaux. Ils ne voudront probablement plus vraiment commercer avec vous, maintenant.
ko: 당신의 갑작스러운 공격에 다른 함선들은 도망을 쳤습니다. 당신과 거래할 마음이 달아난 것 같습니다.
ru: Ваша внезапная атака заставила другие корабли бежать. Вероятно, они не захотят больше торговать с вами.
zh_hans: 你的突然袭击让其他船只跑了。他们可能不会再愿意和你交易了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="NEBULA_STOREEVENT_OUTPOST"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_OUTPOST"]/text
source: A transmission from the nearby planet indicates an outpost below which offers supplies to travelers.
fr: Une communication venant d'une planète non loin indique un poste avancé proche proposant de l'équipement aux voyageurs.
ko: 근처의 행성에서 수신된 방송에 의하면 여행자들에게 보급품을 파는 전초기지가 있는 것 같습니다.
ru: Передача с ближайшей планеты указывает на расположенный на ней аванпост, который предлагает припасы путешественникам.
zh_hans: 来自附近星球的信号显示，下面有一个前哨站，为旅行者提供补给。

# data/events_standard.xml$//event[@name="STOREEVENT_OUTPOST"]/choice[1]/text
source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

# data/events_standard.xml$//event[@name="STOREEVENT_OUTPOST"]/choice[2]/text
source: Attack the outpost!
fr: Attaquer le poste avancé !
ko: 전초기지를 공격한다!
ru: Атаковать аванпост!
zh_hans: 攻击前哨站！

source: There's not much that can be said here to justify your actions, so why bother? Let's keep it short - these civilians are going to die and there's little they can do about it.
fr: Il n'y a pas grand chose qui puisse être dit pour justifier vos actes, alors pourquoi le faire ? Soyons brefs - ces civils vont mourir, et il n'y a rien qu'ils puissent faire contre cela.
ko: 당신의 행동을 정당화할 수단은 거의 없습니다. 그러니 주저하지 말고 빠르게 끝냅시다. 이 시민들은 죽게 될 것이고 별다른 대처를 하지 못할 것입니다.
ru: Мало что можно сказать, чтобы оправдать ваши действия, так зачем переживать? Будем краткими - эти гражданские умрут, и они мало что могут с этим поделать.
zh_hans: 这里没有多少东西可以证明你的行为是正当的，所以为什么要这么做？让我们长话短说吧--这些平民会死，他们对此无能为力。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_REFUELING"]/text
source: The nearby market is overlooked by an allied refueling post.
fr: Le marché à proximité est accompagné d'une station de ravitaillement alliée.
ko: 인근 시장에 아군의 연료 보급소가 보입니다.
ru: Над близлежащим рынком возвышается союзный заправочный пост.
zh_hans: 附近的市场被盟军的一个燃料站俯瞰。

# data/events_standard.xml$//event[@name="STOREEVENT_REFUELING"]/choice[1]/text
source: Purchase a quick refueling service first. [-13~ -> 5{]
fr: Acheter un ravitaillement partiel d'abord. [-13~ -> 5{]
ko: 우선 빠른 연료 보충 서비스를 받는다.[-13~ -> 5{]
ru: Приобрести услугу быстрой заправки перед посещением магазина. [-13~ -> 5{]
zh_hans: 先购买一个快速加油服务。[-13~ → 5{]

source: You stock up on fuel then check out the store.
fr: Vous remplissez votre réservoir, puis allez au marché.
ko: 당신은 연료를 비축한 다음 상점에 들렸습니다.
ru: Вы запасаетесь топливом, а затем заглядываете в магазин.
zh_hans: 你囤积燃料，然后到商店里去看看。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

# data/events_standard.xml$//event[@name="STOREEVENT_REFUELING"]/choice[2]/text
source: Purchase a full refueling service first. [-45~ -> 15{]
fr: Faire le plein d'abord. [-45~ -> 15{]
ko: 우선 완전 연료 보충 서비스를 받는다. [-45~ -> 15{]
ru: Приобрести услугу полной заправки перед посещением магазина. [-45~ -> 15{]
zh_hans: 先购买一个完整的加油服务。[-45~ → 15{]

source: You stock up on fuel then check out the store.
fr: Vous remplissez votre réservoir, puis allez au marché.
ko: 당신은 연료를 비축한 다음 상점에 들렸습니다.
ru: Вы запасаетесь топливом, а затем заглядываете в магазин.
zh_hans: 你囤积燃料，然后到商店里去看看。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: (Mind Control) "Negotiate" an even lower price. [-10~ -> 5{]
fr: (Contrôle mental) "Négocier" un prix encore plus bas. [-10~ -> 5{]
ko: (정신 지배 장비) "더 낮은 가격을 "협상"한다. [-10~ -> 5{]
ru: (Контроль разума) "Договориться" о скидке на заправку. [-10~ -> 5{]
zh_hans: (心灵控制)"谈判"一个更低的价格。[-10~ → 5{]

source: You stock up on fuel then check out the store.
fr: Vous remplissez votre réservoir, puis allez au marché.
ko: 당신은 연료를 비축한 다음 상점에 들렸습니다.
ru: Вы запасаетесь топливом, а затем заглядываете в магазин.
zh_hans: 你囤积燃料，然后到商店里去看看。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 商店。

source: (Adv. Mind Control) "Negotiate" a free refueling. [5{]
fr: (Contrôle mental) "Négocier" un ravitaillement gratuit. [5{]
ko: (최고급 정신 지배 장비) 무료 보충을 "협상"한다. [5{]
ru: (Продв. Контроль разума) "Договориться" о бесплатной заправке. [5{]
zh_hans: (先进心灵控制)"协商"一次免费加油。[5{]

source: You stock up on fuel then check out the store.
fr: Vous remplissez votre réservoir, puis allez au marché.
ko: 당신은 연료를 비축한 다음 상점에 들렸습니다.
ru: Вы запасаетесь топливом, а затем заглядываете в магазин.
zh_hans: 你囤积燃料，然后到商店里去看看。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: (Engi Crew) Negotiate an alternative payment method. [-3| -> 7{]
fr: (Membre d'équipage Engi) Négocier une autre méthode de paiement. [-3| -> 7{]
ko: (엔지 선원) 다른 지불 방법을 협상한다. [-3| -> 7{]
ru: (Член экипажа-энджи) Договориться об альтернативном способе оплаты заправки. [-3| -> 7{]
zh_hans: (半械族船员)商谈替代付款方式。[-3| → 7{]

source: You stock up on fuel then check out the store.
fr: Vous remplissez votre réservoir, puis allez au marché.
ko: 당신은 연료를 비축한 다음 상점에 들렸습니다.
ru: Вы запасаетесь топливом, а затем заглядываете в магазин.
zh_hans: 你囤积燃料，然后到商店里去看看。

source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

# data/events_standard.xml$//event[@name="STOREEVENT_REFUELING"]/choice[6]/text
source: Attack the station!
fr: Attaquer la station !
ko: 정거장을 공격한다!
ru: Атаковать станцию!
zh_hans: 攻击空间站！

source: It's highly unlikely the market will want to trade with you after this, but that won't stop you from harassing random civilians.
fr: Il est fort peu probable que le marché veuille encore faire affaire avec vous après ça, mais ce n'est pas ce qui vous empêchera d'agresser des civils pour la moindre raison.
ko: 앞으로 시장들은 당신과 거래하고 싶지 않아 할 테지만, 그렇다고 해서 당신이 임의의 민간인을 괴롭히는 걸 멈추진 못할 겁니다.
ru: Маловероятно, что рынок захочет торговать с вами после этого, но это не помешает вам притеснять случайных гражданских.
zh_hans: 在这之后，市场极可能不想和你交易，但这并不妨碍你骚扰随机的平民。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_REFUELING"]/choice[7]/text
source: Just shop around.
fr: Ne faire que visiter le magasin.
ko: 그냥 시장만 둘러본다.
ru: Просто отправиться в магазин.
zh_hans: 就在周围购物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_LOAD_MERCHANTS_LASERS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_MERCHANTS_MISSILES"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_MERCHANTS_IONS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_MERCHANTS"]/text
source: The nearby marketplace station appears to have several merchants on it specializing in various kinds of weapons.
fr: Le marché non loin semble avoir plusieurs marchands se spécialisant dans certains types d'armes.
ko: 근처의 정거장에서 펼처진 장터에 각종 무기류를 전문으로 하는 상인들이 여럿 있는 것으로 보입니다.
ru: На близлежащей рыночной станции, похоже, есть несколько торговцев, специализирующихся на различных видах оружия.
zh_hans: 附近的集市空间站上似乎有几个专门经营各种武器的商人。

# data/events_standard.xml$//event[@name="STOREEVENT_MERCHANTS"]/choice[1]/text
source: Visit the Laser vendor.
fr: Visiter le vendeur de Lasers.
ko: 레이저 노점상에 들른다.
ru: Посетить торговца лазерами.
zh_hans: 访问激光供应商。

# data/events_standard.xml$//event[@name="STOREEVENT_MERCHANTS"]/choice[2]/text
source: Visit the Ballistics vendor.
fr: Visiter le vendeur de Missiles.
ko: 미사일 노점상에 들른다.
ru: Посетить торговца баллистическим оружием.
zh_hans: 访问弹道学供应商。

# data/events_standard.xml$//event[@name="STOREEVENT_MERCHANTS"]/choice[3]/text
source: Visit the Ion vendor.
fr: Visiter le vendeur d'Ions.
ko: 이온 노점상에 들른다.
ru: Посетить торговца ионным оружием.
zh_hans: 访问离子供应商。

# data/events_standard.xml$//event[@name="NEBULA_STOREEVENT_DAMAGED"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DAMAGED"]/text
source: There is only one other ship at this beacon, showing minor damage. They explain that they had a run in with pirates and are now selling off their equipment to fund repairs.
fr: Il n'y a qu'un seul vaisseau à cette balise, avec des dégâts légers. Ils expliquent qu'ils ont rencontré des pirates et vendent leur équipement pour financer leurs réparations.
ko: 약간의 손상을 입은 함선 한 척만이 이곳에 있었습니다. 그들은 해적과 교전해서 이렇게 됐고 지금은 수리비를 마련하기 위해 장비를 팔고 있다고 설명했습니다.
ru: Помимо вас на этом маяке находится только один корабль с незначительными повреждениями. Они объясняют, что столкнулись с пиратами и теперь распродают свое оборудование, чтобы собрать средства на ремонт.
zh_hans: 在这个信标处只有另一艘船，显示出轻微的损坏。他们解释说，他们与海盗发生了冲突，现在正在变卖他们的设备以支付维修。

# data/events_standard.xml$//event[@name="STOREEVENT_DAMAGED"]/choice[1]/text
source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

# data/events_standard.xml$//event[@name="STOREEVENT_DAMAGED"]/choice[2]/text
source: These guys are great targets!
fr: Ces gars font des cibles parfaites !
ko: 이 자들은 좋은 목표물이다!
ru: Эти ребята - отличная цель!
zh_hans: 这些人是很好的猎物！

source: Despite this ship's friendliness, you've decided to open fire. Hopefully, it's worth it.
fr: Malgré l'amicalité du vaisseau, vous avez décidé d'ouvrir le feu. Espérons que ça vaille le coup.
ko: 이 함선의 친절함에도 불구하고 당신은 포격을 가하기로 결정했습니다. 이럴만한 가치가 있었기를 바랍니다.
ru: Несмотря на дружелюбие этого корабля, вы решили открыть огонь. Надеюсь, оно того стоит.
zh_hans: 尽管这艘船很友好，但你还是决定开炮。希望这是值得的。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Hull Repair) Fix up their hull. [-1|]
fr: (Réparateur de coque) Rapiécer leur coque. [-1|]
ko: (선체 수리 드론) 그들의 선체를 고쳐준다. [-1|]
ru: (Корпусной ремонтник) Подлатать их корпус. [-1|]
zh_hans: (舰体维修)维修他们的舰体。[-1|]

source: The ship thanks you for your help, and offers to trade.
fr: Le vaisseau vous remercie pour votre aide, mais propose quand même de faire affaire.
ko: 그 함선은 당신의 도움에 감사하며 거래를 제안했습니다.
ru: Корабль благодарит вас за помощь и предлагает обмен.
zh_hans: 这艘船感谢你的帮助，并提出要进行交易。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: (Repair Arm) Fix up their hull. [-15~]
fr: (Bras réparateur) Réparer leur coque [-15~]
ko: (수리 로봇 팔) 그들의 선체를 고져준다. [-15~]
ru: (Ремонтный кран) Подлатать их корпус. [-15~]
zh_hans: (自动维修臂)修复他们的舰体。[-15~]

source: The ship thanks you for your help, and offers to trade.
fr: Le vaisseau vous remercie pour votre aide, mais propose quand même de faire affaire.
ko: 그 함선은 당신의 도움에 감사하며 거래를 제안했습니다.
ru: Корабль благодарит вас за помощь и предлагает обмен.
zh_hans: 这艘船感谢你的帮助，并提出要进行交易。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

# data/events_standard.xml$//event[@name="STOREEVENT_TERRAFORMING"]/text
source: The planet below appears to be undergoing a terraforming process. Around it orbits a small colony of scientists. It appears, in efforts to fund their research, they're selling military goods.
fr: La planète sous votre vaisseau semble être en cours de terraformation. Une petite colonie de scientifiques gravite autour d'elle. Il semblerait qu'ils vendent de l'équipement militaire pour financer leur recherche.
ko: 아래쪽에 보이는 행성에서 테라포밍이 이루어지고 있는 것 같습니다. 과학자들이 거주 중인 소규모 정거장이 행성 주위를 공전하고 있었습니다. 그들은 연구 자금을 대기 위한 목적으로 군수품을 팔고 있는 것으로 보입니다.
ru: Близлежащая планета, похоже, подвергается терраформированию. На ее орбите находится небольшая колония ученых. Похоже, чтобы финансировать свои исследования, они продают военные товары.
zh_hans: 下面的星球似乎正在经历一个地球化的过程。在它周围有一个由科学家组成的小型殖民地。看起来，为了资助他们的研究，他们正在出售军事物资。

# data/events_standard.xml$//event[@name="STOREEVENT_TERRAFORMING"]/choice[1]/text
source: Hail the scientists.
fr: Contacter les scientifiques.
ko: 과학자들과 교신한다.
ru: Связаться с учеными.
zh_hans: 呼叫科学家。
