Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "Critical failure. Orphan cryo-transport vessel; crippled. You are a monster." The Auto-vessel explodes, and various broken stasis chambers are ejected out into the abyss. Uhhhhh....
fr: "Erreur critique. Vaisseau cryo-transporteur d'orphelins : détruit. Vous êtes un monstre." L'Auto-vaisseau explose, et une série de chambres de stases cassées sont éjectées dans l'abysse. Heuuuuuu...
ko: "치명적 오류. 고아 냉동 수면 수송선: 손상됨. 너는 괴물임." 무인기가 폭발하면서, 망가진 수면 포드 여러 개가 심연으로 튀어나왔습니다. 어어....
ru: "Критический сбой. Крио-транспортное судно сирот; повреждено. Ты - чудовище". Автоматический корабль взрывается, и различные разбитые стазис-камеры выбрасываются в бездну. Уххх....
zh_hans: "严重错误。孤儿冷冻运输船；残缺不全。你是个怪物。"自动飞船爆炸了，各种破碎的低温室被弹出到深渊。呃……

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: When you return to the Duskbringer, he's in a fit of laughter. "Oh, ohhhh, you should have seen your face! Hahahah! Those orphans, hahahahahah! Hah... but anyways, a deal is a deal."
fr: Quand vous retournez voir l'Éclipseur, il est en plein fou rire. "Oh, ohhh, tu aurais dû voir ta tête ! Hahaha ! Ces orphelins, hahahahaha ! Ha... mais bon, un marché est un marché."
ko: 더스크브링어에게 돌아갔을 때 그는 웃음을 터뜨렸습니다. "아, 아아아, 그때 그대의 표정을 봤어야 하는데! 푸하하! 그 고아들... 푸하하하하하하하! 하... 어쨌거나, 약속은 지켜야지.
ru: Когда вы возвращаетесь к Вестнику Заката, он находится в приступе смеха. "Ох, охххх, ты бы видел свое лицо! Хахахах! Эти сироты, ха-ха-ха! Ха... но в любом случае, сделка есть сделка".
zh_hans: 当你回到暮临派身边时，他正在大笑。"哦，哦哦，你应该看看你的脸！哈哈哈！那些孤儿，哈哈哈哈！哈......但无论如何，交易就是交易。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DUSK_TAXES"]/text
source: A Duskbringer merchant hails you, seemingly very annoyed. "Federation? Pirate? I don't care. Damn Rebels deployed some stupid auto-tax collector in this system and it's driving me nuts. Kill it, and I'll trade with whoever you are."
fr: Un Éclipseur vous contacte, semblant furieux. "Fédération ? Pirate ? Je m'en fiche. Ces satanés Rebelles ont déployé une sorte d'Auto-collecteur de taxe stupide dans ce système, et ça me rend fou. Détruis-le, et j'accepte de commercer avec toi, qui que tu sois."
ko: 매우 짜증이 난 듯한 더스크브링어가 당신을 불렀습니다. "연방인가? 아니면 해적? 누구든 상관 없다. 망할 반군놈들이 이 태양계에 무인 세금 징수기를 배치해서 미쳐버리겠어. 저놈을 파괴하면, 그대가 누구든 거래해 주겠다."
ru: Вас встречает торговец Вестников Заката, похоже, очень раздраженный. "Федерация? Пираты? Мне все равно. Проклятые повстанцы установили в этой системе какой-то дурацкий автоматический сборщик налогов, и он сводит меня с ума. Убейте его, и я поторгую с вами, кем бы вы ни были".
zh_hans: 一个暮临派商人向你打招呼，似乎非常恼火。"联邦？海盗？我才不管呢。该死的叛军在这个星系中部署了一些愚蠢的自动收税机，它让我发疯。杀了它，不管你是谁，我都会和你交易。"

# data/events_standard.xml$//event[@name="STOREEVENT_DUSK_TAXES"]/choice[1]/text
source: Attack the tax-collector.
fr: Attaquer le collecteur de taxes.
ko: 세금 징수기를 공격한다.
ru: Атаковать сборщика налогов.
zh_hans: 攻击征税机。

source: Looks like this "tax collector" is a lot deadlier than you expected. You aren't even sure this thing IS a tax collector, but you want that store, so you'll do what you must.
fr: Il semblerait que ce "collecteur de taxes" est beaucoup plus dangereux que vous le pensiez. Vous n'êtes même pas sûr que ce truc EST un collecteur de taxes, mais vous voulez ce magasin, alors vous ferez ce qu'il faut.
ko: "세금 징수기"는 당신이 예상했던 것보다 훨씬 위험해 보였습니다. 이게 세금 징수기가 맞는지조차 확실하지 않지만, 상점을 원한다면 어떻게든 해야 합니다.
ru: Похоже, что этот "сборщик налогов" гораздо опаснее, чем вы ожидали. Вы даже не уверены, что эта штука является сборщиком налогов, но вам нужен этот магазин, поэтому вы сделаете то, что должны.
zh_hans: 看起来这个"征税机"比你想象的要致命得多。你甚至不确定这东西是个收税用的，但你想去那家商店，所以你会做你必须做的事。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DUSK_TAXES"]/choice[2]/text
source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Duskbringer calls you a coward and cuts comms before you can respond.
fr: L'Éclipseur vous traite de lâche et coupe toutes communications avant que vous pouviez répondre.
ko: 더스크브링어는 당신을 겁쟁이라 불렀고 응답받기 전에 통신을 끊어버렸습니다.
ru: Вестников Заката называет вас трусом и отключает связь, прежде чем вы успеваете ответить.
zh_hans: 暮临派称你为懦夫，并在你回应之前切断了通讯。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_COALITION_MYSTERYRACE"]/text
source: A Coalition merchant is present; quite the oddity considering these Federation-wannabes consist of perhaps the 4 most aggressive races in the galaxy. Except Slugs, but they aren't very nice either.
fr: Un marchand de la Coalition est présent ; voilà qui est rare, car cette apprentie Fédération est constituée des 4 races les plus agressives de la galaxie, du moins sauf les Limaces, qui ne sont pas non plus très sympathiques.
ko: 여기에 연합의 무역선이 있습니다. 아마도 우주에서 가장 호전적일 네 종족이 연합을 형성했다는 건 상당히 기이한 일입니다. 사실 슬러그는 호전적인 건 아니지만, 어쨌거나 그들도 선하진 않으니까요.
ru: Здесь присутствует торговец Коалиции; довольно странно, если учесть, что эти подражатели Федерации состоят, пожалуй, из четырех самых агрессивных рас в галактике. Кроме слизней, но и они не очень-то милы.
zh_hans: 一个星联的商人在场；考虑到这些联邦的模仿者由可能是银河系中最有侵略性的四个种族组成，这是很奇怪的事情。除了蛞蝓，但他们也不是很好。

source: Hail them, maybe we'll get lucky?
fr: Les contacter, peut-être que vous serez chanceux ?
ko: 운 좋게 받아줄 수도 있으니 교신을 보내본다.
ru: Связаться с ними, может быть, нам повезет?
zh_hans: 向他们呼叫，也许我们会有好运？

source: Avoid the Coalition ship.
fr: Éviter le vaisseau de la Coalition.
ko: 연합 함선을 피한다.
ru: Избегать корабля Коалиции.
zh_hans: 避开星联的船。

source: What kind of fool would you be to think you could get along with a Coalition ship anyways? You avoid the ship.
fr: Quel genre d'imbécile seriez-vous pour penser que vous vous entendriez avec un vaisseau de la Coalition ? Vous évitez le vaisseau.
ko: 연합의 함선과 잘 지낼 수 있을거라 생각하는 바보가 있기는 할까요? 당신은 그 함선을 피했습니다.
ru: Каким же надо быть дураком, чтобы думать, что сможешь найти общий язык с кораблем Коалиции? Вы избегаете корабля.
zh_hans: 你会是什么样的傻瓜，认为你可以和星联的船相处？你要避开这艘船。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: To your luck, the ship doesn't attack immediately! "Ssso, a Federation ssship? Truth be told, the Coalition isssn't quite what it wasss cracked up to be."
fr: C'est votre jour de chance, le vaisseau n'attaque pas immédiatement ! "Alors, un vaissseau de la Fédératttion ? Pour tout dire, la Coalitttion n'est pas ccce que l'on m'a dit."
ko: 행운이 따랐는지 바로 공격받지는 않았습니다! "그래써, 연방 함썬인가? 싸씰을 말하짜면, 찌금의 연합은 예쩐의 명썽에 비해 쌍황이 나빠"
ru: На ваше счастье, корабль не сразу атакует! "Значит, корабль Федерации? По правде говоря, Коалиция - не сссовсссем то, чем ее сссчитают".
zh_hans: 幸运的是，这艘船并没有立即发动攻击！"那么，一艘联邦～～的飞船？说实话，星联～～并不完全是它所描述～～的那样。"

source: Why not go and live a reclusive life away from the fighting?
fr: Pourquoi ne pas plutôt vivre une vie solitaire loin des combats ?
ko: 싸움에서 벗어나 은둔 생활을 하는 게 어떻습니까?
ru: Почему бы не уехать и не жить затворнической жизнью вдали от боевых действий?
zh_hans: 为什么不去过隐居生活，远离战斗？

source: "What, the life of a coward? Sssoundsss perfect for me! You're sssmart. Now, I wasss thinking to myssself why I would want to be talking to a Federation ssship, but now I'm glad I did." To your surprise, the merchant offers to trade!
fr: "Quoi, la vie d'un lâche ? Ççça me semble parfait ! Vous me sssemblez intelligent. Je me demandais pourquoi j'avais accccepté de parler à un vaissseau de la Fédératttion, mais je sssuis content de l'avoir fait." À votre surprise, le marchand accepte de faire des affaires !
ko: "뭐? 겁쨍이의 쌂 말이야? 나한테 딱 맞네! 당씬 똑똑한데. 싸씰, 쏙으로는 내가 왜 연방 함썬이랑 통씬하려 하나 쌩각하고 이썼는데, 아무래도 짤한 일인 것 같아." 놀랍게도, 무역선에서 거래를 제안했습니다!
ru: "Что, жизнь труссса? Звучит идеально для меня! Вы умны. Я думал, зачем мне разговаривать ссс кораблем Федерации, но теперь я рад, что это сссделал". К вашему удивлению, торговец предлагает поторговать с вами!
zh_hans: "什么，懦夫的生～～活？听起来很适～～合我！你真聪明。现在，我在想我为什～～么要和一艘联邦飞船交谈，但现～～在我很高兴我这样做了。"令你惊讶的是，商人提出要进行交易！

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Why not go be a freelance warrior? That's better than the Coalition surely.
fr: Pourquoi ne pas devenir un guerrier indépendant ? C'est sûrement mieux que la Coalition.
ko: 용병 일을 하는 건 어떻습니까? 분명 그게 연합에서 일하는 것보다 나을 겁니다..
ru: Почему бы не стать вольнонаемным воином? Это уж точно лучше, чем Коалиция.
zh_hans: 为什么不去做一个自由职业的战士？那肯定比星联好。

source: "The life of a warrior isssn't the life of a Ssslug! HAH! You're asss ignorant asss the resst of the Federation. Now, it'sss time I ssstop sslacking and do my job."
fr: "La vie d'un guerrier n'est pas cccelle d'une Limaccce ! HA ! Vous êtes ausssi ignorant que le ressste de la Fédératttion. Maintenant, il est temps que j'arrête de glandouiller et que je fasssse mon boulot."
ko: "쩐싸의 쌂은 쓸러그의 쌂이 아니야! 하! 넌 다른 연방군만큼이나 무씩하네. 이쩨 딴찌쓴 그만하고 내 본분을 다할 씨간이야."
ru: "Жизнь воина - это не жизнь ссслизня! ХА! Вы так же невежессственны, как и оссстальные члены Федерации. А теперь мне пора перессстать бездельничать и сссделать сссвою работу".
zh_hans: "一个战士～～的生活不是一个蛞蝓的生活！哈！你们这些无知的混蛋是～～联邦的受～～害者。现在，是～～时候停止偷懒，做好我的工作了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're just a puppet of the government like you were before.
fr: Vous n'êtes qu'un pantin de votre gouvernement, comme avant.
ko: 당신은 예전처럼 정부의 꼭두각시일 뿐입니다.
ru: Вы просто марионетка правительства, как и были ранее.
zh_hans: 你只是像以前一样是政府的一个傀儡。

source: "A puppet? Of the Kleptocracccy? Clearly, you know nothing about our sssociety. You're asss ignorant asss the resst of the Federation. Now, it'sss time I ssstop sslacking and do my job."
fr: "Un pantin ? De la Kleptocratttie ? Clairement, vous ne comprenez rien à notre sssoccciété. Vous êtes ausssi ignorant que le ressste de la Fédératttion. Maintenant, il est temps que j'arrête de glandouiller et que je fasssse mon boulot."
ko: "쩡부? 도둑쩡 말이야? 넌 우리 싸회를 쩐혀 모르네. 다른 연방군만큼이나 무씩해. 이쩨 딴찌쓴 그만하고 내 본분을 다할 씨간이야."
ru: "Марионетка? Клептократии? Очевидно, вы ничего не знаете о нашшшем общщщессстве. Вы так же невежессственны, как и оссстальные члены Федерации. А теперь мне пора перессстать бездельничать и занятьссся сссвоей работой".
zh_hans: "一个傀儡？贪污腐败集团的？很明显，你对我们的社～～会一无所知。你和联邦其他人一样无知。现在，是～～时候停止偷懒，做好我的工作了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Life just sucks man.
fr: La vie c'est de la merde, mec.
ko: 이봐 친구, 인생은 원래 고달픈 거야.
ru: Жизнь просто отстой, чувак.
zh_hans: 生活就是这么糟糕，伙计。

source: "Oh, sssso we got an edgelord over here. Pisss off! No one thinksss you're cool!"
fr: "Ah, alors on a on a un émo iccci. Cassssez-vous ! Persssonne ne penssse que vous êtes cool !"
ko: "어이구, 여기 쭝2병 환짜가 납쎴네. 꺼쪄! 아무도 네가 머찌다고 쌩각 안해!"
ru: "О, так у нассс тут эджелорд. Отвали! Никто не сссчитает тебя крутым!"
zh_hans: "哦，所～～以我们这里有一个边缘人。走开！没有人认为你～～很酷！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your luck, the ship doesn't attack immediately! "Federation ship? Truth be telling, Coalition not what cracking up to be..."
fr: C'est votre jour de chance, le vaisseau n'attaque pas immédiatement ! "Vaisseau Fédération ? Vérité être, Coalition pas être ce que dire à moi..."
ko: 행운이 따랐는지 바로 공격받지는 않았습니다! "연방 함선? 사실 말하면, 연합 예전같지 않다..."
ru: На ваше счастье, корабль атакует не сразу! "Корабль Федерации? По правде говоря, Коалиция - это не совсем то, чем она кажется..."
zh_hans: 幸运的是，这艘船并没有立即发动攻击！"联邦船？实话实说，星联并不像想象中的那样......"

source: Why not go and live a reclusive life away from the fighting?
fr: Pourquoi ne pas plutôt vivre une vie solitaire loin des combats ?
ko: 싸움에서 벗어나 은둔 생활을 하는 게 어떻습니까?
ru: Почему бы не уехать и не пожить затворнической жизнью вдали от боевых действий?
zh_hans: 为什么不去过隐居生活，远离战斗？

source: "Haha, life of coward for Mantis? Ignorant meatsack know nothing of Mantis! You are dumb as other Federation meatsack, robots, green freaks, and rest! It time I do job, and disembowel you!"
fr: "Haha, vie de lâche pour Mantis ? Sac à viande ignorant rien savoir de Mantis ! Toi être aussi bête que sacs à viande, robots, idiots verts, et reste de Fédération ! Être temps je faire travail, et t'éventre !"
ko: "하하, 맨티스가 겁쟁이 삶? 무식한 살덩이 맨티스 대해 아무것 모른다! 다른 연방 살덩이, 로봇, 초록 괴물 기타 등등만큼 멍청하다! 이제 나 일할 시간, 네 내장 꺼내주마!"
ru: "Хаха, жизнь труса для богомола? Невежественный мясник ничего не знает о богомолах! Ты такой же тупой, как и другие федералы, роботы, зеленые уродцы и прочие! Пришло время мне сделать свою работу и выпотрошить тебя!"
zh_hans: "哈哈，螳螂的懦夫生活？无知的人对螳螂一无所知！你和其他联邦的肉包子、机器人、绿色怪胎和其他东西一样蠢！现在是我的工作时间，要把你开膛破肚！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Why not go be a freelance warrior? That's better than the Coalition surely.
fr: Pourquoi ne pas devenir un guerrier indépendant ? C'est sûrement mieux que la Coalition.
ko: 용병 일을 하는 건 어떻습니까? 분명 그게 연합에서 일하는 것보다 나을 겁니다.
ru: Почему бы не стать вольнонаемным воином? Это уж точно лучше, чем Коалиция.
zh_hans: 为什么不去做一个自由职业的战士？那肯定比星联好。

source: "Life of warrior, similar to this. Yet, freedom of hunt, sounding spectacular! You smarter than I. Thinking, why myself speaking to Federation ship? Now I knowing." To your surprise, the merchant offers to trade!"
fr: "Vie de guerrier, similaire à ça. Pourtant, liberté de chasse, ça sembler spectaculaire ! Toi plus intelligent que moi. Moi pensais, pourquoi moi parle à vaisseau Fédération ? Maintenant moi savoir." À votre surprise, le marchand accepte de faire des affaires !"
ko: "전사 삶, 지금이랑 비슷하지. 하지만, 사냥의 자유 더 화려하다! 너 나보다 똑똑하네. 나 왜 연방 함선이랑 통신하고 있는지 생각 중이었는데, 이제 알겠다." 놀랍게도 무역선에서 거래를 제안했습니다!"
ru: "Жизнь воина, похожая на эту. А вот свобода охоты - это звучит заманчиво! Ты умнее меня. Я думал, почему я разговариваю с кораблем Федерации? Теперь я знаю". К вашему удивлению, торговец предлагает поторговать!"
zh_hans: "战士的生活，与此相似。然而，狩猎的自由，听起来很壮观！你比我聪明。想一想，为什么我对联邦船说话？现在我知道了。"令你惊讶的是，商人提出要进行交易！"

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're just a puppet of the government like you were before.
fr: Vous n'êtes qu'un pantin de votre gouvernement, comme avant.
ko: 당신은 예전처럼 정부의 꼭두각시일 뿐입니다.
ru: Вы просто марионетка правительства, как и прежде.
zh_hans: 你只是像以前一样是政府的一个傀儡。

source: "Puppet of Hive? Ignorant meatsack know nothing of Mantis! You are dumb as other Federation meatsack, robots, green freaks, and rest! It time I do job, and disembowel you!"
fr: "Pantin de Ruche ? Sac à viande ignorant rien savoir de Mantis ! Toi être aussi bête que sacs à viande, robots, idiots verts, et reste de Fédération ! Être temps je faire travail, et t'éventre !"
ko: 하이브 꼭두각시? 무식한 살덩이 맨티스 대해 아무것 모른다! 다른 연방 살덩이, 로봇, 초록 괴물 기타 등등만큼 멍청하다! 이제 나 일할 시간, 네 내장 꺼내주마!"
ru: "Марионетка Улья? Невежественный мясник ничего не знает о богомолах! Ты такой же тупой, как и другие федералы, роботы, зеленые уродцы и прочие! Пришло время мне сделать свою работу и выпотрошить тебя!"
zh_hans: "母巢的傀儡？无知的家伙对螳螂一无所知！你和其他联邦的肉包子、机器人、绿色怪胎和其他东西一样蠢！现在是我的工作时间，要把你开膛破肚！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Life just sucks man.
fr: La vie c'est de la merde, mec.
ko: 이봐 친구, 인생은 원래 고달픈 거야.
ru: Жизнь просто отстой, чувак.
zh_hans: 生活就是这么糟糕，伙计。

source: "Hahahah, you are speaking like edgy teenager! Pessimism mindset of loser, not fine Mantis warrior!"
fr: "Hahahaha, toi parler come adolescent dépressif ! Pessimisme état d'esprit de loser, pas de puissant guerrier Mantis !"
ko: "하하하, 꼭 우쭐대는 십대처럼 말하는군! 훌륭한 맨티스 전사 아닌 패배자 사고 방식이다!"
ru: "Хахаха, ты говоришь, как агрессивный подросток! Пессимистичный образ мышления неудачника, а не прекрасного воина богомолов!"
zh_hans: "哈哈哈，你说的话就像前卫的少年一样！失败者的悲观心态，不是优秀的螳螂战士！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your luck, the ship doesn't attack immediately! "Hmph. The Coalition is not what I expected. We do not fight for holy glory, only squabble..."
fr: C'est votre jour de chance, le vaisseau n'attaque pas immédiatement ! "Hmph. La Coalition n'est pas ce que j'espérais. Nous ne combattons pas pour la sainte gloire, nous ne faisons que nous chamailler..."
ko: 행운이 따랐는지 바로 공격받지는 않았습니다! "흐음. 연합은 내가 기대했던 것과 다르오. 우리는 거룩한 영광을 위해 싸우지 않소, 그저 말다툼만 할 뿐이지..."
ru: На ваше счастье, корабль атакует не сразу! "Хмм. Коалиция - это не совсем то, чем я считал. Мы не сражаемся за святую славу, а только ссоримся..."
zh_hans: 运气好的是，这艘船并没有立即攻击！"哼。星联不是我所期望的那样。我们不为神圣的荣耀而战，只为争吵......"

source: Why not go and live a reclusive life away from the fighting?
fr: Pourquoi ne pas plutôt vivre une vie solitaire loin des combats ?
ko: 싸움에서 벗어나 은둔 생활을 하는 게 어떻습니까?
ru: Почему бы не уехать и не вести затворническую жизнь вдали от боевых действий?
zh_hans: 为什么不去过隐居生活，远离战斗？

source: "You expect me to turn my back to the holy texts, and go hide in a nebula? We Rockmen know more honor than that! You are foolish and naive, just like all the rest of the Federation. It is time we put you in your place."
fr: "Vous pensez que je vais tourner le dos aux textes sacrés pour me cacher dans une nébuleuse ? Nous autres Rocailleux avons plus d'honneur que ça ! Vous êtes sot et naïf, comme le reste de la Fédération. Il est temps que nous vous remettions à votre place."
ko: "내가 신성한 가르침을 등지고 성운 속으로 숨을 거라 생각하는 것이오? 우리 락맨들은 그보다 명예로운 삶을 알고 있소! 다른 연방군처럼 무식하고 순진하군. 이제 그만 그대를 지옥으로 보내주겠소."
ru: "Ты ожидаешь, что я отвернусь от священных текстов и спрячусь в туманности? Мы, валуны, знаем, что такое честь! Ты глупый и наивный, как и вся остальная Федерация. Пришло время поставить тебя на место."
zh_hans: "你希望我背弃圣典，躲在星云中？我们岩石族知道比这更多的荣誉！你很愚蠢，很天真，就像联邦的所有其他人一样。现在是我们该处理你的时候了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Why not go be a freelance warrior? That's better than the Coalition surely.
fr: Pourquoi ne pas devenir un guerrier indépendant ? C'est sûrement mieux que la Coalition.
ko: 용병 일을 하는 건 어떻습니까? 분명 그게 연합에서 일하는 것보다 나을 겁니다.
ru: Почему бы не стать вольнонаемным воином? Это уж точно лучше, чем Коалиция.
zh_hans: 为什么不去做一个自由职业的战士？那肯定比星联好。

source: "A bounty hunter, a mercenary? You suggest I become a pirate?! We Rockmen know more honor than that! You are foolish and naive, just like all the rest of the Federation. It is time we put you in your place."
fr: "Un chasseur de primes, un mercenaire ? Vous suggérez que je devienne un pirate ?! Nous autres Rocailleux avons plus d'honneur que ça ! Vous êtes sot et naïf, comme le reste de la Fédération. Il est temps que nous vous remettions à votre place."
ko: "용병이라면, 현상금 사냥꾼? 날 보고 해적이 되라는거요?! 우리 락맨들은 그보다 명예로운 삶을 알고 있소! 다른 연방군처럼 무식하고 순진하군. 이제 그만 그대를 지옥으로 보내주겠소."
ru: "Охотник за головами, наемник? Ты предлагаешь мне стать пиратом?! Мы, валуны, достойны большей чести! Ты глуп и наивен, как и все остальные члены Федерации. Пришло время поставить тебя на место".
zh_hans: "一个赏金猎人，一个雇佣兵？你建议我成为一个海盗？我们岩石族知道比这更多的荣誉！你很愚蠢，很天真，就像联邦的其他成员一样。现在是我们处理你的时候了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're just a puppet of the government like you were before.
fr: Vous n'êtes qu'un pantin de votre gouvernement, comme avant.
ko: 당신은 예전처럼 정부의 꼭두각시일 뿐입니다.
ru: Вы просто марионетка правительства, как и прежде.
zh_hans: 你只是像以前一样是政府的一个傀儡。

source: The Rockman stops to contemplate. "You, you are right. No matter where I go, when the Theocracy banner flies, we shall never be free! I wondered why I let myself speak with a Federation ship, but now I am glad." To your surprise, the merchant offers to trade!"
fr: Le Rocailleux s'arrête pour réfléchir. "Vous, vous avez raison. Où que j'aille, tant que la bannière de la Théocratie flotte, nous ne serons jamais libre ! Je me demandais pourquoi je m'étais mis parler à un vaisseau de la Fédération, mais je suis maintenant content de l'avoir fait." À votre surprise, le marchand accepte de faire des affaires !
ko: 락맨은 생각에 잠겼습니다. "맞아... 그대 말이 맞소. 신정의 국기가 휘날리는 한, 내가 어디를 가든 결코 자유로울 수 없소! 왜 내가 연방 함선과 대화하고 있는지 의문스러웠는데, 잘한 일인 것 같소." 놀랍게도 무역선에서 거래를 제안했습니다!
ru: Валун остановился в раздумье. "Ты, ты прав. Куда бы я ни отправился, под знаменем Теократии мы никогда не будем свободны! Я думал, почему я позволил себе говорить с кораблем Федерации, но теперь я рад". К вашему удивлению, торговец предлагает поторговать!"
zh_hans: 岩石族停下来沉思。"你，你是对的。无论我走到哪里，当神权国旗帜飘扬的时候，我们将永远不会自由！我想知道为什么我让自己和一艘联邦飞船说话，但现在我很高兴。"令你惊讶的是，商人提出要进行交易！"

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Life just sucks man.
fr: La vie c'est de la merde, mec.
ko: 이봐 친구, 인생은 원래 고달픈 거야.
ru: Жизнь просто отстой, чувак.
zh_hans: 生活就是这么糟糕，伙计。

source: "Misery is a fact of life, we must suffer to appease the gods. What do you gain for making aimless statements like this? Hah, nothing! You are a coward who shelters himself in pity. Stupid Federation."
fr: "Le malheur est notre lot à tous, nous devons souffrir pour appaiser les dieux. Que gagnez-vous par de telles affirmations sans but ? Hah, rien ! Vous n'êtes qu'un lâche se réfugiant dans sa pitié. Stupide Fédération."
ko: "삶이 비참하다는 건 사실이오. 우리는 신들을 달래기 위해 고통을 받아야만 하오. 그런 뻔한 말을 해서 얻는 게 뭐가 있소? 흥, 아무것도 없지! 그대는 동정심에 몸을 숨기는 겁쟁이요. 참으로 멍청하지."
ru: "Страдания - это факт жизни, мы должны страдать, чтобы умиротворить богов". Что ты получаешь от таких бесцельных заявлений? Да ничего! Ты трус, который прикрывается жалостью. Глупая Федерация".
zh_hans: "苦难是生活的事实，我们必须受苦以安抚神灵。你这样漫无目的地发表言论，能得到什么？哈，什么也没有！你是一个在怜悯中庇护自己的懦夫。愚蠢的联邦。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your luck, the ship doesn't attack immediately! "God, I never should have joined the Coalition. I was better off before being miserable and picking up trash in those damn asteroid fields."
fr: C'est votre jour de chance, le vaisseau n'attaque pas immédiatement ! "Bon sang, je n'aurais jamais dû rejoindre la Coalition. J'étais à ma place quand je ramassais des ordures en étant malheureux dans tous ces fichus champs d'astéroïdes."
ko: 행운이 따랐는지 바로 공격받지는 않았습니다! "젠장, 연합에 가담하지 말았어야 했는데. 그 빌어먹을 소행성 지대에서 쓰레기를 주우며 비참하게 사는게 더 나았어."
ru: К счастью, корабль не атакует мгновенно! "Боже, не стоило мне вступать в Коалицию. Мне было лучше, когда я был жалким мусорщиком на этих проклятых астероидных полях".
zh_hans: 让你感到幸运的是，这艘船并没有立即发动攻击！"上帝，我真不该加入星联。我以前还不如在那些该死的小行星带里苦苦捡垃圾呢。"

source: Why not go and live a reclusive life away from the fighting?
fr: Pourquoi ne pas plutôt vivre une vie solitaire loin des combats ?
ko: 싸움에서 벗어나 은둔 생활을 하는 게 어떻습니까?
ru: Почему бы не улететь и не прожить уединенную жизнь вдали от сражений?
zh_hans: 为什么不去过隐居生活，远离战斗？
