Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You land on the planet and find the Rockmen trading with each other, and various Crystal weapons are on display. Your approach seems to have upset them however, and a figure who looks to be some part of the Rock Clergy moves forward to interrogate you.
fr: Vous atterrissez sur la planète et y trouvez les Rocailleux en train de marchander les uns avec les autres, et des armes Cristallines en vitrine. Votre approche semble cependant les avoir dérangé, et une figure semblant faire parti du clergé Rocailleux arrive pour vous interroger.
ko: 행성에 착륙하고 서로 거래히는 락맨들과 진열대에 오른 다양한 크리스탈 무기들을 발견했습니다. 당신의 접근이 그들을 불쾌하게 한 것 같지만, 락맨 성직자처럼 보이는 자가 당신을 심문하기 위해 다가왔습니다.
ru: Вы приземляетесь на планету и видите, что валуны торгуют друг с другом, демонстрируя различное кристаллическое оружие. Однако ваше приближение, по-видимому, их расстроило, и фигура, похожая на представителя духовенства валунов, выходит вперед, чтобы допросить вас.
zh_hans: 你降落在这个星球上，发现岩石族在互相交易，各种水晶武器也在展示。然而，你的做法似乎让他们很不高兴，一个看起来是岩石神职人员的某个部分的人上前审问你。

source: We were hoping to trade.
fr: Nous espérions commercer.
ko: 거래하고 싶습니다.
ru: Мы надеялись поторговать.
zh_hans: 我们希望能进行交易。

source: (Theocracy Crew) "We were hoping to trade."
fr: (Rocailleux de la Théocratie) "Nous espérions commercer."
ko: (신정 선원) "거래하고 싶소".
ru: (Член экипажа из Теократии) "Мы надеялись поторговать".
zh_hans: (神权国岩石船员)"我们希望能进行交易。"

source: "Brother! Welcome! Come, take a look at all we have to offer. We have many holy items on sale!"
fr: "Frère ! Bienvenue ! Venez-donc jeter un œil à ce que nous proposons. Nous avons de nombreux objets sacrés à vendre !"
ko: "형제여! 반갑소! 와서 우리가 제공하는 상품들을 둘러보시오. 많은 성물을 판매중이오!"
ru: "Брат! Добро пожаловать! Подойди, посмотри на все, что мы можем предложить. У нас в продаже много святых вещей!"
zh_hans: "兄弟！欢迎你！来吧，看看我们所提供的一切。我们有许多好东西在出售！"

source: Buy a Crystal weapon.
fr: Acheter une arme Cristalline.
ko: 크리스탈 무기를 산다.
ru: Купить кристаллическое оружие.
zh_hans: 购买一件水晶武器。

source: Buy a Crystal weapon.
fr: Acheter une arme Cristalline.
ko: 크리스탈 무기를 산다.
ru: Купить кристаллическое оружие.
zh_hans: 购买一件水晶武器。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal Crew) "We were hoping to trade."
fr: (Membre d'équipage Cristalien) "Nous espérions commercer."
ko: (크리스탈 선원) "거래를 하고 싶소".
ru: (Член экипажа-кристаллин) "Мы надеялись поторговать".
zh_hans: (水晶族船员)"我们希望能进行交易。"

source: "Oh sweet lord, oh heavens, ohhhhhhhhh" The Rockman nearly collapses as he seems to enter some sort of state of prayer. The Rockmen shower you in gifts and offer to trade.
fr: "Oh grand dieu, oh ciel, ohhhhhhhh" Le Rocailleux s'effondre presque en entrant dans une sorte de trance vénératrice. Les Rocailleux vous couvrent de cadeaux et acceptent de commercer.
ko: "오오 세상에, 오오 맙소사, 오오오오오오오오" 락맨은 기도하는 자세를 취하려다 거의 쓰러질뻔 했습니다. 락맨이 당신에게 선물을 주고 거래를 받아줬습니다.
ru: "О милый господь, о небеса, оххххххх". Валун едва не падает в обморок, кажется, что он впал в состояние молитвы. Валуны осыпают вас подарками и предлагают поторговать.
zh_hans: "哦，可爱的主啊，哦，天啊，哦，哦，哦，哦，哦。"岩石族几乎崩溃了，因为他似乎进入了某种祈祷状态。岩石族给你送来了礼物，并提出进行交易。

source: Buy a Crystal weapon.
fr: Acheter une arme Cristalline.
ko: 크리스탈 무기를 산다.
ru: Купить кристаллическое оружие.
zh_hans: 购买一件水晶武器。

source: Buy a Crystal weapon.
fr: Acheter une arme Cristalline.
ko: 크리스탈 무기를 산다.
ru: Купить кристаллическое оружие.
zh_hans: 购买一件水晶武器。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Apologies, we'll leave.
fr: Toutes nos excuses, partons.
ko: 죄송합니다, 저희는 곧 떠나겠습니다.
ru: Извините, мы уходим.
zh_hans: 抱歉，我们会离开。

source: Avoid the Rockmen.
fr: Éviter les Rocailleux.
ko: 락맨을 피한다.
ru: Избегать валунов.
zh_hans: 避开岩石族。

source: Intruding on the business of multiple Rock ships sounds like suicide. Better to not get involved.
fr: Faire irruption sur les plate-bandes d'autant de vaisseaux Rocailleux semble suicidaire. Mieux vaut ne pas s'approcher.
ko: 락맨 함선 여러 척의 일에 간섭한다는 건 자살 시도처럼 들립니다. 관여하지 않는 게 좋습니다.
ru: Влезать в дела нескольких кораблей валунов звучит как самоубийство. Лучше не вмешиваться.
zh_hans: 闯入多艘岩石船的业务，听起来像是自杀。最好不要介入。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "You expect us to hand over the shards of the holy Crystals to some... some common Federation filth? Unthinkable!" One of the Rock ships rises up to face you.
fr: "Vous pensiez que nous laisserions les éclats des divins Cristaliens tomber dans les mains de... quelques vulgaires ordures Fédérées ? Impensable !" L'un des vaisseaux Rocailleux s'élève pour vous faire face.
ko: "우리가 신성한 크리스탈의 파편을 평범한... 평범한 연방의 쓰레기에게 넘겨 줄 거라 예상한 것이오? 상상도 할 수 없는 일이오!" 락맨 함선 한 척이 당신과 대적하기 위해 날아왔습니다.
ru: "Вы думаете, что мы передадим осколки священных кристаллов какому-то... какому-то обыкновенному отбросу из Федерации? Немыслимо!" Один из кораблей валунов взлетает, чтобы сразиться с вами.
zh_hans: "你希望我们把圣洁的水晶碎片交给一些......一些联邦渣滓？不可想象！"其中一艘岩石族飞船站升起面对你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rockman grunts. "You will be permitted to trade with us, but we refuse to let you have access to our Crystalline tech. It is too holy for Federation commons like you."
fr: Le Rocailleux grogne. "Nous acceptons de faire affaire avec vous, mais nous refusons de vous laisser accéder à notre technologie Cristalline. Elle est trop sacrée pour de vulgaires Fédérés comme vous."
ko: 락맨이 투덜거렸습니다. "우리와 거래하는건 허용하겠지만, 크리스탈 장비는 팔지 않겠소. 당신과 같은 연방의 평민이 갖기에는 너무 신성한 것이오."
ru: Валун ворчит. "Вам будет разрешено торговать с нами, но мы отказываемся предоставить вам доступ к технологиям кристаллинов. Они слишком священны для таких представителей Федерации, как вы.
zh_hans: 岩石族哼了一声。"你将被允许与我们进行贸易，但我们拒绝让你接触我们的晶体技术。它对像你们这样的联邦凡人来说太神圣了。"

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Apparently, the Rocks aren't having it. While most just ignore you, one particularly agitated vessel breaks off from the group to chase you!
fr: Apparemment, les Rocailleux ne veulent rien savoir. Bien que la plupart vous ignore, un vaisseau particulièrement agité sort du groupe pour vous prendre en chasse !
ko: 명백히 락맨들과는 말이 통하지 않았습니다. 대부분의 선박은 당신을 무시했지만, 특히 동요하는 한 척이 당신을 쫓기 위해 그룹에서 이탈했습니다!
ru: Судя по всему, валунам это не нравится. Большинство из них просто не обращают на вас внимания, но один особенно взволнованный корабль отрывается от группы и начинает преследовать вас!
zh_hans: 显然，岩石族并不满足于此。虽然大多数人对你视而不见，但有一艘特别激动的船却脱离了队伍，追赶你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_MISSION"]/text
source: The station here looks to be a Rock mission. These pop up from time to time to try and convert other species to the Rock religion. They're also usually accompanied by a market, but you aren't sure what they might expect from you in return.
fr: Cette station semble être une mission Rocailleuse. Celles-ci apparaissent de temps en temps pour essayer de convertir d'autres espèces à leur religion. Elles sont aussi généralement accompagnées d'un marché, mais vous n'êtes pas sûr de ce qu'ils voudront de vous en échange.
ko: 이 정거장은 락맨 선교사들의 포교 시설인 것 같습니다. 이들은 때때로 나타나 다른 종들을 락맨의 종교로 개종시키려 합니다. 또한 이 시설은 보통 시장을 동반하는데, 그들이 당신에게 무엇을 대가로 요구할지는 알 수 없습니다.
ru: Станция здесь, похоже, является представительством валунов. Они появляются время от времени, чтобы попытаться обратить другие виды в религию валунов. Обычно их сопровождает рынок, но вы не знаете, что они могут потребовать от вас взамен.
zh_hans: 这里的站点看起来是一个岩石族布道所。这些信息不时出现，试图让其他物种皈依岩石教。他们通常还伴随着一个市场，但你不确定他们可能期望从你那里得到什么回报。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_MISSION"]/choice[1]/text
source: Dock with the mission.
fr: Appareiller avec la mission.
ko: 포교 시설에 정박한다.
ru: Состыковаться с станцией.
zh_hans: 与布道所对接。

source: You're stopped by a Rockman with a long staff, topped with the skull of a former-heretic. "Do you know the holy words? Are you pure? Prove yourself or face the might of the Inquisition!"
fr: Vous êtes arrêté par un Rocailleux avec un long sceptre, orné du crâne de ce qui était un hérétique. "Connaissez-vous les saintes paroles ? Êtes-vous pur ? Prouvez-le, ou subissez le puissance de l'Inquisition !"
ko: 이단자의 두개골이 걸려 있는 긴 지팡이를 든 락맨이 당신을 멈춰 세웠습니다. "그대는 신성한 가르침을 알고 있는가? 그대는 순수한가? 자신을 증명하지 않으면 이단 심문관들의 힘을 직면하게 될 것이오!
ru: Вас останавливает валун с длинным посохом, увенчанным черепом бывшего еретика. "Знаешь ли ты святые слова? Чист ли ты? Докажи свою правоту или столкнись с мощью Инквизиции!"
zh_hans: 你被一个拿着长杖的岩石族拦住了，长杖上顶着一个曾经的异教徒的头骨。"你知道圣言吗？你是纯洁的吗？证明你自己或面对圣判所的威力！"

source: Of course.
fr: Bien sûr.
ko: 물론 순수합니다.
ru: Конечно.
zh_hans: 当然了。

source: The Rockman laughs. "Then PROVE IT! Recite to me Rothedi 78:598."
fr: Le Rocailleux ricane. "Alors PROUVEZ-LE ! Récitez-moi Rothedi 78 :598."
ko: 락맨이 웃었습니다. "그렇다면 증명해보아라! 내게 로테디 78:598을 외워 보시오."
ru: Валун смеется. "Тогда докажи это! Перечитай мне Ротеди 78:598".
zh_hans: 岩石族笑了。"那就证明一下吧！给我背诵罗特迪78：598。"

source: Uhhhhhhh...
fr: Heuuuuuuu...
ko: 어어어어어...
ru: Ухххххх...
zh_hans: 额...

source: The Rockman growls, and calls for security to chase you out of the station, while its weapons come online to fight you off.
fr: Le Rocailleux grogne, et appelle la sécurité pour qu'ils vous chassent hors de la station, alors que ses armes s'activent pour vous combattre.
ko: 락맨은 으르렁대며 보안요원에게 당신을 정거장 밖으로 쫓아내라고 지시했습니다. 그 사이에 당신을 물리치기 위해 정거장의 무기가 가동되었습니다.
ru: Валун рычит и вызывает охрану, чтобы прогнать вас со станции, а его оружие включается для борьбы с вами.
zh_hans: 岩石族咆哮着，叫来保安把你赶出空间站，同时它的武器也上线与你战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Theocracy Crew) Your Rockman knows.
fr: (Membre d'équipage de la Théocracie) Votre Rocailleux le connaît.
ko: (신정 선원) 당신의 락맨이 알고 있습니다.
ru: (Член экипажа из Теократии) Ваш валун знает.
zh_hans: (神权国岩石族船员)你的岩石族知道。

source: Your Rockmen pauses, then lets out a massive release of flatulence, filling the room with an unbearable stench. You assume the missionary will be insulted, but instead he cheers. "You are a talented scholar of the holy texts! I am proud to have you aboard my station. Please, accept this gift."
fr: Votre Rocailleux s'arrête, puis laisse échapper une énorme flatulence, remplissant la pièce d'une puanteur insoutenable. Vous pensez que le missionnaire va se sentir insulté, mais au lieu de cela, il applaudit. "Vous êtes un talentueux érudit des textes sacrés, que je serai fier d'accueillir à bord de ma station. Je vous en prie, acceptez ce cadeau."
ko: 당신의 락맨은 잠시 가만히 있더니 이내 엄청난 양의 가스를 배출하여 실내를 참을 수 없는 악취로 가득 채웠습니다. 당신은 선교사를 모욕했다고 생각했지만, 그는 오히려 환호했습니다. "그대는 재능있는 신학자요! 그대가 나의 정거장에 들려줘서 자랑스럽소. 부디, 선물을 받아주시오."
ru: Ваш валун делает паузу, а затем выпускает мощный поток газов, наполняя комнату невыносимым зловонием. Вы полагаете, что миссионер будет оскорблен, но вместо этого он ликует. "Вы талантливый знаток священных текстов! Я горжусь тем, что вы находитесь на борту моей станции. Пожалуйста, примите этот подарок".
zh_hans: 你的岩石族停顿了一下，然后放出了大量的胀气，使房间里充满了难以忍受的臭味。你以为传道者会受到侮辱，但他却欢呼雀跃。"你是一个有天赋的圣典学者！我很自豪有你在我的空间站上。请接受这份礼物。"

source: (Crystal Crew) "We are the holy ones!"
fr: (Membre d'équipage Cristalien) "Nous sommes les saints!"
ko: (크리스탈 선원) "우리가 신성한 존재다!"
ru: (Член экипажа-кристаллин) "Мы - святые!"
zh_hans: (水晶族船员)"我们是圣者！"

source: Your Crystal giggles a little while they are lying, but the missionary doesn't seem to notice. Stricken by fear, he sends one of his fellow priests to join you while you're let into the market.
fr: Votre Cristalien s'amuse silencieusement de son mensonge, mais le missionnaire ne semble pas le remarquer. Terrifié, il envoie l'un de ses collègues pour vous rejoindre pendant que vous accédez au marché.
ko: 크리스탈은 거짓말을 하면서 좀 낄낄댔지만, 선교사는 눈치채지 못한 것 같습니다. 두려움에 질린 그는 당신에게 동료 성직자를 따라붙이고 시장으로 들여보냈습니다.
ru: Ваш кристаллин немного хихикает, когда он врет, но миссионер, похоже, этого не замечает. Охваченный страхом, он посылает одного из своих коллег-священников присоединиться к вам, когда вас пропускают на рынок.
zh_hans: 你的水晶族在他们说谎的时候傻笑了一下，但传道者似乎没有注意到。他被恐惧所击倒，在你被放进市场的时候，他派了一个牧师同伴来加入你。

source: (Unfaithful Rock Crew) "Your holy text are lies!"
fr: (Rocailleux apostat) "Vos textes saints ne sont que des mensonges!"
ko: (신앙심 없는 락맨 선원) "신성한 가르침은 거짓이오!"
ru: (Член экипажа-неверующий валун) "Ваш священный текст - ложь!"
zh_hans: (背教岩石族船员)"你的圣典是谎言！"

source: The Rockman breaks into laughter. "HAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAH... Hah... heh... hoooo... You are an ignorant idiot. Yet, you could be helped. I can reeducate you. Make you loyal to the Theocracy! I demand this if you want to access our market peacefully."
fr: Le Rocailleux éclate de rire. "HAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAH... Hah... héh... hoooo... Tu n'es qu'un idiot ignorant, et pourtant, tu peux être aidé. Je peux te rééduquer. Te rendre loyal à la Théocratie ! Je demande ceci si vous voulez accéder à notre marché en paix."
ko: 락맨이 웃음을 터뜨렸습니다. "하하하하하하하하하ㅏ하하하하하하하하하ㅏ하하하하하하하하하ㅏ하하하하하하하하하ㅏ... 하아... 헤... 후우우... 그대는 무지한 바보로군. 하지만 그대도 구원받을 수 있소. 내 그대를 다시 교육시켜 주지. 신정에 충성하도록 만들어 주겠소! 우리의 시장을 평화적으로 이용하고 싶다면 교육을 받게 하시오 선장."
ru: Валун разразился хохотом. "ХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХAХA... Хах... хех... хууу... Ты невежественный идиот. Но тебе можно помочь. Я могу перевоспитать тебя. Сделать тебя верным Теократии! Я требую этого, если вы хотите получить мирный доступ на наш рынок".
zh_hans: 岩石族打破了笑声。"哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈......"。哈......呵......呼......你是一个无知的白痴。然而，你可以得到帮助。我可以对你进行再教育。让你忠于神权国！如果你想和平地进入我们的市场，我要求这样做。"

source: Let them reeducate your Cultist to access the market.
fr: Les laisser rééduquer votre Cultiste pour accéder au marché.
ko: 시장을 이용하기 위해 이교도가 재교육을 받게 한다.
ru: Пусть они перевоспитают вашего Культиста, чтобы получить доступ к рынку.
zh_hans: 让他们对你的背教者进行再教育，以进入市场。

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
fr: "Bien. Il va à nouveau retrouver la foi. Pendant ce temps, vous pouvez accéder au marché, mais faites le malin et vous ne retrouverez plus jamais votre membre d'équipage."
ko: "좋아. 그들은 다시 한번 추종자가 되었소. 이제 상점에 들어가도 되오. 허튼 수작 부리면 다시는 선원들을 보지 못할테니 그런줄 아시오."
ru: "Хорошо. Он снова вернется к вере. А пока вы можете пройти в магазин. Попробуете сделать что-то не то, и вы больше никогда не увидите своего члена экипажа".
zh_hans: "很好。他将再次成为一个追随者。在此期间，你可以进入商店。尝试任何有趣的事情，你就再看不到你的船员了。"

source: Let them reeducate your Commando to access the market.
fr: Les laisser rééduquer votre Commando pour accéder au marché.
ko: 시장을 이용하기 위해 특공대가 재교육을 받게 한다.
ru: Пусть они перевоспитают вашего Коммандос, чтобы получить доступ к рынку.
zh_hans: 让他们对你的突击兵进行再教育以进入市场。

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
fr: "Bien. Il va à nouveau retrouver la foi. Pendant ce temps, vous pouvez accéder au marché, mais faites le malin et vous ne retrouverez plus jamais votre membre d'équipage."
ko: "좋아. 그들은 다시 한번 추종자가 되었소. 이제 상점에 들어기도 되오. 허튼 수작 부리면 다시는 선원들을 보지 못할테니 그런줄 아시오."
ru: "Хорошо. Он снова вернется к вере. А пока вы можете пройти в магазин. Попробуете сделать что-то не то, и вы больше никогда не увидите своего члена экипажа".
zh_hans: "很好。他将再次成为一个追随者。在此期间，你可以进入商店。尝试任何有趣的事情，你就再看不到你的船员了。"

source: Let them reeducate your Outcast to access the market.
fr: Les laisser rééduquer votre Exilé pour accéder au marché.
ko: 시장을 이용하기 위해 망명자가 재교육을 받게 한다.
ru: Пусть они перевоспитают вашего Изгоя, чтобы получить доступ к рынку.
zh_hans: 让他们对你的流放者进行再教育，以进入市场。

source: "Good. They will become a follower once again. In the meantime, you may access the store. Try anything funny, and you won't see your crew ever again."
fr: "Bien. Il va à nouveau retrouver la foi. Pendant ce temps, vous pouvez accéder au marché, mais faites le malin et vous ne retrouverez plus jamais votre membre d'équipage."
ko: "좋아. 그들은 다시 한번 추종자가 되었소. 이제 상점에 들어기도 되오. 허튼 수작 부리면 다시는 선원들을 보지 못할테니 그런줄 아시오.
ru: "Хорошо. Он снова вернется к вере. А пока вы можете пройти в магазин. Попробуете сделать что-то не то, и вы больше никогда не увидите своего члена экипажа".
zh_hans: "很好。他将再次成为一个追随者。在此期间，你可以进入商店。尝试任何有趣的事情，你就再看不到你的船员了。"

source: Never!
fr: Jamais !
ko: 결코!
ru: Никогда!
zh_hans: 绝不！

source: "Then perish!" Only two words, but their intent is clear as the station suddenly turns hostile.
fr: "Alors meurs!" Seulement deux mots, mais leurs intentions sont claires et la station devient subitement hotile.
ko: "그럼 죽어라!" 선교사가 단 두 마디로 자신의 의향을 내비치자 정거장 전체가 적대적으로 돌변하였습니다.
ru: "Тогда умри!" Всего два слова, но их намерение ясно, поскольку станция внезапно становится враждебной.
zh_hans: "灭亡！"只有两个字，但他们的意图很明显，因为空间站突然变成了敌对状态。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ariadne) Threaten the missionaries.
fr: (Arianne) Menacer les missionnaires.
ko: (아리아드네) 선교사를 협박한다.
ru: (Ариадна) Угрожать миссионерам.
zh_hans: (阿里阿德涅)威胁传道者。

source: Terrified at the sight of the Lost Sun admiral, the missionaries submit immediately. Some of the less-convinced clergymen even revolt. They still offer to trade, but provide a gift for their newfound freedom as well.
fr: Terrifiés à la vue de l'amirale des Soleils Perdus, les missionnaires se rendent immédiatement. Certains des ecclésiastes les moins convaincus se révoltent même. Ils vous proposent quand même de commercer, mais vous donnent aussi un cadeau pour vous remercier de les avoir libérés.
ko: 선교사는 로스트선 제독을 보고는 겁에 질려 즉시 투항했습니다. 심지어 몇몇 신앙심 부족한 성직자들이 반란을 일으켰습니다. 그들은 새로이 얻게 된 자유에 대한 보답을 했고 거래도 제안했습니다.
ru: В ужасе от вида адмирала Затерянных Солнц миссионеры немедленно подчиняются. Некоторые из менее убежденных священнослужителей даже восстают. Они все еще предлагают торговать, но за вновь обретенную свободу дают еще и подарок.
zh_hans: 看到烈阳上将，传道者们惊恐万分，立即服从。一些不太忠实的神职人员甚至造反。他们仍然提出进行交易，但也为他们新获得的自由提供了一份礼物。

source: (Vortigon) Glare menacingly.
fr: (Vortigon) Lui jeter un regard mauvais.
ko: (보티곤) 매섭게 노려본다.
ru: (Вортигон) Угрожающе посмотреть.
zh_hans: (沃蒂根)气势汹汹地瞪着眼睛。

source: The Rockman slinks back in fear as Vortigon takes a step forward. He takes the missionary into a different room, and when they return, the other is now wearing the blue robes of a cultist. You know better than to ask questions at this point, but fortunately it seems you can now trade here.
fr: Le Rocailleux fait un pas en arrière alors que Vortigon s'avance vers lui. Il traîne le missionnaire dans une autre salle, et quand ils en sortent, l'autre porte des robes bleues de cultiste. Vous savez désormais qu'il ne faut pas poser de question, mais heureusement il semblerait que vous puissiez désormais commercer ici.
ko: 보티곤이 앞으로 한 발짝 나가자 락맨은 두려움에 뒤로 슬금슬금 물러났습니다. 그는 선교사를 다른 방으로 데려갔고 그들이 돌아왔을 때 선교사는 파란색 로브를 걸치고 있었습니다. 이쯤 되면 짐작하셨겠지만, 상점을 이용해도 될 것 같습니다.
ru: Валуны в страхе отступают назад, когда Вортигон делает шаг вперед. Он уводит миссионера в другую комнату, а когда они возвращаются, тот уже одет в синие одежды Культистов. Вам лучше не задавать вопросов, но, к счастью, похоже, что теперь вы можете поторговать здесь.
zh_hans: 岩石族害怕地往后退，因为沃蒂根向前走了一步。他把传道者带到另一个房间，当他们回来时，另一个人现在穿着邪教徒的蓝袍。你知道在这个时候最好不要问问题，但幸运的是，你现在似乎可以在这里交易。

source: The Inquisitions were outlawed.
fr: Les Inquisitions ont été interdites.
ko: 이단 심문은 불법입니다.
ru: Инквизиция была объявлена вне закона.
zh_hans: 宣布圣判所为非法。

source: "Bahahaha! You think the Theocracy cares what the Federation demands of us? You hold no authority over our holy work! Get lost!" The station turns hostile!
fr: "Hahahaha ! Tu crois que la Théocratie se préoccupe de ce que la Fédération demande de nous ? Tu n'as aucune autorité sur nos saints gestes ! Dégage !" La station devient hostile !
ko: "푸하하! 신정이 연방의 요구를 따를 거라 생각하는 것이오? 그대는 우리의 신성한 임무에 관여할 수 없소!" 정거장이 적대적으로 돌아섰습니다!
ru: "Вахахаха! Вы думаете, Теократию волнует, что требует от нас Федерация? Вы не имеете никакой власти над нашим святым делом! Проваливайте!" Станция становится враждебной!
zh_hans: "哈哈哈！你以为神权国会在乎联邦对我们的要求？你无权干涉我们的神圣工作！滚开！"空间站变成了敌对状态！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: I think we'll just leave.
fr: Je crois que nous devrions partir.
ko: 그냥 떠나는 게 좋을 것 같다.
ru: Я думаю, мы просто уйдем.
zh_hans: 我想我们就这样离开吧。

source: The missionary chases after you, shouting. Unfortunately for him, as a Rockman, he's far too slow. However, a team of security officers have made their way onto your ship, and you'll have to take care of them before you can leave!
fr: Le missionnaire vous prend en chasse en criant, mais hélas pour lui, comme c'est un Rocailleux, il est bien trop lent. Cependant, une équipe d'agents de sécurité s'est introduite dans votre vaisseau, et il faudra s'en débarrasser avant de pouvoir partir !
ko: 선교사는 소리를 지르며 당신을 쫓아왔지만, 안타깝게도 락맨인 그는 너무 느렸습니다. 그러나 보안요원 팀 하나가 함선에 올라탔습니다. 떠나기 전에 먼저 이들을 처리해야 합니다!
ru: Миссионер с криками бежит за вами. К сожалению, как валун, он слишком медлителен. Однако на ваш корабль пробралась группа сотрудников службы безопасности, и вам придется разобраться с ними, прежде чем вы сможете улететь!
zh_hans: 传道者追着你，大喊大叫。不幸的是，作为一个岩石族，他的速度太慢了。然而，一队安全人员已经登上了你的飞船，你必须在离开之前解决他们！

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_MISSION"]/choice[2]/text
source: Kill these brutal missionaries!
fr: Tuer ces missionnaires brutaux !
ko: 이 잔혹한 선교사들을 죽인다!
ru: Убить этих жестоких миссионеров!
zh_hans: 杀死这些残暴的神棍！

source: There's little moral quandary here, for Rock fanatics are feared across the galaxy for their brutal methods. You're only helping make this galaxy a safer place.
fr: On ne peut pas vraiment parler de dilemme moral ici, car les fondamentalistes Rocailleux sont craints partout dans la galaxie de par leurs méthodes brutales. Vous ne faites que rendre la galaxie plus sûre.
ko: 락맨 광신도들의 잔인한 행태에 전 우주가 공포에 떨고 있기 때문에 이들을 죽이는 것에는 도덕적 문제가 거의 없습니다. 당신은 이 은하를 더 안전한 곳으로 만드는 데 기여할 뿐입니다.
ru: Здесь нет особых моральных проблем, ведь фанатиков валунов боятся во всей галактике за их жестокие методы. Вы только помогаете сделать галактику более безопасной.
zh_hans: 这里没有什么道德难题，因为岩石狂热者因其残忍的方法而被整个银河系所惧怕。你只是在帮助使这个星系成为一个更安全的地方。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_MISSION"]/choice[3]/text
source: We have no business here.
fr: Nous n'avons rien à faire ici.
ko: 이곳에 용건은 없다.
ru: Нам здесь делать нечего.
zh_hans: 我们没有业务在这里。
