Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//ship[@name="SHIP_AUTO_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_AUTO_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_AUTO"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_AUTO"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_STORE_AUTO_HOSTILE"]/text[1]
source: An automated Rebel vessel has opened fire on a small marketplace, presumably because they were dealing to Feds!
fr: Un vaisseau Rebelle automatisé a ouvert le feu sur un petit marché, probablement car ils traitaient avec les Fédérés !
ko: 반군 무인기가 작은 시장에 포격을 가하고 있었습니다. 아마도 연방과 거래하고 있었기 때문인 것 같습니다!
ru: Автоматический корабль повстанцев открыл огонь по небольшому торговому посту, предположительно потому, что они торговали со сторонниками Федерации!
zh_hans: 一艘自动驾驶的叛军舰艇向一个小市场开火，估计是因为他们曾向联邦的人交易！

# data/events_standard.xml$//textList[@name="TEXT_STORE_AUTO_HOSTILE"]/text[2]
source: You receive a distress call from a small trading outpost. "Help! Our automated ship has gone haywire and is attacking us!"
fr: Vous recevez un appel de détresse d'un petit poste avancé marchand. "Au secours ! Notre Auto-vaisseau s'est détraqué et il nous attaque !"
ko: 작은 무역 전초기지가 구조 요청을 보냈습니다. "도와주세요! 무인기가 고장나서 우리를 공격하고 있어요!"
ru: Вы получаете сигнал бедствия от небольшого торгового аванпоста. "Помогите! Наш автоматический корабль вышел из строя и атакует нас!"
zh_hans: 你收到了来自一个小型贸易前哨的求救呼叫。"救命啊！我们的自动飞船失灵了！它正在攻击我们！"

# data/events_standard.xml$//textList[@name="TEXT_STORE_AUTO_HOSTILE"]/text[3]
source: You notice a black market under fire from an Auto-ship nearby. Looks like even the Rebels aren't pleased with pirates.
fr: Vous remarquez un marché noir sous le feu d'un Auto-vaisseau proche. Il semblerait que même les Rebelles n'aiment pas les pirates.
ko: 당신은 근처에서 무인기에 공격받고 있는 암시장을 발견했습니다. 반군도 해적은 싫어하는 모양입니다.
ru: Вы замечаете неподалеку черный рынок, атакованный автоматическим кораблем. Похоже, даже повстанцы недовольны пиратами.
zh_hans: 你注意到附近有一个黑市被一艘自动飞船开火。看来，即使是叛军也对海盗不满意。

# data/events_standard.xml$//ship[@name="SHIP_PIRATE_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_PIRATE_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_PIRATE_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方的船员尽数死亡，你搜刮了他们的船只。

# data/events_standard.xml$//ship[@name="SHIP_PIRATE_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_PIRATE"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_PIRATE"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_STORE_PIRATE_HOSTILE"]/text[1]
source: The distress beacon appears to be originating from a small, civilian-run market under attack from pirates!
fr: Cette balise de détresse semble venir d'un petit marché de civils attaqué par des pirates !
ko: 조난 신호의 근원은 해적들에게 공격받고 있는 작은 민간 시장이었던 것 같습니다!
ru: Судя по всему, сигнал бедствия исходит от небольшой гражданской торговой станции, подвергшейся нападению пиратов!
zh_hans: 这个求救信号似乎来自一个受到海盗袭击的平民经营的小市场！

# data/events_standard.xml$//textList[@name="TEXT_STORE_PIRATE_HOSTILE"]/text[2]
source: Pirates don't always get along well with each other, and the scene at this beacon is evident. A hostile pirate ship is firing on another pirate station. The station's fate looks bleak unless you step in.
fr: Les pirates ne s'entendent pas toujours entre eux, comme le montre la scène qui se dévoile à cette balise. Un vaisseau pirate hostile tire sur un marché noir. Le destin de la station semble scellé à moins que vous n'interveniez.
ko: 해적들은 언제나 사이가 좋지 않으니 지금 보이는 광경은 이상한 것이 아닙니다. 적대적인 해적선이 또 다른 해적의 정거장을 향해 발포하고 있습니다. 당신이 개입하지 않는다면 정거장은 암울한 운명을 맞을 것입니다.
ru: Пираты не всегда ладят друг с другом, и то, что вы наблюдаете у этого маяка - наглядное тому подтверждение. Враждебный пиратский корабль обстреливает пиратскую станцию. Похоже, станция обречена, только если вы не вмешаетесь.
zh_hans: 海盗之间并不总是相处融洽，这个信标的场景就很明显。一艘敌对的海盗舰正在向另一个海盗空间站开火。除非你出面，否则该空间站的命运看起来很暗淡。

# data/events_standard.xml$//textList[@name="TEXT_STORE_PIRATE_HOSTILE"]/text[3]
source: You notice a Federation merchant vessel being blockaded by pirates. This must be the source of the distress beacon.
fr: Vous remarquez un marchand de la Fédération mis en blocus par des pirates. Il s'agit probablement de la source du signal de détresse.
ko: 해적들이 연방 무역선 한 척을 가로막고 있는 것이 보입니다. 여기가 조난 신호의 근원임이 분명합니다.
ru: Вы заметили торговое судно Федерации, блокированное пиратами. Это, должно быть, источник сигнала бедствия.
zh_hans: 你注意到一艘联邦商船被海盗封锁了。这一定是求救信标的来源。

# data/events_standard.xml$//ship[@name="SHIP_MANTIS_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_MANTIS_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_MANTIS_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 所有船员死亡后，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_MANTIS_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_MANTIS"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_MANTIS"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_STORE_MANTIS_HOSTILE"]/text[1]
source: A Mantis appears to have decided to prey on a nearby unarmed merchant vessel. While you don't find it particularly intelligent to travel into Mantis space without weapons, they're still civilians and they won't last long.
fr: Un vaisseau Mantis semble avoir choisi un vaisseau de commerce sans défense non loin. Bien que vous ne trouviez pas l'idée de voyager sans armes en plein territoire Mantis particulièrement bonne, ce sont malgré tout des civils qui ne tiendront pas longtemps.
ko: 맨티스가 근처의 비무장 무역선을 사냥감으로 정한 것 같습니다. 무기 없이 맨티스의 영역을 방랑하는 것은 멍청한 일이지만, 어쨌든 그들은 민간인이고 오래 버티지 못할 것입니다.
ru: Богомол, похоже, решил напасть на безоружное торговое судно неподалеку. Хотя вы не считаете особенно разумным путешествовать в пространство богомолов без оружия, они все же гражданские и долго не продержатся.
zh_hans: 一只螳螂族似乎已经决定狩猎附近的一艘没有武器的商船。虽然你觉得在没有武器的情况下进入螳螂族的星域不是特别聪明的做法，但他们仍然是平民，他们不会撑不了太久。

# data/events_standard.xml$//textList[@name="TEXT_STORE_MANTIS_HOSTILE"]/text[2]
source: It appears a Mantis and a smuggler are duelling it out at this beacon, arguing over prices.
fr: Il semblerait qu'un Mantis et un contrebandier en soient venus aux armes à cette balise, à cause des prix.
ko: 맨티스와 밀수꾼이 이 송신소에서 가격을 두고 실랑이를 벌이는 것 같습니다.
ru: Похоже, спор о ценах между богомолом и контрабандистом у этого маяка перешел в дуэль.
zh_hans: 似乎一伙螳螂和一伙走私者正在这个信标上决斗，为价格争论不休。

# data/events_standard.xml$//textList[@name="TEXT_STORE_MANTIS_HOSTILE"]/text[3]
source: A Mantis is firing at a small Engi merchant trying to get out of the sector. It's not likely the Engi will last long.
fr: Un appareil Mantis est en train de tirer sur un vaisseau Engi de commerce essayant de sortir du secteur. Il est peu probable que ces derniers tiennent longtemps.
ko: 맨티스가 이 구역에서 빠져나가려는 엔지를 향해 포격을 가하고 있습니다. 엔지가 그리 오래 버틸 것 같지는 않습니다.
ru: Богомол обстреливает небольшой торговый корабль энджи, пытающийся выбраться из сектора. Вряд ли энджи продержатся долго.
zh_hans: 一艘螳螂族船正在向一个试图离开该区域的小型半械族商人开火。半械族不能坚持很长时间。

# data/events_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 敌方的船员尽数死亡，你搜刮了他们的船只。

# data/events_standard.xml$//ship[@name="SHIP_MORPH_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_MORPH"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_MORPH"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_STORE_MORPH_HOSTILE"]/text[1]
source: You didn't think you'd be seeing Morph ships acting quite aggressive as this... it appears a Morph is attacking a small Shell merchant ship!
fr: Vous ne pensiez pas voir des vaisseaux Morphs aussi agressifs... il semblerait qu'un de leurs appareils attaque un petit vaisseau marchand Coquille !
ko: 모프가 이렇게 공격적으로 행동하는 걸 보게 될 줄은 몰랐습니다... 모프가 작은 셸 무역선을 공격하는 것 같습니다!
ru: Вы не думали, что увидите корабли морфов, ведущие себя так агрессивно... похоже, морфы атакуют небольшой торговый корабль ракушек!
zh_hans: 你没有想到你会看到模物族船表现得如此有侵略性......似乎有一艘模物族正在攻击一艘小型甲壳族商船！

# data/events_standard.xml$//textList[@name="TEXT_STORE_MORPH_HOSTILE"]/text[2]
source: You receive a hail from a distant Federation supply vessel. "Help, I think I accidentally angered the blob things! I don't know what they're saying but they're really scaring me man!"
fr: Vous êtes contacté par un vaisseau ravitailleur de la Fédération. "À l'aide ! Je crois que j'ai accidentellement énervé ces espèces de blobs ! Je ne comprends rien à ce qu'ils disent, mais ils me font peur, mec !"
ko: 멀리 있는 연방 보급선으로부터 교신이 왔습니다. "도와주십시오, 제가 실수로 물방울 같은 생명체를 화나게 한 것 같습니다! 그들이 무슨 말을 하는지는 모르겠지만 정말 무섭습니다!
ru: Вы получаете сигнал с корабля снабжения Федерации неподалеку. "Помогите, кажется, я случайно разозлил эти шарообразные штуковины! Я не понимаю, что они говорят, но они меня пугают!"
zh_hans: 你收到了来自遥远的联邦补给船的呼叫。"救命啊，我想我不小心激怒了有斑点的东西！我不知道它们在说什么，但它们真的吓到我了，伙计！"

# data/events_standard.xml$//textList[@name="TEXT_STORE_MORPH_HOSTILE"]/text[3]
source: "OOG! URP UPR TAGLE SPACK!" A ship full of Morphs begin to chant as they circle around a merchant ship. Looks like they could use some help.
fr: "OOG ! URP UPR TAGLE SPACK !" Un vaisseau plein de Morphs se met à chanter alors qu'il tourne autour d'un appareil de marchands. Ils semblent avoir besoin d'aide.
ko: "우욱! 엂 우프르 태글 스팩!" 모프로 가득 찬 함선이 무역선 주위를 뱅뱅 돌면서 구호를 외치기 시작했습니다. 아무래도 도움이 필요할 것 같습니다.
ru: "УГ! УРП УРР ТАГЛ СПАК!" Корабль, полный морфов, начинает скандировать, кружась вокруг торгового судна. Похоже, им не помешает помощь.
zh_hans: "OOG！URP UPR TAGLE SPACK！"一艘满是模物族的船开始吟唱，他们围着一艘商船转。看起来他们可能需要一些帮助。

# data/events_standard.xml$//ship[@name="SHIP_SPIDER_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_SPIDER_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_SPIDER_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 所有船员死亡后，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_SPIDER_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_SPIDER"]/text
source: This beacon greets you with a bizarre sight, a Militia ship firing on a Civilian market. However, you realize the issue when scans return showing the Militia ship to be infested by spiders!
fr: À cette balise, vous découvrez un étrange spectacle, un vaisseau de la Milice tirant sur un marché civil. Cependant, vous comprenez rapidement le problème quand les scans de l'appareil montrent qu'il est infesté d'araignées !
ko: 당신은 민병대 함선이 민간 시장을 향해 발포하고 있는 기이한 광경을 맞이했지만, 스캔 결과 민병대 함선에 거미가 우글거리는 것을 보고 상황을 이해했습니다.
ru: Этот маяк встречает вас странным зрелищем: корабль Ополчения обстреливает гражданский торговый пост. Однако вы понимаете, в чем дело, когда сканирование показывает, что корабль Ополченцев кишит пауками!
zh_hans: 这座信标以一种奇怪的景象迎接你，一艘盟卫船向一个平民市场开火。然而，当扫描结果显示盟卫船被蜘蛛侵占时，你才意识到问题所在。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_SPIDER"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_SPIDER"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

# data/events_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 所有船员死亡后，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_BROOD_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_BROOD"]/text
source: Looks like a Brood ship is attacking the nearby market. If you can stop them, you should be able to access the store.
fr: Il semblerait qu'un vaisseau de la Couvée attaque un marché proche. Si vous pouvez les arrêter, vous devriez pouvoir accéder au magasin.
ko: 브루드 함선이 근처의 시장을 공격하는 것 같습니다. 그들을 멈춘다면 상점에 접근할 수 있을 것입니다.
ru: Похоже, корабль Выводка атакует близлежащую торговую станцию. Если вы сможете остановить их, вы сможете получить доступ к магазину.
zh_hans: 看起来有一艘蛛团飞船正在攻击附近的市场。如果你能阻止他们，你应该可以访问商店。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_BROOD"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_BROOD"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//ship[@name="SHIP_CULTIST_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘船四分五裂，你迅速回收走你能找到的资源。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_CULTIST_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 所有船员死亡后，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_CULTIST_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_CULTIST"]/text
source: An Ember vessel is firing on a Crystal merchant. To see their wares, you'll have to fight off the enemy first.
fr: Un vaisseau de la Braise tire sur un marchand Cristalien. Pour voir ce qu'il vend, il va falloir d'abord combattre son ennemi.
ko: 불씨의 선박이 크리스탈 무역상을 향해 발포하고 있습니다. 상품을 보기 위해서는 먼저 적을 물리쳐야 할 것입니다.
ru: Корабль культа Вечного Жара обстреливает торговца кристаллинов. Чтобы увидеть их товары, вам придется сначала избавиться от противника.
zh_hans: 一艘余烬教船正在向一个水晶族商人开火。要想看他们的商品，你必须先击退敌人。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_CULTIST"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_CULTIST"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。
