Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Luck is not on your side today - a Rebel ship has arrived, and it is your duty to take care of them!
fr: La chance n'est pas avec vous aujourd'hui - un vaisseau Rebelle est arrivé, et c'est à vous de les détruire !
ko: 오늘은 별로 운이 좋지 못했습니다. 반군 함선이 나타났습니다. 당신이 그들을 처리해야만 합니다!
ru: Сегодня удача не на вашей стороне - прибыло повстанческое судно, и ваш долг - позаботиться о них!
zh_hans: 今天运气不在你这边--一艘叛军的船来了，你的责任是照顾好他们！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_OUTPOSTDAMAGE"]/text
source: A friendly Federation outpost nearly hails you. "Good, a friendly face. We took some damage from a Rebel attack, nothing major but we need scrap for repairs. Would you like to trade?"
fr: Un avant-poste allié de la Fédération vous contacte. "Bien, un visage amical. Nous avons pris quelques dégâts lors de l'attaque d'un Rebelle, rien de majeur mais nous avons besoins de ferraille pour nos réparations. Voudriez-vous commercer?"
ko: 근처에 있던 우호적인 연방 전초기지가 당신을 불렀습니다. "아군을 만나서 다행입니다. 반군에게 공격당해 피해를 입었는데, 큰 문제는 없지만 수리를 위해 스크랩이 필요합니다. 거래하시겠습니까?"
ru: Дружественный аванпост Федерации неподалеку вызывает вас. "Союзник, это хорошо. Нас немного потрепало во время атаки повстанцев, ничего серьезного, но нам нужен лом для ремонта. Не хотите поторговаться?"
zh_hans: 一个友好的联邦前哨站几乎在呼唤你。"好，一个友好的面孔。我们在叛军的攻击中受到了一些损害，并不严重，但我们需要废料来进行维修理。你愿意交易吗？"

source: See what they're offering.
fr: Voir ce qu'ils offrent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они предлагают.
zh_hans: 看看他们提供什么。

source: (Hull Repair) Fix up their hull. [-1|]
fr: (Réparateur de coque) Réparer leur coque. [-1|]
ko: (선체 수리 드론) 그들의 선체를 고쳐준다. [-1|]
ru: (Корпусной ремонтник) Подлатать их корпус. [-1|]
zh_hans: (舰体维修)维修他们的舰体。[-1|]

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
fr: "Voilà qui était bien aimable de votre part. Nous n'avons maintenant plus à nous soucier des réparations, mais plus de ferraille ne se refuse pas, n'est-ce pas?"
ko: "정말 친절하시군요. 이제 수리 걱정은 안해도 되지만 스크랩을 더 얻어서 나쁠건 없으니, 거래하시겠습니까?"
ru: "Это было очень любезно с вашей стороны. Ну, теперь нам не нужно беспокоиться о ремонте, но запас лома никогда не помешает, верно?"
zh_hans: "你真是太客气了。现在我们不需要担心维修问题了，但无论如何，更多的废料总不会有坏处，对吧？"

source: (Repair Arm) Fix up their hull. [-15~]
fr: (Bras réparateur) Réparer leur coque. [-15~]
ko: (수리 로봇 팔) 그들의 선체를 고쳐준다. [-15~]
ru: (Ремонтный кран) Подлатать их корпус. [-15~]
zh_hans: (自动维修臂)修复他们的舰体。[-15~]

source: "That was awfully kind of you. Well now we don't need to worry about repairs, but more scrap never hurts regardless, right?"
fr: "Voilà qui était bien aimable de votre part. Nous n'avons maintenant plus à nous soucier des réparations, mais plus de ferraille ne se refuse pas, n'est-ce pas?"
ko: "정말 친절하시군요. 이제 수리 걱정은 안 해도 되지만 스크랩을 더 얻어서 나쁠 건 없으니, 거래하시겠습니까?"
ru: "Это было очень любезно с вашей стороны. Ну, теперь нам не нужно беспокоиться о ремонте, но запас лома никогда не помешает, верно?"
zh_hans: "你真是太客气了。现在我们不需要担心维修问题了，但无论如何，更多的废料总不会有坏处，对吧？"

source: They're vulnerable, attack!
fr: Ils sont vulnérables, à l'attaque !
ko: 취약한 상대다, 공격!
ru: Они уязвимы, в атаку!
zh_hans: 他们是脆弱的，攻击！

source: Nothing will stop you from being a merciless ravager of all you come across. Pity the next poor soul to come across you with anything less than an entire armada to protect themselves.
fr: Rien ne vous empêchera d'être une brute sans pitié envers tous ceux que vous croisez. Malheur à tous ceux sur lesquels vous tombez accompagné de moins qu'une armada entière comme protection.
ko: 그 무엇도 당신의 무차별적인 약탈을 막을 수는 없습니다. 불쌍하게도 당신과 마주친 다음 희생양은 자신을 지킬 함대를 데려오지 않았습니다.
ru: Ничто не помешает вам безжалостно опустошать все, что попадается вам на пути. Жаль того несчастного, кто в следующий раз столкнется с вами без целой армады для собственной защиты.
zh_hans: 没有什么能阻止你成为你所遇到的一切的无情掠夺者。可怜的是，下一个遇到你的可怜人却没有整个舰队来保护自己。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_NOTFREE"]/text
source: A Federation supply depot is set up on the nearby planet. They won't give anything away for free, but that doesn't mean they won't be open to trade.
fr: Un dépôt de ressources de la Fédération est installé sur une planète non loin. Ils ne vont rien donner gratuitement, mais cela ne veut pas dire qu'ils ne sont pas ouverts au commerce.
ko: 인근 행성에 연방의 보급 창고가 있습니다. 그들이 공짜로 뭘 주지는 않겠지만 거래는 받아 줄 것입니다.
ru: На ближайшей планете расположен склад снабжения Федерации. Они не отдадут ничего бесплатно, но это не значит, что они не открыты для торговли.
zh_hans: 在附近的星球上建立了一个联邦供应站。他们不会免费提供任何东西，但这并不意味着他们不会开放贸易。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_NOTFREE"]/choice[1]/text
source: Trade.
fr: Commercer.
ko: 거래한다.
ru: Торговать.
zh_hans: 做交易。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_NOTFREE"]/choice[2]/text
source: Hey, god damn it, we're a Federation ship. Give us stuff!
fr: Hé, bon sang, nous sommes un vaisseau de la Fédération. Donnez-nous des trucs !!
ko: 이봐, 우리는 연방 소속이라고. 물자를 내놔!
ru: Эй, черт возьми, мы же корабль Федерации. Давай все сюда!
zh_hans: 嘿，该死的，我们是一艘联邦飞船。给我们东西！

source: The owner of the station glares at you. "I don't know if you've noticed, but we're in the middle of a war. Nothing is free. No one gets special treatment. Best I can offer is a discount on fuel.
fr: Le responsable de la station vous envoie un regard noir. "Je ne sais pas si vous avez remarqué, mais c'est la guerre. Rien n'est gratuit, et personne n'a de traitement préférentiel. Le mieux que je puisse faire, c'est une remise sur le carburant.
ko: 정거장의 주인이 당신을 노려봤습니다. "모르시나 본데, 우리는 지금 전쟁 중입니다. 무료는 없습니다. 아무도 특별 대우를 받을 수 없습니다. 제가 제안할 수 있는 최선은 연료를 할인해 드리는 겁니다."
ru: Владелец станции пристально смотрит на вас. "Не знаю, заметили ли вы, но у нас тут война в самом разгаре. Нет ничего бесплатного. Никто не получает особого отношения. Максимум, что я могу предложить, это скидку на топливо.
zh_hans: 空间站的老板瞪着你。"我不知道你是否注意到，但我们正处于战争之中。没有什么是免费的。没有人能得到特殊待遇。我所能提供的最好的是燃料的折扣。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No free services? You die today!
fr: Pas de service gratuit ? Tu vas mourir !
ko: 공짜 서비스가 없다고? 오늘이 너희 제삿날이다!
ru: Нет бесплатного обслуживания? Тогда ты умрешь!
zh_hans: 没有免费服务？你今天就得死！

source: Your greed has no bounds. Another innocent life for the slaughter block in your unrelenting quest for wealth.
fr: Votre avarice n'a pas d'égal. Encore une vie innocente ajoutée parmi les victimes dans votre quête sans merci vers la richesse.
ko: 당신의 탐욕은 끝이 없었습니다. 당신의 부귀를 향한 열망에 또 하나의 무고한 삶이 도살당합니다.
ru: Ваша жадность не знает границ. Еще одна невинная жизнь на заклание в вашем неустанном стремлении к богатству.
zh_hans: 你们的贪婪是无止境的。在你们对财富的不懈追求中，又有一条无辜的生命被屠杀。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the offer and trade.
fr: Ignorer l'offre et commercer.
ko: 제안을 무시하고 거래한다.
ru: Не обращать внимания на предложение и торговать.
zh_hans: 无视这个提议，进行交易。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_THREAT"]/text
source: A message arrives: "Your scrap, ours. Our weapons for you." A Engi military vessel jumps in, their weapons armed. Seems unusually hostile!
fr: Un message arrive : "Votre ferraille, à nous. Nos armes pour vous." Un vaisseau militaire Engi saute vers vous, ses armes charchées. Voilà des Engi bien hostiles !
ko: 메시지를 받았습니다. "귀 함의 스크랩을 요구. 본 함의 무기를 받도록." 무장한 엔지 군함이 도약해 왔습니다. 드물게도 적대적인 엔지인 것 같습니다!
ru: Приходит сообщение: "Ваш лом - нам. Наше оружие - вам". Военное судно энджи прибыло в систему, их орудия наготове. Выглядит на удивление враждебно!
zh_hans: 一条消息传来："你的废料，我们的。我们的武器给你。"一艘半械族军舰跳了进来，他们的武器装备了。看上去异常的有敌意！

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_THREAT"]/choice[1]/text
source: Defend yourself before they attack!
fr: Se défendre avant qu'ils attaquent !
ko: 그들이 공격하기 전에 먼저 방어 태세를 갖춘다!
ru: Защититься, пока они не начали атаку!
zh_hans: 在他们攻击之前保护好自己！

source: You power up your weapons in response, and the Engi springs into action. Prepare for battle!
fr: Vous activez vos armes en réponse, et les Engis passent à l'attaque. Au combat !
ko: 당신이 무기를 가동하자 엔지도 움직이기 시작했습니다. 전투를 준비하십시오!
ru: Вы заряжаете свое оружие в ответ, и энджи начинают действовать. Готовьтесь к бою!
zh_hans: 你把你的武器充能起来作为回应，半械族也开始行动。准备战斗！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_THREAT"]/choice[2]/text
source: Hold off - see what's going on.
fr: Attendre, et voir ce qu'il se passe.
ko: 기다려라 - 상황을 살펴본다.
ru: Подождать - посмотрим, что произойдет.
zh_hans: 暂缓--看看发生了什么事。

source: The Engi holds back for a few moments, then powers down their weapons. "Apologies if Federation vessel was concerned. Early show of aggression critical for deterrence of pirate vessels." The Engi explain that they are merchants and offer to trade.
fr: Les Engis vous mettent en joue pour quelque moments, puis désactivent leurs armes. "Nos excuses si vaisseau de Fédération inquiet. Démonstration de force rapide critique pour dissuasion de vaisseaux pirates." Les Engis expliquent qu'ils sont des marchands, et proposent de faire du commerce.
ko: 엔지는 몇 초간 가만히 있다가 무장을 해제했습니다. "연방 함선에 염려를 끼쳤다면 사죄를 구함. 앞서 보인 공격성은 해적선의 저지에 중요." 엔지는 자신이 상인이라 설명하고 거래를 제안했습니다.
ru: Энджи выжидают несколько мгновений, затем выключают оружие. "Приносим извинения, если судно Федерации было обеспокоено. Раннее проявление агрессии очень важно для сдерживания пиратских судов". Энджи объясняют, что они торговцы и предлагают обмен.
zh_hans: 半械族忍耐了一会儿，然后关闭了他们的武器。"如果联邦船只感到担忧，请原谅。尽早展示侵略性对威慑海盗舰只至关重要。"半械族解释说他们是商人，并提出进行贸易。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_SMITH"]/text
source: The Engi can do remarkable things with just a pile of scrap. The Engi dronesmith at the small market nearby is offering to craft Drone schematics for anyone willing to pay.
fr: Les Engis peuvent faire des chose incroyables avec juste un tas de ferraille. L'Engi ingénieur en drones d'un petit marché vous propose de construire un schéma de drones en l'échange d'une paie.
ko: 엔지는 고철 더미만을 가지고도 놀라운 일을 해낼 수 있습니다. 근처에 있는 작은 시장의 엔지 드론공이 돈을 받고 드론 도식을 만들어 주고 있습니다.
ru: Энджи могут делать удивительные вещи, имея всего лишь кучу лома. Мастер дронов энджи на небольшом тороговом посту неподалеку предлагает изготовить схемы дронов для всех, кто готов заплатить.
zh_hans: 半械族只用一堆废料就能做出了不起的事情。附近小市场上的半械族无人机工匠正在为任何愿意付钱的人制作无人机蓝图。

source: (Engi Crew) Ask for some free drone parts.
fr: (Membre d'équipage Engi) Demander quelques pièces de drones gratuites.
ko: (엔지 선원) 무료 드론 부품을 요청한다.
ru: (Член экипажа-энджи) Попросить немного бесплатных дрон-комплектов.
zh_hans: (半械族船员)要求提供一些免费的无人机部件。

source: You express your interest at the dronesmith business, and visit the market.
fr: Vous exprimez votre intérêt envers l'affaire de l'ingénieur et visitez le marché.
ko: 당신은 드론공의 사업에 관심을 표한 후 상점에 들렀습니다.
ru: Вы выражаете свою заинтересованность в деле производства дронов и посещаете магазин.
zh_hans: 你对无人机工匠表达出你的兴趣，并参观市场。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_SMITH"]/choice[2]/text
source: Shop.
fr: Commercer.
ko: 쇼핑한다.
ru: Перейти в магазин.
zh_hans: 交易。

source: You express your interest at the dronesmith business, and visit the market.
fr: Vous exprimez votre intérêt envers l'affaire de l'ingénieur et visitez le marché.
ko: 당신은 드론공을 무시하고 시장에 들렀습니다.
ru: Вы выражаете свою заинтересованность в деле производства дронов и посещаете магазин.
zh_hans: 你对无人机工匠表达出你的兴趣，并参观市场。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_ENGINES"]/text
source: An Engi ship hails: "Engine upgrade necessary for travel home. Sale of equipment necessary for Engine upgrade."
fr: Un vaisseau Engi appelle : "Amélioration du moteur nécessaire pour rentrer chez nous. Vente d'équipement nécessaire pour amélioration."
ko: 엔지 함선이 교신을 보냈습니다. "고향으로의 귀환에 엔진 업그레이드가 요구됨. 엔진 업그레이드를 위해 장비를 파는 것이 요구됨."
ru: Вас вызывает корабль энджи: "Необходимо улучшение двигателя для путешествия домой. Для улучшения двигателя необходима продажа оборудования".
zh_hans: 一艘半械族船叫道："引擎升级是回家旅行的必要条件。出售引擎升级所需的设备。"

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_ENGINES"]/choice[1]/text
source: Check out what's for sale.
fr: Voir ce qui est à vendre.
ko: 무엇을 판매하는지 본다.
ru: Посмотреть, что есть на продажу.
zh_hans: 看看有什么卖的。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_ENGINES"]/choice[2]/text
source: This is the perfect time to attack!
fr: C'est le moment parfait pour attaquer !
ko: 공격하기 딱 좋은 때다!
ru: Отличная возможность для атаки!
zh_hans: 这是进攻的最佳时机！

source: Unfortunately for these Engi, they won't be going home without going through you first.
fr: Hélas pour ces Engi, ils n'arriveront pas chez eux sans d'abord passer par vous.
ko: 불쌍하게도 이 엔지들은 당신을 먼저 뚫고 지나가지 않고는 고향으로 돌아갈 수 없습니다.
ru: К несчастью для этих энджи, они не смогут вернуться домой, не пройдя сначала мимо вас.
zh_hans: 对这些半械族来说是不幸的，如果不先通过你，他们回不了家。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Engines) Allow them to scan your engines to better optimize theirs.
fr: (Moteurs avancés) Leur proposer de scanner vos moteurs pour pouvoir mieux optimiser les leurs.
ko: (최고급 엔진) 그들이 당신의 엔진을 스캔해서 자신들의 엔진을 최적화 하도록 한다.
ru: (Продв. Двигатели) Позволить им просканировать ваши двигатели, чтобы они смогли оптимизировать свои.
zh_hans: (先进引擎)允许他们扫描你的引擎以更好地优化他们的引擎。

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
fr: "Gratitude. Amélioration sera meilleur marché : nécessité de ferraille toujours présente. Vente d'objets de qualité à votre vaisseau permettra avances supplémentaires à cause Engi."
ko: "감사. 업그레이드 비용이 줄어들 것: 스크랩의 필요성은 여전히 존재. 귀 선박에 도움이 되는 물건을 구매할 시 본 엔지에게 추가적인 이익을 제공할 수 있음."
ru: "Благодарность. Улучшение будет дешевле: необходимость в ломе все еще присутствует. Покупка предметов, полезных для вашего судна, принесет дополнительную пользу делу энджи".
zh_hans: "感激之情。升级会更便宜：废料的必要性仍然存在。购买对你的船只有好处的物品将为半械族事业提供进一步的好处。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (LR Jump) Allow them to scan your engines to better optimize theirs.
fr: (Saut long portée) Leur proposer de scanner votre moteurs pour pouvoir mieux optimiser les leurs.
ko: (장거리 도약 장비) 그들이 당신의 엔진을 스캔해서 자신들의 엔진을 최적화 하도록 한다.
ru: (Прыжковые двигатели Дал. Дейст.) Позволить им просканировать ваши двигатели, чтобы они смогли оптимизировать свои.
zh_hans: (长距跃迁器)允许他们扫描你的引擎以更好地优化他们的引擎。

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
fr: "Gratitude. Amélioration sera meilleur marché : nécessité de ferraille toujours présente. Vente d'objets de qualité à votre vaisseau permettra avances supplémentaires à cause Engi."
ko: "감사. 업그레이드 비용이 줄어들 것: 스크랩의 필요성은 여전히 존재. 귀 선박에 도움이 되는 물건을 구매할 시 본 엔지에게 추가적인 이익을 제공할 수 있음."
ru: "Благодарность. Улучшение будет дешевле: необходимость в ломе все еще присутствует. Покупка предметов, полезных для вашего судна, принесет дополнительную пользу делу энджи".
zh_hans: "感激之情。升级会更便宜：废料的必要性仍然存在。购买对你的船只有好处的物品将为半械族事业提供进一步的好处。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Maximum Engine Efficiency) Allow them to scan your engines to better optimize theirs.
fr: (Moteur d'efficacité maximale) Leur proposer de scanner votre moteurs pour pouvoir mieux optimiser les leurs.
ko: (최대 엔진 효율) 그들이 당신의 엔진을 스캔해서 자신들의 엔진을 최적화 하도록 한다.
ru: (Максимальная эффективность двигателей) Позволить им просканировать ваши двигатели, чтобы они смогли оптимизировать свои.
zh_hans: (最大引擎效率)允许他们扫描你的引擎以更好地优化他们的引擎。

source: "Gratitude. Upgrades will be cheaper: necessity of scrap still present. Purchasing items of merit to your vessel will provide further benefit to Engi cause."
fr: "Gratitude. Amélioration sera meilleur marché : nécessité de ferraille toujours présente. Vente d'objets de qualité à votre vaisseau permettra avances supplémentaires à cause Engi."
ko: "감사. 업그레이드 비용이 줄어들 것: 스크랩의 필요성은 여전히 존재. 귀 선박에 도움이 되는 물건을 구매할 시 본 엔지에게 추가적인 이익을 제공할 수 있음."
ru: "Благодарность. Улучшение будет дешевле: необходимость в ломе все еще присутствует. Покупка предметов, полезных для вашего судна, принесет дополнительную пользу делу энджи".
zh_hans: "感激之情。升级会更便宜：废料的必要性仍然存在。购买对你的船只有好处的物品将为半械族事业提供进一步的好处。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_PESTER"]/text
source: Looks like you aren't the only ship at the nearby market - another Engi vessel looks to be trying to communicate, though for some reason the station seems... strangely unreceptive to their fellow nanite constructs.
fr: Il semblerait que vous n'êtes pas le seul vaisseau au marché local - un autre vaisseau Engi semble essayer de communiquer, mais étrangement la station semble peu amicale envers leurs congénères de nanites.
ko: 근처의 시장으로 향하는 함선이 우리만은 아닌 것 같습니다. 또 다른 엔지 선박이 통신을 시도하고 있는 것 같긴 한데, 무슨 이유에서인지 정거장이... 그들의 동료 나나이트 생명체를 탐탁치 않아 하는 것 같습니다.
ru: Похоже, вы не единственный корабль на близлежащем торговом посту - другое судно энджи, похоже, пытается связаться с ним, но по какой-то причине станция кажется... подозрительно невосприимчивой к своим нанитовым собратьям.
zh_hans: 看起来你们并不是附近市场上唯一的飞船--另一艘半械族飞船看起来正试图进行交流，尽管由于某些原因，这个空间站似乎……奇怪地不接受他们的同胞纳米构造体。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_PESTER"]/choice[1]/text
source: Hail the store owners.
fr: Contacter les propriétaires du magasin.
ko: 상점 주인에게 교신을 보낸다.
ru: Связаться с владельцами магазина.
zh_hans: 向店主呼叫。

source: "Cannot converse at present moment. Separatist vessel is attempting to communicate. Current objective: ignore until problem goes away. Could you confirm odds of Separatist occupation through evaluation?"
fr: "Impossibilité de converser maintenant. Vaisseau Séparatiste essaie de communiquer. Objectif actuel : ignorer jusqu'à ce que problème s'en aille. Pourriez-vous confirmer probabilités d'occupation Séparatiste par évaluation ?"
ko: "지금은 대화할 수 없음. 분리주의자 선박이 통신을 시도중. 현재 목표: 문제점이 사라질 때까지 무시. 분리주의자가 점유할 확률을 평가 가능?"
ru: "В данный момент не могу говорить. Сепаратистское судно пытается выйти на связь. Текущая цель: игнорировать, пока проблема не исчезнет. Не могли бы вы оценить вероятность оккупации Сепаратистами?"
zh_hans: "目前无法交谈。半械分离者船只正试图进行交流。目前的目标是：在问题消失之前不予理会。你能通过评估确认被半械分离者占领的可能性吗？"

source: Evaluate the other vessel.
fr: Évaluer l'autre vaisseau.
ko: 또 다른 선박을 평가한다.
ru: Оценить другое судно.
zh_hans: 评估其他船只。

source: "Please ignore the [station] owner. Contrary to what he -might- tell you, I can guarantee: we are not a Separatist vessel." The other Engi, who looks to be freshly painted grey to match the other Engi, does his best to move his arms like a robot while speaking.
fr: "Merci d'ignorer les propriétaires de la [station]. Contrairement à ce qu'il -puisse- dire, je peux le garantir : nous ne sommes pas un vaisseau Séparatiste. L'autre Engi, qui semble s'être fraîchement peint en gris pour ressembler à ceux de la station, fait de son mieux pour agiter ses bras comme un robot en parlant.
ko: "[정거장] 주인은 무시할 것을 청함. 그가 말한 것과 다름, 보증 가능: 본 함은 분리주의자 선박이 아님." 평범한 엔지들에 맞춰 갓 회색으로 칠해진 듯한 그 엔지는 말하면서 자신의 팔을 로봇처럼 움직이기 위해 최선을 다했습니다.
ru: "Пожалуйста, не обращайте внимания на владельца [станции]. Вопреки тому, что он -может- сказать вам, я могу гарантировать: мы не являемся судном Сепаратистов". Другой энджи, который, похоже, свежевыкрашен в серый цвет, чтобы соответствовать другим энджи, изо всех сил старается двигать руками как робот, пока говорит.
zh_hans: "请不要理会这个[空间站]主。与他--可能--告诉你的相反，我可以保证：我们不是半械分离者的船只。"另一个半械族人，看起来是新刷的灰色，以配合其他半械族，说话时尽力像机器人一样移动他的手臂。

source: These guys are definitely Separatists.
fr: Ces gens sont clairement des Séparatistes.
ko: 이 자들은 분명 분리주의자입니다.
ru: Эти ребята определенно Сепаратисты.
zh_hans: 这些人绝对是半械分离者。

source: "Suspicions affirmed. Continuing to refuse entry to Separatist vessel." The Engi pay you in thanks, and you proceed to the store. On your way out however, the Separatist vessel attacks! The Engi provide backup with an ASB, but you won't be able to get out peacefully.
fr: "Suspicions confirmées. Continuation de refus d'entrée au vaisseau Séparatiste." Les Engis vous paient en remerciement, et vous vous amarrez au magasin. Sur le chemin du retour, cependant, le vaisseau Séparatiste attaque ! Les Engis vous aident avec leur ASB, mais vous ne pourrez pas sortir d'ici paisiblement.
ko: "의혹이 확증됨. 계속해서 분리주의자의 입항을 거부." 엔지는 고맙다고 돈을 주며 당신을 상점에 들여보내 주었습니다. 하지만 상점에서 나오는 길에 분리주의자 선박의 공격을 받았습니다! 엔지가 ASB로 지원해 주고 있기는 하지만, 평화적으로 빠져나갈 수는 없을 것 같습니다.
ru: "Подозрения подтверждены. Продолжаем отказывать во входе Сепаратистскому судну". Энджи платят вам в знак благодарности, и вы отправляетесь в магазин. Однако на выходе вас атакует корабль Сепаратистов! Энджи оказывают вам поддержку с помощью ПКБ, но вам не удастся уйти мирно.
zh_hans: "怀疑是肯定的。继续拒绝半械分离者只进入。"半械族向你表示感谢，你继续前往商店。然而，在你出去的时候，半械分离者的船只发动了攻击。半械族用反舰炮台提供了支援，但你不可能和平地离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Lie; These guys are definitely not Separatists.
fr: Mentir ; ces gens ne sont clairement pas des Séparatistes.
ko: 거짓말한다 - 이 자들은 절대 분리주의자가 아니다.
ru: Ложь; Эти ребята определенно не Сепаратисты.
zh_hans: 说谎；这些人绝对不是半械分离者。

source: (Harmony Crew) Convince the Engi these are not Separatists.
fr: (Membre d'équipage de l'Harmonie) Convaincre les Engis que ce ne sont pas des Séparatistes.
ko: (하모니 선원) 엔지에게 이들은 분리주의자가 아니라고 설득한다.
ru: (Член экипажа из Гармонии) Убедить энджи, что они не Сепаратисты.
zh_hans: (谐合船员)说服半械族这些人不是分离者。

source: "Confirmation suggests prior theory was incorrect. Thank you for your evaluation." Now satisfied, the Engi allow the "not Separatists" in to trade. Realizing you must have vouched for them, the Separatists discreetly offer you a gift while browsing the marketplace.
fr: "Confirmation suggère que théorie précédente incorrecte. Merci pour l'évaluation." Maintenant satisfaits, les Engis permettent aux "non-Séparatistes" de s'amarrer. Se rendant compte que vous les avez aidés, les Séparatistes vous offrent discrètement un cadeau pendant que vous inspectez le marché.
ko: "확인 결과 이전 이론이 틀렸음을 제시. 평가에 감사함." 당신에게 설득당한 엔지는 "분리주의자가 아닌 자들"을 시장에 들였습니다. 엔지임을 보증받았다는 걸 깨달은 분리주의자들은 시장을 둘러보며 당신에게 선물을 제공했습니다.
ru: "Подтверждение говорит о том, что предыдущая теория была неверной. Спасибо за вашу оценку". Удовлетворенные, энджи впускают "не Сепаратистов" для торговли. Понимая, что вы, должно быть, поручились за них, Сепаратисты незаметно предлагают вам подарок во время осмотра магазина.
zh_hans: "确认表明之前的理论是不正确的。谢谢你的评估。"现在，半械族满意了，他们允许"非半械分离者"进来交易。意识到你肯定为他们做了担保，这些半械分离者在浏览市场时谨慎地给你提供了一份礼物。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。
