Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You arm the weapons and attack the Hektar ship running the store.
fr: Vous activez vos armes et attaquez le vaisseau Hektar tenant le magasin.
ko: 당신은 무기를 장전하고 상점을 운영하는 헥타르 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль "Гектар Индастриз", на котором находится магазин.
zh_hans: 你武装好武器，并攻击经营商店的赫克塔飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Go shopping.
fr: Commercer.
ko: 쇼핑하러 간다.
ru: Пройтись по магазину.
zh_hans: 去购物。

source: You're ushered into the store where you take a look at the items on sale.
fr: Vous êtes dirigé vers le magasin, où vous pouvez jeter un œil sur les marchandises.
ko: 당신은 상품이 진열된 곳으로 안내받았습니다.
ru: Вас проводят в магазин, где вы знакомитесь с товарами, выставленными на продажу.
zh_hans: 你被领进商店，在那里你看了一下正在销售的商品。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the shop owner.
fr: Attaquer le propriétaire du magasin.
ko: 상점 주인을 공격한다.
ru: Напасть на владельца магазина.
zh_hans: 攻击店主。

source: You arm the weapons and attack the Hektar ship running the store.
fr: Vous activez vos armes et attaquez le vaisseau Hektar tenant le magasin.
ko: 당신은 무기를 장전하고 상점을 운영하는 헥타르 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль "Гектар Индастриз", на котором находится магазин.
zh_hans: 你武装好武器，并攻击经营商店的赫克塔飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: According to this beacon, a Zoltan merchant is here, but all you see is a very not-Zoltan and not-merchant Free Mantis warlord nearby.
fr: D'après cette balise, un marchand Zoltan devrait être ici, mais tout ce que vous voyiez là est un pas-du-tout Zoltan et pas-du-tout marchand Chef de guerre Mantis Libre.
ko: 송신소 정보에 따르면 이곳엔 졸탄 무역상이 있어야 하지만, 보이는 것은 졸탄도 아니고 무역상도 아닌 독립 맨티스 장군뿐입니다.
ru: Согласно этому маяку, здесь находится торговец золтан, но все, что вы видите - это совсем не золтан и не торговец, а Полководец Свободных Богомолов.
zh_hans: 根据该信标信息，这里该有一名超能族商人，但你只看到附近有一个既非超能族又非商人的自由螳螂军阀。

source: Hail.
fr: Les contacter.
ko: 교신한다.
ru: Связаться.
zh_hans: 呼叫。

source: "Huh? We are what now? Broadcasting store beacon? Oh, I am seeing. Stolen part from Zoltan merchant, thinking it was fancy teapot! Feeling bad now... you wanting buy things anyways?"
fr: "Hein ? Nous quoi maintenant ? Transmettons signal de boutique ? Oh, moi voir. Dérobé morceau de marchand Zoltan, pensé que être théière élégant ! Moi me sentir mal maintenant... Voulez acheter des choses quand-même ?"
ko: "어? 우리가 지금 뭐다? 무역상 신호를 송출 중이다? 아, 알겠다. 졸탄 무역상한테서 송신기를 뺐엇다! 멋진 찻주전자인 줄 알았다. 졸탄들한테 미안하다... 그나저나 뭔가 살 거냐?"
ru: "А? Мы теперь кто? Транслируем сигнал магазина? О, я вижу. Я украл деталь у торговца золтан, думая, что это шикарный чайник! Теперь мне не по себе... Вы хотите что-нибудь купить?"
zh_hans: "啊？我们现在是什么？商店广播信标？哦，我看到了。从超能族商人那里偷来的零件，以为是高级茶壶！现在感觉很糟糕......你想买东西吗？"

source: See what they have to sell.
fr: Voir ce qu'ils ont à vendre.
ko: 그들이 뭘 파는지 본다.
ru: Узнайте, что они могут продать.
zh_hans: 看看他们有什么可卖的。

source: (Free Mantis Crew) Request some loot from the Zoltan merchant first.
fr: (Membre d'équipage Mantis Libre) Demander d'abord du butin en provenance du marchand Zoltan.
ko: (독립 맨티스 선원) 우선 그들이 졸탄 무역상에게서 건졌을 전리품을 요청한다.
ru: (Член экипажа-Свободный Богомол) Сначала попросить немного награбленного у торговца золтан.
zh_hans: (自由螳螂船员)先向超能族商人索取一些赃物。

source: "You are wanting Zoltan gun? You lucking, for are having Zoltan gun! Take it, yours it is now!"
fr: "Vous vouloir arme Zoltan ? Vous en chance, car avoir arme Zoltan ! Prenez, à vous elle est !"
ko: "졸탄 총을 원하다? 운이 좋다, 졸탄 총 갖고 있다! 받아라, 이제 네 거다!
ru: "Вам нужно орудие золтан? Вам повезло, у вас есть орудие золтан! Возьми его, оно теперь ваше!"
zh_hans: "你想要超能族的炮？你很幸运，因为有！拿着它，现在是你的了！"

source: Attack the Free Mantis.
fr: Attaquer les Mantis Libres.
ko: 독립 맨티스를 공격한다.
ru: Атаковать Свободных Богомолов.
zh_hans: 攻击自由螳螂。

source: You're the shoot first, ask questions later kind of guy. Not that there's any reason to shoot here at all yet, but you're doing it anyways.
fr: Vous êtes le genre de personne à tirer d'abord, poser les questions après. Non qu'il y ait une raison de tirer ici, mais vous le faites quand même.
ko: 질문은 나중에 하고 우선 공격합시다. 사실 공격할 이유는 별로 없지만 어쨌든 당신은 그렇게 했습니다.
ru: Вы из тех, кто сначала стреляет, а потом задает вопросы. Не то чтобы здесь вообще была какая-то причина для стрельбы, но вы все равно это делаете.
zh_hans: 你是那种先开火，后问话的人。现在还没有任何理由在这里开火，但你还是要这样做。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
fr: Ignorer le vaisseau.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: No reason to bother these guys, there must have been a mistake. Eventually, the Free Mantis jump away.
fr: Aucune raison de déranger ces gens, il doit y avoir une erreur. Les Mantis Libres finissent par sauter en dehors du système.
ko: 이 자에게 간섭할 이유는 없습니다. 뭔가 실수가 있었겠죠. 얼마 안가 독립 맨티스는 도약해 떠났습니다.
ru: Нет смысла беспокоить этих ребят, видимо, произошла ошибка. В конце концов, Свободные Богомолы ушли в прыжок.
zh_hans: 没有理由去打扰这些家伙，一定是有什么误会。最终，自由螳螂跃迁走了。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="BOSS_STORES"]/text
source: Despite the utter chaos going on in this sector, the Federation fleet appears to have quarantined off this system, and are selling supplies to passing Federation ships.
fr: Malgré le chaos absolu régnant dans le secteur, la flotte de la Fédération semble avoir mis ce système en quarantaine, et l'utilise pour vendre des provisions aux vaisseaux alliés de passage.
ko: 이 구역이 엄청 혼란스러움에도 불구하고 연방 함대가 송신소를 차단하고 지나가는 연방 함선에 보급품을 팔고 있는 것 같습니다.
ru: Несмотря на полный хаос, царящий в этом секторе, флот Федерации, похоже, закрыл эту систему на карантин и продает припасы проходящим мимо кораблям Федерации.
zh_hans: 尽管这个星区发生了巨大的混乱，但联邦舰队似乎已经隔离了这个星系，并且正在向过往的联邦船只出售物资。

# data/events_standard.xml$//event[@name="BOSS_STORES"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_HACKED"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//textList[@name="STORES_HACKED"]/text[1]
source: A hacker ship is preaching deals to nearby ships. "Federation, aye? No matter, sssso long asss you got ssome ssscrap, you're welcome here."
fr: Un vaisseau hacker propose des offres aux vaisseaux environnants. "Fédération, ouais ? Aucune importanccce, tant que vous avez de la ferraille, vous êtes le bienvenu iccci."
ko: 해커 함선이 주변의 함선들에게 거래를 제안하고 있었습니다. "음, 연방인가? 쭐씬은 쌍관업써. 쓰크랩만 가찌고 있다면 누구든 환영이야."
ru: Корабль хакеров рассылает сообщения на соседние корабли. "Федерация, да? Неважно, есссли у вассс есссть металлолом, вам здесссь рады".
zh_hans: 一艘黑客飞船正在向附近的飞船提供交易。"联邦，是吗？没有关系，只要你有一些废料，这里就欢迎你。"

# data/events_standard.xml$//textList[@name="STORES_HACKED"]/text[2]
source: A civilian is running a small shop here. "The hackers have allowed me to run my store under their control, so long as 90% of the proceeds go to them. So please, buy as much as you can so I can afford food tonight."
fr: Un civil tient un petit magasin ici. "Ces hackers m'ont permis de continuer à tenir mon magasin sous leur contrôle, tant que je leur reverse 90% de mes bénéfices. Je vous en prie, achetez tout ce que vous pouvez, pour que je puisse manger ce soir."
ko: 민간인이 이곳에서 작은 상점을 운영하고 있었습니다. "해커들이 수익의 90%를 넘기면 그들의 통제하에 가게를 운영할 수 있도록 허락했어요. 그러니 제발 가능한 많은 걸 사주세요. 그래야 제가 오늘 밤 먹을 걸 살 수 있어요."
ru: Гражданский открыл здесь небольшой магазин. "Хакеры разрешили мне управлять магазином под их контролем, пока 90% выручки идет им. Так что, пожалуйста, покупайте как можно больше, чтобы я мог позволить себе еду сегодня вечером".
zh_hans: 一个平民在这里经营一家小商店。"黑客们允许我在他们的控制下经营我的商店，只要90%的收益归他们所有。所以请大家尽可能多地购买，以便我今晚能买得起食物。"

source: Unvisited. Reported merchant location.
fr: Endroit non visité. Identifié comme position d'un magasin.
ko: 방문하지 않은 송신소입니다. 상인의 존재가 보고되었습니다.
ru: Непосещенное место. Предполагаемое местонахождение торговца.
zh_hans: 未探索的信标，数据集所记录的游商位置。

source: This beacon was a fake store.
fr: Cette balise était un faux magasin.
ko: 이 송신소는 가짜 상점이었습니다.
ru: Этот маяк оказался фальшивым магазином.
zh_hans: 这个信标是一个假的商店。

# data/events_standard.xml$//event[@name="STOREEVENT_HACKED_FAKE"]/text
source: There appears to be no store here after-all! A hacker ship here hails you. "Hahaha! You absssssolute fool! You nincompoop! You fell for my trap! Prepare to die."
fr: Il semble qu'il n'y avait finalement aucun magasin ici ! Un vaisseau hacker vous contacte. "Hahaha ! Essspèccce de nigaud ! Imbéccccile absssolu ! Tu es tombé dans mon piège ! Prépare-toi à mourir !"
ko: 이곳은 상점이 아니었던 것 같습니다! 해커 함선이 당신을 불렀습니다. "하하하! 쑨 바보로군! 멍쩡한 녀썩! 내 함쩡에 걸려들었다! 쭉을 쭌비나 해라."
ru: Похоже, что никакого магазина здесь все-таки нет! Корабль хакеров вызывает вас. "Ха-ха-ха! Ты абсссолютный дурак! Ты, тупица! Ты попалссся в мою ловушшшку! Готовьссся к сссмерти".
zh_hans: 这里似乎没有商店，毕竟！这里有一艘黑客船在呼叫你。"哈哈哈！你这个绝对的傻瓜！你这个笨蛋！你中了我的圈套！准备受死吧。"

# data/events_standard.xml$//event[@name="STOREEVENT_HACKED_FAKE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORES_AUG"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORES_AUG"]/choice/event/text
source: Looks like you now have some time to do something aboard the ship.
fr: Il semblerait que vous ayez le temps de faire quelque chose sur votre vaisseau.
ko: 함선에서 무언가 할 시간이 생긴 것 같습니다.
ru: Похоже, теперь у вас есть время, чтобы заняться чем-нибудь на борту корабля.
zh_hans: 看来你现在有时间在船上做点什么了。

# data/events_standard.xml$//event[@name="STORES_AUG"]/choice/event/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORES_AUG"]/choice/event/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="STORES_AUG"]/text
source: An augmented Lanius hails you as soon as you arrive. "Too many goods. Need selling them. You will buy?"
fr: Un Lanius Augmanté vous contacte dès que vous arrivez. "Trop de marchandises. Devoir les vendre. Tu vas acheter?"
ko: 목적지에 도착하자마자 증강자가 당신을 불렀습니다. "너무 많은 상품. 팔 필요 있음. 구매 의사 있음?"
ru: Сразу после прибытия вас вызывает Возвышенный ланиус. "Слишком много товаров. Нужно их продать. Вы купите?"
zh_hans: 你一到就有一个强铁族向你打招呼。"太多的货物。需要卖掉它们。你会买吗？"

# data/events_standard.xml$//event[@name="EMPTY_STANDARD"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_STANDARD"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[1]
source: Your jump leads you to nothing but empty space. This Jump Beacon serves no purpose other than as a connection.
fr: Votre saut ne vous emmène que dans le vide de l'espace. Cette balise de saut n'est ici que pour servir de connection.
ko: 텅 빈 우주로 도약하고 말았습니다. 이 송신소에선 다른 구역으로 이동하는 것 외에는 달리 할 수 있는 게 없습니다.
ru: Ваш прыжок не приводит ни к чему, кроме пустого пространства. Этот прыжковый маяк не служит ни для чего, кроме как для связи.
zh_hans: 你的跃迁导致你除了空荡荡的空间之外一无所有。这个跃迁信标除了作为一种连接外，没有任何作用。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[2]
source: You jump into an unremarkable system. No life signs detected within scanning range.
fr: Vous sautez dans un système anodin. Aucun signe de vie détecté à portée de scanner.
ko: 평범한 행성계로 도약해왔습니다. 스캔 범위 내에 생체 신호는 감지되지 않았습니다.
ru: Вы прыгаете в ничем не примечательную систему. В зоне сканирования не обнаружено никаких признаков жизни.
zh_hans: 你跃迁入一个不起眼的星系。在扫描范围内没有发现生命迹象。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[3]
source: Your scans reveal a mining base on a nearby planet long since abandoned. No life signs detected.
fr: Vos scans révèlent une base minière désaffectée sur une planète non loin. Aucun signe de vie détecté.
ko: 스캔을 통해 근처 행성에 버려진 지 오래된 광산 기지를 찾아냈습니다. 생체 신호는 감지되지 않았습니다.
ru: В результате сканирования обнаружена шахтерская база на соседней планете, давно заброшенная. Признаков жизни не обнаружено.
zh_hans: 你的扫描显示，在附近的星球上有一个早已废弃的采矿基地。没有发现生命迹象。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[4]
source: Your scans reveal an ore refinery and several factories, all standing still and empty. No life signs detected.
fr: Vos scans révèlent une raffinerie de minerais et quelques usines, toutes à l'arrêt et vides. Aucun signe de vie détecté.
ko: 스캔을 통해 광석 정제소와 여러 공장들을 찾아냈습니다. 건물은 모두 멀쩡했고 비어있었습니다. 생체 신호는 감지되지 않았습니다.
ru: В результате сканирования обнаружены рудоперерабатывающий завод и несколько фабрик, все они стоят в запустении. Признаков жизни не обнаружено.
zh_hans: 你的扫描发现了一个矿石精炼厂和几个工厂，都静止不动，空无一人。没有发现生命迹象。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[5]
source: You discover a nearby planet speckled with settlements, although none respond to your hails.
fr: Vous découvrez une planète constellée de colonies, mais aucune ne répond à vos appels.
ko: 근처에 군데군데 정착지가 있는 행성을 발견했습니다. 그러나 교신에는 아무런 응답이 없었습니다.
ru: Вы нашли поблизости планету с множеством поселений, но ни одно из них не отвечает на ваши сигналы.
zh_hans: 你发现附近的一个星球上有很多定居点，但没有人回应你的呼叫。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[6]
source: This beacon has been built for a nearby civilian space-station. No one hails your ship.
fr: Cette balise a été construite pour une petite station spatiale non loin. Personne ne contacte votre vaisseau.
ko: 이 송신소는 근처 민간 우주 정거장을 위해 지어졌습니다. 아무도 당신 함선을 맞이하지 않았습니다.
ru: Этот маяк был построен для соседней гражданской космической станции. Никто не отвечает на сигналы вашего корабля.
zh_hans: 这个信标是为附近的一个民用空间站建造的。没有人呼叫你的飞船。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[7]
source: The nearby planet shows sign of habitation and great beauty. A rudimentary automated planetary defense system is looping its message into space: "Warning! Quarantine Level 5 in effect under FHA Act 22, article 11.2. Warning! Quarantine Level 5..."
fr: La planète devant vous présente des signes d'habitation, et est d'une grande beauté. Un système de défenses planétaires rudimentaire diffuse en continu ce message aux environs : "Attention ! Quarantaine de niveau 5 appliquée selon l'article 11.2 de la loi FHA 22. Attention ! Quarantaine de niveau 5..."
ko: 근처 행성에는 거주지의 흔적과 매우 아름다운 기색이 보였습니다. 기본 자동화 행성 방위 시스템이 우주를 향해 메시지를 반복하여 전달했습니다. "주의! FHA법 제11조제2항제22호에 따라 격리 단계 5단계 발령! 주의! 격리 5단계..."
ru: На соседней планете видны признаки обитаемости и красот. Рудиментарная автоматизированная система планетарной обороны передает в космос сообщение: "Внимание! Введен карантин 5-го уровня в соответствии с Законом 22-ФЗ, статья 11.2. Внимание! Карантин 5-го уровня..."
zh_hans: 附近的行星显示出居住的迹象和巨大的美丽。一个简陋的自动行星防御系统正在向太空循环播放它的信息："警告！根据FHA第22号法案第11.2条，5级隔离生效。警告！5级隔离..."

# data/events_standard.xml$//textList[@name="EMPTY"]/text[8]
source: Your jump leads to a completely unremarkable binary star system. There is nothing else around.
fr: Votre saut vous amène à un système binaire complètement anodin. Il n'y a rien aux environ.
ko: 완전 평범한 쌍성계로 도약해왔습니다. 주변에 다른 건 없습니다.
ru: Ваш прыжок привел к совершенно непримечательной парной звездной системе. Больше ничего вокруг нет.
zh_hans: 你的跃迁进入了一个完全不引人注目的双星星系。周围没有其他东西。

# data/events_standard.xml$//textList[@name="EMPTY"]/text[9]
source: Your jump leads to a remarkable binary star system. The view is beautiful, but there is nothing else around.
fr: Votre saut vous amène à un magnifique système stellaire binaire. La vue est belle, mais il n'y a rien à faire ici.
ko: 평범한 쌍성계로 도약해왔습니다. 경관은 끝내주지만, 주변에 다른 건 없습니다.
ru: Ваш прыжок приводит к удивительной двойной звездной системе. Вид прекрасен, но вокруг больше ничего нет.
zh_hans: 你的跃迁进入了一个非凡的双星星系。景色很美，但周围却没有其他东西。

# data/events_standard.xml$//event[@name="EMPTY_START"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_START"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[1]
source: Your computer is flooded by a number of alerts informing you this beacon is unstable from repeated use. Despite this, you have little worry because of your Multiverse drive, so you take this opportunity to do something aboard the ship.
fr: Votre ordinateur se remplit d'alertes vous informant que cette balise est devenue instable après trop d'utilisations. Malgré cela, vous n'avez rien à craindre grâce à votre Moteur MV, et vous en profitez pour faire l'inventaire du vaisseau.
ko: 이 송신소는 오래돼서 불안정하다는 경고가 컴퓨터로 물밀듯이 들어왔습니다. 하지만 당신에겐 멀티버스 드라이브가 있으니 걱정할 게 없습니다. 그러니 이 기회를 이용해 함선에서 무언가를 할 수 있을 것 같습니다.
ru: Ваш компьютер забит множеством предупреждений, сообщающих о том, что маяк нестабилен из-за многократного использования. Несмотря на это, благодаря Мультивселенной, вы не испытываете особого беспокойства, поэтому пользуетесь возможностью сделать что-нибудь на борту корабля.
zh_hans: 你的电脑被一些警报淹没了，通知你这个信标因反复使用而不稳定。尽管如此，你有多元推进器，没有什么可担心的，所以你利用这个机会在船上做了一些事情。

# data/events_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[2]
source: This sector is still under heavy construction to make way for supply depots and Multiverse warp-bays. This beacon has not yet undergone industrialization, and is empty as far as you can see.
fr: Ce secteur est lourdement en construction pour faire de la place aux vaisseaux de ravitaillement et aux hangars de téléportation transdimentionnelle. Cette balise n'a pas encore subi cette industrialisation, et reste, d'après ce que vous voyez, vide.
ko: 이 구역은 보급 창고와 멀티버스 워프 베이의 시공 작업이 한창입니다. 이 송신소는 아직 공업화가 덜 이뤄져 보이는 모든 곳이 텅 비어있습니다.
ru: Этот сектор все еще находится в стадии интенсивного строительства, чтобы освободить место для складов снабжения и варп-отсеков Мультивселенной. Этот маяк еще не подвергся индустриализации и пуст, как можно видеть.
zh_hans: 这个区域仍在进行大规模的建设，以便为补给站和多元宇宙跃迁舱开路。这个信标还没有经历过工业化，就你所看到的而言是空的。

# data/events_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[3]
source: A small planet is in orbit nearby, spotted with settlements. However, the beacon has nothing else to offer than the view.
fr: Une petite planète gravite non loin, tachetée de colonies. Cependant, cette balise n'a rien d'autre à vous offrir que sa vue.
ko: 근처의 조그마한 행성에 정착지가 보입니다. 그러나 이 송신소에선 경관을 감상하는 것 말고는 달리 할 게 없습니다.
ru: На орбите неподалеку находится небольшая планета, на которой есть поселения. Однако, кроме вида, маяк больше ничего не может предложить.
zh_hans: 一个小星球在附近的轨道上，发现有定居点。然而，除了景色之外，这个信标没有其他东西可以提供。

# data/events_standard.xml$//textList[@name="TEXT_EMPTY_START"]/text[4]
source: An automated Federation vessel is scouting out the nearby system.
fr: Un Auto-vaisseau de la Fédération fait de la reconnaissance dans le système proche.
ko: 연방 무인기가 인근 행성계를 정찰하고 있습니다.
ru: Автоматический корабль Федерации ведет разведку близлежащей системы.
zh_hans: 一艘自动联邦飞船正在侦察附近的星系。

# data/events_standard.xml$//event[@name="NEBULA_NOTHING"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_NOTHING"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[1]
source: You can't see anything through the thick gases surrounding your ship. Without knowing what is out there, all you can do is wait for your FTL to charge.
fr: Vous n'arrivez à rien voir à travers les épais gaz entourant votre vaisseau. Ne sachant pas ce qu'il y a autour de vous, tout ce que vous pouvez faire c'est attendre que votre saut SPL se charge.
ko: 함선을 둘러싼 두꺼운 가스층 때문에 앞이 전혀 보이지 않았습니다. 결국 저 너머에 뭐가 있는지 모르는 상태로 초광속 도약이 충전될 때까지 기다리는 수밖에 없었습니다.
ru: Вы ничего не можете увидеть сквозь толщу газов, окружающих ваш корабль. Не зная, что находится снаружи, вы можете только ждать, пока зарядится ваш ССД.
zh_hans: 你的飞船周围有厚厚的气体，你什么也看不见。在不知道外面有什么的情况下，你所能做的就是等待你的超光速充能。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[2]
source: Without active sensors you have no other option but to look out of the view-ports in apprehension. It's eerily quiet.
fr: Sans capteur actif, vous n'avez d'autre option que de regarder avec appréhension par les fenêtres d'observation. Il règne un sinistre silence.
ko: 센서가 작동하지 않으니 불안에 떨며 창밖을 내다보는 수밖에 없습니다. 바깥은 섬뜩할 정도로 조용했습니다.
ru: Без активных Сенсоров у вас нет другого выхода, кроме как с опаской выглядывать из иллюминаторов. Здесь жутко тихо.
zh_hans: 在没有主动传感器的情况下，你没有其他选择，只能忧心忡忡地看着视窗外。这里安静得令人毛骨悚然。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[3]
source: As you wait for the FTL drive to charge, you half expect to be ambushed at any moment. However, no attack comes...
fr: Alors que votre moteur SPL charge, vous vous attendez à être embusqué à tout moment. Cependant, aucune attaque n'arrive...
ko: 당신은 FTL 드라이브가 충전되길 기다리면서 어느 순간 기습이 올 것이라고 반쯤 예상했습니다. 그러나 예상과 달리 아무런 공격도 받지 않았습니다...
ru: Ожидая зарядки ССД, вы думаете, что в любой момент можете попасть в засаду. Однако нападения не происходит...
zh_hans: 当你等待超光速推进器充能时，你半信半疑地认为自己随时会遭到伏击。然而，没有攻击到来...

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[4]
source: You feel naked without functioning sensors. You half expect a Rebel ship to appear from behind a cloud at any moment, but none come.
fr: Vous vous sentez à découvert sans capteur fonctionnel. Vous pensez à moitié qu'un vaisseau Rebelle va apparaître derrière un nuage à tout moment, mais aucun n'arrive.
ko: 센서가 작동하질 않으니 완전히 노출된 것처럼 느껴집니다. 당신은 어느 순간 구름 뒤에서 반군 함선이 나타날 거라고 예상했지만, 끝내 아무도 나타나지 않았습니다.
ru: Вы чувствуете себя голым без работающих Сенсоров. Вы думаете, что в любой момент из туманности появится корабль повстанцев, но его нету.
zh_hans: 没有正常运作的传感器，你感到赤裸裸的。你半信半疑地期待着叛军战舰随时会从云层后面出现，但没有人出现。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[5]
source: Your crew are constantly looking out of the windows, checking for hostiles. They jump at every creak and moan of the ship. The tension is almost palpable...
fr: Votre équipage regarde constamment par les fenêtres, cherchant des ennemis. Ils sursautent à chaque grincement du vaisseau. La tension est presque palpable...
ko: 선원들은 계속해서 창문 밖을 확인하며 적군을 확인했습니다. 그들은 함선에서 삐걱거리거나 끼익하는 소리가 날 때마다 깜짝 놀랐습니다. 함선 내 긴장감이 온몸으로 느껴집니다...
ru: Ваш экипаж постоянно выглядывает из иллюминаторов, проверяя, нет ли врагов. Они вскакивают при каждом скрипе и стоне корабля. Напряжение почти осязаемо...
zh_hans: 你的船员不断地从窗户往外看，检查是否有敌人。船上的每一个嘎吱声和呻吟声都能把他们惊得跳起来。紧张的气氛几乎是可想而知的...
