Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Buy a combat augment.
fr: Acheter une augmentation de combat.
ko: 전투 보조장비를 산다.
ru: Купить боевой модуль.
zh_hans: 购买一件战斗部件。

source: Shop around.
fr: Faire des affaires.
ko: 상점을 둘러본다.
ru: Осмотреться в магазине.
zh_hans: 在周边购物。

source: With no particular interest in the special items on display, you just take a look at the general shop.
fr: Sans beaucoup d'intérêt pour les biens spéciaux en vitrine, vous ne faites que parcourir le magasin général.
ko: 특별 상품에 흥미가 없었던 당신은 곧바로 일반 상점을 둘러봤습니다.
ru: Не проявляя особого интереса к особым экспонатам, вы просто осматриваете общий магазин.
zh_hans: 由于对展示的特殊物品没有特别的兴趣，你只是看了一下一般的商店。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Phantom Crew) Request that he help you with the fleet.
fr: (Membre d'équipage Fantôme) Demander à ce qu'il aide avec la flotte.
ko: (팬텀 선원) 예쓰레디에게 함대를 늦춰 달라고 부탁한다.
ru: (Член экипажа-фантом) Попросить его помочь вам с флотом.
zh_hans: (幻灵船员)请求他帮助你对付叛军。

source: To your surprise, Yethredi is more than willing, despite the implications. "Doomsday approaches everfast. I fought the demons on the frontlines once, and many of my brothers I witnessed fall. When the time came, it was going to be my honor to stand one final fight against them. So yes, traveler, I will help you. I will help all of us. Reaper have mercy on our metaphorical souls."
fr: À votre surprise, Yethredi y semble parfaitement prêt, malgré les implications. "L'Apocalypse approche à grand pas. J'ai jadis combattu les Démons sur le front, et j'ai vu tomber bien des frères. Au temps voulu, ce sera un honneur pour moi de faire un dernier combat contre eux. Donc oui, voyageur, je t'aiderai. Je vous aiderai tous. Que la Faucheuse ait pitié de nos âmes métaphoriques."
ko: 놀랍게도, 예쓰레디는 이 일이 가져올 결과에도 불구하고 당신을 도우려 했습니다. "심판의 날은 쉼 없이 우리를 쫓아오지. 나는 최전선에서 악마들과 싸운 적이 있는데, 그때 많은 형제들이 쓰러지는걸 보았소. 때가 되면 나도 그놈들과 마지막 영광의 전투를 벌이고자 했었소. 그러니 여행자여 내가 당신을 돕겠소. 내가 우리 모두를 도울 거요. 리퍼가 우리의 실체에 자비를 베푸시길."
ru: К вашему удивлению, Йетреди более чем готов, несмотря на опасения. "Судный день приближается неумолимо. Когда-то я сражался с демонами на фронте, многие из моих братьев пали на моих глазах. Когда придет время, мне выпадет честь сразиться с ними в последнем бою. Так что да, путешественник, я помогу вам. Я помогу всем нам. Жнец смилостивится над нашими метафорическими душами".
zh_hans: 令你惊讶的是，尽管有这样的影响，Yethredi还是非常愿意。"末日来临的速度越来越快。我曾经在前线与恶魔作战，我见证了许多兄弟的倒下。当时间到来时，我很荣幸能与他们进行最后的斗争。所以，是的，旅行者，我会帮助你。我将帮助我们所有人。大夺命灵怜悯我们隐喻的灵魂吧。"

source: Attack the station!
fr: Attaquer la station !
ko: 정거장을 공격한다!
ru: Атаковать станцию!
zh_hans: 攻击贸易站！

source: Unfortunately for Ol' Yethredi, he's about to become the next victim in your unending spree of murders.
fr: Hélas pour Yethredi l'Ancien, il va bientôt devenir la prochaine victime de votre intarissable soif de meurtre.
ko: 안타깝게도 예쓰레디 경은 끝없는 살육의 다음 희생자가 될 것입니다.
ru: К несчастью для старого Йетреди, он скоро станет следующей жертвой в вашей непрекращающейся череде убийств.
zh_hans: 对Ol' Yethredi来说，不幸的是，他即将成为你无休止的谋杀中的下一个受害者。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the store.
fr: Ignorer la boutique.
ko: 상점을 무시한다.
ru: Не обращать внимания на магазин.
zh_hans: 无视该贸易站。

source: Not much point in sticking around. The 'demons' aren't anything new to you anyways, and Auto-ships are hardly a doomsday level threat to be preparing for.
fr: Pas la peine de rester. Ces "démons" ne sont pas grand chose de neuf pour vous, de toute façon, et les Auto-vaisseaux ne sont guère une menace apocalyptique à laquelle se préparer.
ko: 여기 머무는 건 별 의미가 없습니다. '악마'가 새로운 적도 아닐 뿐 더러 무인기가 심판의 날이라 불릴만한 위협이 되지도 않습니다.
ru: Нет особого смысла оставаться здесь. В любом случае, "демоны" не являются для вас чем-то новым, а автоматические корабли вряд ли представляют собой угрозу судного дня, к которой стоит готовиться.
zh_hans: 留在这里没有什么意义。无论如何，"恶魔"对你来说并不是什么新鲜事，自动飞船也不是什么需要准备的末日级威胁。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Despite the request of the Dynasty ship, you have blown up their station. They look furious, and begin to shoot at you before you can even pick up some wreckage.
fr: Malgré la requête du vaisseau de la Dynastie, vous avez détruit leur station. Ils ont l'air furieux, et commencent à vous tirer dessus avant même que vous puissiez commencer à récupérer la carcasse.
ko: 당신은 왕조 함선의 요청에도 불구하고 그들의 정거장을 부숴 버렸습니다. 그들은 화가 난 것처럼 보였고, 잔해를 미처 수거하기도 전에 당신에게 포격을 가했습니다.
ru: Несмотря на просьбу корабля Династия, вы уничтожили их станцию. Они выглядят разъяренными и начинают стрелять в вас, прежде чем вы успеваете подобрать обломки.
zh_hans: 尽管灵朝舰船的要求，你还是炸毁了他们的空间站。他们看起来很愤怒，在你还没来得及捡起一些残骸就开始向你射击。

source: The Vagabonds are now dead. True to their word, once back aboard their station the Phantoms reward you and offer to trade.
fr: Les Vagabonds sont maintenant mort. Comme ils l'avaient promis, une fois de retour à bord de leur station les Fantômes vous récompensent et proposent de commercer.
ko: 떠돌이들은 이제 죽었습니다. 그들은 약속했던 것처럼 정거장으로 복귀한 후 당신에게 사례하고 거래를 제안했습니다.
ru: Бродяги теперь мертвы. Верные своему слову, вернувшись на борт своей станции, фантомы вознаграждают вас и предлагают поторговать.
zh_hans: 漂浪群现在已经死了。幻灵们说到做到，回到他们的驻地，他们奖励你并提出交易。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DYNASTY_CREWKILL"]/text
source: You receive a hail from a Dynasty ship orbiting a station nearby. Looks like they have an... unusual request for you.
fr: Vous recevez un appel d'un vaisseau de la Dynastie orbitant une station proche. Il semblent qu'ils ont une requête... peu ordinaire pour vous.
ko: 근처에서 정거장 주위를 돌고 있는 왕조 함선이 당신을 불렀습니다. 아무래도 그들이... 특이한 의뢰를 하려는 것 같습니다.
ru: Вы получили сообщение от корабля Династии, находящегося на орбите близлежащей станции. Похоже, у них к вам... необычная просьба.
zh_hans: 你收到了来自在附近站点运行的灵朝飞船的呼救。看起来他们对你有一个......不寻常的要求。

source: Hear their offer.
fr: Écouter leur offre.
ko: 그들의 제안을 듣는다.
ru: Выслушать их предложение.
zh_hans: 听听他们的要求。

source: "The times of prosperity have come along with your arrival. We find ourselves in an unusual and unfortunate position. Against better judgement we let Vagabonds aboard our station for trading. Now, they've taken siege of it, and we have been forced out. If you can kill them for us without destroying the station, we would be willing to trade."
fr: "Avec votre arrivée revient le temps de la prospérité. En effet, nous voilà dans une position unusuelle et inopportune. En dépit du bon sens, nous avons laissé entrer des Vagabonds dans notre station pour commercer. Or, ils s'y sont installés, et nous ont jetés dehors. Si vous pouvez les tuer pour nous sans détruire la station, nous accepterons de faire affaire."
ko: "그대가 도착하고 번영의 시기가 도래했다. 우리는 지금 이례적이고 불행한 상황에 놓여 있다. 실수로 떠돌이들을 무역 정거장에 들인 것이다. 이제 그들이 정거장을 장악했고 우리는 쫓겨났다. 그대가 우리를 위해 정거장을 파괴하지 않고 떠돌이들만 죽여 줄 수 있다면 기꺼이 그대와 거래해주겠다."
ru: "Вместе с вашим прибытием наступили времена процветания. Но мы оказались в необычном и прискорбном положении. Вопреки здравому смыслу, мы пустили бродяг на борт нашей станции для того чтобы поторговать. Теперь они захватили ее, и мы были вынуждены покинуть станцию. Если вы сможете убить их для нас, не разрушая станцию, мы будем готовы поторговать с вами".
zh_hans: "繁荣的时代已经随着你的到来而到来。我们发现自己处于一个不寻常的、不幸的位置。我们违背了更好的判断，让漂浪群登上了我们的空间站进行交易。现在，他们已经包围了空间站，而我们已经被迫离开。如果你能在不破坏空间站的情况下为我们杀死他们，我们愿意进行交易。"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Exercise caution - we will not be pleased if there is no station for us to return to after this."
fr: "Faites attention : nous ne serons guère ravis s'il n'y a plus de station pour nous où rentrer après cela."
ko: "주의하라 - 돌아갈 정거장이 사라진다면 우리의 기분이 상할 것이다."
ru: "Соблюдайте осторожность - мы не будем рады, если после этого нам некуда будет возвращаться".
zh_hans: "谨慎行事--如果在这之后没有空间站可供我们返回，我们将不会感到高兴。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Vagabond Crew) Make a deal to trade with the vagabonds instead.
fr: (Membre d'équipage Vagabond) Faire plutôt affaire avec les vagabonds.
ko: (떠돌이 선원) 떠돌이들과 거래를 시도한다.
ru: (Член экипажа-бродяга) Договориться о торговле с бродягами.
zh_hans: (漂浪群船员)与漂浪群达成交易。

source: You decline the Dynasty ship's offer, then secretly dock with the station. The Vagabonds aboard are happy to see one of their own and offer to trade.
fr: Vous refusez l'offre du vaisseau de la Dynastie, puis appareillez en secret avec la station. Les Vagabonds sont contents de vous voir à bord, et proposent de commercer.
ko: 당신은 왕조 함선의 제안을 거절하고 몰래 정거장에 정박했습니다. 떠돌이들은 동족을 본 것에 기뻐하며 거래를 제안했습니다.
ru: Вы отклоняете предложение корабля Династии и тайно стыкуетесь со станцией. Бродяги на борту рады видеть одного из своих и предлагают торговлю.
zh_hans: 你拒绝了灵朝的提议，然后秘密地与该站对接。漂浪群很高兴看到他们自己的人，并提出交易。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Ignore them.
fr: Les ignorer.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You have no idea what the offer is, but you have no business dealing with Ghosts.
fr: Vous n'avez aucune idée de ce qu'est l'offre, mais vous n'avez aucune raison de traiter avec des Fantômes.
ko: 의뢰가 무엇이었지는 알 수 없지만, 고스트들과 노닥거릴 시간은 없습니다.
ru: Вы понятия не имеете, что это за предложение, но вам незачем связываться с призраками.
zh_hans: 你不知道提议是什么，但你没有兴趣与魂灵族打交道。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_TRAP"]/text
source: A Slug transport ship is stationed near the beacon with a military escort ship. They message you, "We have been waiting for a customer for agesss. Care to see our waresss?"
fr: Un vaisseau de transport Limace stationne près de la balise avec une escorte militaire. Ils vous contactent : "Ççça fait des jours que nous n'avons pas eu de clients. Intéressssé par notre équipement ?"
ko: 슬러그 수송선이 호위함과 함께 인근 송신소에 정박해 있었습니다. 그들이 메시지를 보내왔습니다. "쩌희는 오래똥안 고객을 기다리고 이써써요. 쩌희 쌍품쫌 보씰래요?"
ru: Возле маяка находится транспортный корабль слизней с военным кораблем сопровождения. Они сообщают вам: "Мы уже давно ждем клиента. Не хотите ли посссмотреть нашшши товары?"
zh_hans: 一艘蛞蝓族运输船和一艘护卫舰驻扎在信标附近。他们告诉你："我们已经等了很久的客人了。想看看我们的货吗？"

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_TRAP"]/choice[1]/text
source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Oh well... We ssshall wait here then." You cautiously put distance between your ships before preparing to jump.
fr: "Ah, bon... Nous allons attendre, dans ccce cas." Vous prenez prudemment vos distances avec les vaisseaux avant de sauter.
ko: "아 그렇군요... 그럼 다른 손님을 기다려야 겠어요." 당신은 조심스럽게 거리를 유지하며 도약을 준비했습니다.
ru: "Ну что ж... Тогда подождем здесссь". Вы осторожно увеличиваете расстояние между своими кораблями, прежде чем приготовиться к прыжку.
zh_hans: "哦，好吧......那我们就在这里等吧。"在准备跃迁之前，你小心翼翼地拉开了你们飞船之间的距离。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_TRAP"]/choice[2]/text
source: Ask to see the goods.
fr: Demander à voir leur équipement.
ko: 상품을 보겠다고 한다.
ru: Попросить показать товар.
zh_hans: 要求查看货物。

source: "Before we get ahead of ourssselves, I need to explain sssome ground ruless of our transsaction. Thesse are dangerouss timess, yess?"
fr: "Avant de continuer, je dois expliquer quelques règles de notre transactttion. Nous vivons dans des temps troublés, n'essst-ccce pas?"
ko: "거래를 찐행하기 앞써 기본쩍인 규찍을 몇개 썰명해요 돼요. 요쯤은 위험한 씨기니까 말이쬬."
ru: "Прежде чем мы начнем торговать, я должен объяссснить некоторые осссновные правила нашшшей работы. Сссейчассс опасссное время, да?"
zh_hans: "在我们超越自己之前，我需要解释一下我们交易的一些基本规则。这是危险的时间，是吗？"

source: Continue.
fr: Continuer.
ko: 계속...
ru: Продолжить.
zh_hans: 继续。

source: "Firssst... We accept no tradesss, couponss or refundss. Purchasess are final. Underssstand?"
fr: "D'abord... nous n'acccceptons ni échange, ni remise, ni remboursssement. Tout achat est définitif. Compris?"
ko: "쩟번째로... 쩌희는 쩨품 교환, 쿠폰 쯩쩡, 환불을 해드리찌 않아요. 한번 싸면 그걸로 끝이에요. 이해하쎴나요?"
ru: "Во-первых... Мы не признаем никаких обменных операций, купонов или возвратов. Покупки являютссся окончательными. Понятно?"
zh_hans: "首先...我们不接受交易、优惠券或退款。购买是最终的。明白了吗？"

source: Understood.
fr: Compris.
ko: 이해했습니다.
ru: Понятно.
zh_hans: 明白了。

source: "We hold no liability for productsss damaged post ssale. We offer no insurance or customer sservice. Not a problem?"
fr: "Nous n'avons aucune resssponsssabilité sssur nos produits après la vente. Nous n'offrons ni assssurance, ni ssserviccce client. Pas de problème?"
ko: "쩌희는 판매 후 쏜쌍된 쩨품에 짹임을 찌찌 않아요. 보험이나 고객 찌원도 쩨공하찌 않고요. 문쩨 될 거 없쬬?"
ru: "Мы не несссем ответссственносссти за товары, полученные посссле продажи. Мы не предоссставляем ссстраховки и не обссслуживаем клиентов. Это не проблема?"
zh_hans: "我们对销售后损坏的产品不承担责任。我们不提供保险或顾客服务。没有问题吗？"

source: Not a problem.
fr: Pas de problème.
ko: 문제 없습니다.
ru: Не проблема.
zh_hans: 没有问题。

source: Forget this.
fr: Oublions ça.
ko: 거래를 그만둔다.
ru: Забудем об этом.
zh_hans: 算逑。

source: Forget this.
fr: Oublions ça.
ko: 거래를 그만둔다.
ru: Забудем об этом.
zh_hans: 算逑。

source: "Fine... Not everyone appreciates good dealss..."
fr: "D'accord... pas tout le monde n'apprécccie les bonnes affaires..."
ko: "괜짢아요... 모두가 쫗은 거래를 알아보는 건 아니니까요..."
ru: "Хорошшшо... Не всссе ценят хорошшшие предложения..."
zh_hans: "好吧...不是每个人都喜欢好的交易..."

source: (Slug Crew) Our Slug senses someone aboard the ship. Investigate it.
fr: (Membre d'équipage Limace) Votre Limace détecte quelqu'un à bord. Aller voir.
ko: (슬러그 선원) 슬러그가 누군가 함내에 침입한 것을 감지했다. 조사해본다.
ru: (Член экипажа-слизень) Наш слизень чувствует, что на борту корабля кто-то есть. Провести разведку.
zh_hans: (蛞蝓族船员)我们的蛞蝓感觉到有人登船。调查一下吧。

source: It looks like the merchant was trying to stall you while someone teleported on board. You catch him before he could finish and he teleports away. You expect a battle, but the merchant seems frightened more than anything. "I wasssn't doing anything! I was uh... bringing you a gift! Yessss! Please don't kill me, who'sss going to hoard my money otherwissse?"
fr: Il semblerait que le marchand essayait de gagner du temps pendant que quelqu'un se téléportait à bord. Vous le trouvez avant qu'il puisse finir et se téléporte. Vous vous attendez à un combat, mais le marchand semble plus apeuré qu'autre chose. "Je ne faisais rien ! Je vous... heu... apportais un cadeau ! Oui ! Sss'il vous plaît, ne me tuez pas, qui amassssera mon argent sssi vous le faites ?"
ko: 보아하니 이 상인은 그의 동료가 당신의 함선에 침입할 시간을 벌려고 했던 것 같습니다. 제대로 승선하기도 전에 발각된 침입자는 다시 순간이동해 도망쳤습니다. 전투가 일어나리라 예상했지만 상인은 겁을 먹은 것 같습니다. "쩐 아무 찌도 안해써요! 쩌는 어... 썬물을 보내드리려 해써요! 쩡말요! 쩔 쭉이찌 마쎄요, 쩨가 모은 돈이 다 날아가 버려요!
ru: Похоже, что торговец пытался отвлечь вас, пока кто-то телепортируется на борт. Вы успеваете заметить его, и он телепортируется обратно. Вы ожидаете, что сейчас начнется бой, но торговец, похоже, сильно перепуган. "Я ничего не делал! Я... принессс вам подарок! Да! Пожалуйссста, не убивайте меня, иначе кто будет рассспоряжатьссся моими деньгами вместо меня?"
zh_hans: 看起来那个商人试图拖延你，同时有人传送到船上。你在他完成之前抓住了他，而他则瞬移离开。你以为会有一场战斗，但商人似乎被吓坏了。"我什么也没做！我只是......给你带了个礼物！是的！请不要杀我，否则谁会囤积我的钱？"

source: "Great. Let me show you our waress. It's not often I meet patient alienss, have this complimentary fuel as well."
fr: "Parfait. Laissssez-moi vous montrer ccce que j'ai. Ccce n'est pas sssouvent que je rencontre des aliens patttients, alors voici ccce cadeau de carburant en plusss."
ko: "쫗아요, 쌍품을 보여드릴께요. 짬을썽 있는 외계인은 오랜만에 보내요. 써비쓰로 연료도 쫌 드릴게요."
ru: "Отлично. Позвольте показать вам нашу официантку. Нечасто я встречаю терпеливых пришельцев, у которых к тому же есть бесплатное топливо".
zh_hans: "太好了。让我给你看看我们的货。我不常遇到有耐心的外星人，有这种免费的燃料。"

source: "Great. Let me show you our waress. It's not often I meet patient alienss, have this complimentary fuel as well."
fr: "Parfait. Laissssez-moi vous montrer ccce que j'ai. Ccce n'est pas sssouvent que je rencontre des aliens patttients, alors voici ccce cadeau de carburant en plusss."
ko: "쫗아요, 쌍품을 보여드릴께요. 짬을썽 있는 외계인은 오랜만에 보내요. 써비쓰로 연료도 쫌 드릴게요."
ru: "Отлично. Позвольте показать вам нашшшу официантку. Нечасссто я вссстречаю терпеливых пришшшельцев, у которых к тому же есссть это бесссплатное топливо".
zh_hans: "太好了。让我给你看看我们的货。我不常遇到有耐心的外星人，有这种免费的燃料。"

source: "During our discussion, my man hass taken the liberty of disabling your weaponss to prevent any complications while completing our... transssaction..." You suddenly register multiple weapon locks, but your own weapons are not responding. Get out of there!
fr: "Durant notre dissscusssion, mon homme a pris la liberté de désactiver vos armes pour empêcher toute complicatttion durant cccette... transaction..." Vous détectez soudain plusieurs verrouillages d'armes, mais les vôtres ne répondent pas. C'est l'heure de partir d'ici !
ko: "규찍을 썰명하는 동안, 내 부하가... "거래"를 찐행하면써 어떠한 문쩨도 일어나찌 않게 하기 위해 당씬의 무기 관쪠씰을 무력화해써요..." 당신은 곧바로 여러 무기에 접근 제한을 걸려 했지만, 아무런 반응이 없었습니다. 여기서 빠져나가십시오!
ru: "Во время нашшшего разговора мой человек взял на сссебя сссмелосссть отключить вашшше оружие, чтобы предотвратить любые осссложнения во время завершшшения нашшшей... сссделки..." Вы внезапно регистрируете блокировку оружия на корабле и оно перестает работать. Убираемся отсюда!
zh_hans: "在我们讨论的过程中，我的人冒昧地禁用了你的武器，以防止在完成我们的......交易时出现任何复杂情况......"你突然登记了多个武器锁，你的武器没有反应。快离开那里！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Virus) Restore your weapons.
fr: (Anti-Virus) Réactiver vos armes.
ko: (안티 바이러스 모듈) 무기 관제실을 복구한다.
ru: (Антивирус) Восстановить оружие.
zh_hans: (防护程序)恢复武器系统的运作。

source: Your weapon system is restored to full power.
fr: Votre système d'armement fonctionne à nouveau à pleine puissance.
ko: 무기 관제실이 완전한 출력을 되찾았습니다.
ru: Система оружия восстановлена до полной мощности.
zh_hans: .....................................................................恢复成功。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you. If you could do me one more courtesssy... please die quietly." You suddenly hear gunshots aboard the ship. He must have been stalling for time while they boarded your ship!
fr: "Merccci. Sssi vous pouvez me faire une courtoisie de plusss... mourez promptement." Vous entendez soudainement des tirs à bord de votre vaisseau. Il devait gagner du temps pendant qu'ils abordaient votre vaisseau !
ko: "고마워. 끝까찌 예의를 갖쭤쭐 쑤 이따면... 부디 쪼용히 쭉어쭤." 갑자기 함내에서 총소리가 들렸습니다. 그가 시간을 끄는 동안 누군가 함내에 침입한 것이 틀림없습니다.
ru: "Ссспасссибо. Есссли бы вы могли оказать мне ещщще одну любезносссть... пожалуйссста, умрите тихо". Вы вдруг слышите выстрелы на борту корабля. Должно быть, он тянул время, пока они брали ваш корабль на абордаж!
zh_hans: "谢谢你。如果你能再帮我一个忙......请安静地死去。"你突然听到船上的枪声。他一定是在拖延时间，在他们登上你的船时！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Very well... Impatient alienss..." You prepare to jump.
fr: "Très bien... impatients d'aliens..." Vous vous préparez à sauter.
ko: "그래 알게써... 짬을썽 없는 외계인들이네..." 당신은 도약을 준비했습니다.
ru: "Очень хорошо... Нетерпеливые пришельцы..." Вы готовитесь к прыжку.
zh_hans: "很好...不耐烦的外星人......"你准备跃迁。

source: You prepare to leave but notice noises in your ship. It looks like the merchant was trying to stall you while they hacked into your systems. You barely have time to order a red alert before a military ship flies through the clouds intent on your destruction!
fr: Vous vous préparez à partir, mais remarquez du bruit à bord. Il semberait que le marchand essayait de gagner du temps pendant que ses hommes pirataient vos systèmes. Vous avez à peine le temps de sonner l'alerte rouge avant qu'un vaisseau militaire sorte des nuages avec pour but votre destruction !
ko: 당신은 떠날 준비를 하다 이상한 소리를 들었습니다. 아무래도 그 상인은 당신의 시스템을 해킹하기 위해 시간을 끌고 있었던 것 같습니다. 그때, 경보를 발령할 찰나도 없이 군함 한 척이 성운을 가로지르며 날아왔습니다!
ru: Вы готовитесь к отлету, но замечаете шум на корабле. Похоже, что торговец пытается задержать вас, взламывая ваши системы. Вы едва успеваете отдать приказ о красной тревоге, как сквозь облака проносится военный корабль, намереваясь уничтожить вас!
zh_hans: 你准备离开，但注意到你的飞船里有噪音。看起来那个商人试图在黑进你的系统拖住你。你几乎没有时间发出红色警报，就有一艘军舰从云层中飞过，打算摧毁你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_HYPNO"]/text
source: A huge Slug teleports from nowhere onto the bridge! Before you can open fire, he's spread his wares across the helm and is brandishing things at you.
fr: Une énorme Limace se téléporte de nulle part sur le pont ! Cependant, avant que vous pouviez ouvrir le feu, elle étale ses bien dans le cockpit et vous brandit des choses.
ko: 거대한 슬러그가 함교로 순간이동 해 왔습니다! 그 슬러그는 당신이 총을 꺼내기도 전에 조타 장치 위에 상품을 늘여놓고 호객 행위를 했습니다.
ru: Огромный слизень телепортируется из ниоткуда на мостик! Прежде чем вы успеете открыть огонь, он успевает разложить свои товары на штурвале и размахивает ими.
zh_hans: 一个巨大的蛞蝓不知道从哪里传送到了指挥舱内！在你能开火之前，他已经把他的东西铺满了舵台，并向你挥舞着东西。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_HYPNO"]/choice[1]/text
source: Buy some things.
fr: Acheter quelque chose.
ko: 물건을 산다.
ru: Купить несколько вещей.
zh_hans: 买一些东西。

source: As you approach, the Slug suddenly breaks out a pocket watch and waves it in front of you. "You will give me all of your money, and then you will drink the water in your toiletsssss. OooOoOOOooO!"
fr: Alors que vous approchez, la Limace sort une montre de poche et l'agite devant vous. "Vous allez me donner tout votre argent, et puis vous allez boire l'eau de vos toilettes. OoooOoOOOooO!"
ko: 당신이 다가서자 슬러그는 시게를 꺼내 당신의 눈 앞에 대고 흔들었습니다. "너는 나한테 가찌고 있는 모든 돈을 쭈게 된다, 그리고 변기물을 마씨게 된다, 우우우우우우우우우!"
ru: Когда вы приблизились, слизень вдруг достает карманные часы и размахивает ими перед вашим носом. "Ты отдашшшь мне всссе сссвои деньги, а потом выпьешшшь воду из сссвоих унитазов. OooOoOOOooO!"
zh_hans: 当你走近时，蛞蝓突然拿出一块怀表，在你面前挥舞。"你要把你所有的钱给我，然后你要喝厕所里的水。呜呜呜呜呜！"

source: What?
fr: Hein ?
ko: 뭐?
ru: Что?
zh_hans: 什么？

source: The Slug pauses, then continues to wave the watch. "Uh. You are going to give me all of your money, then play the Federation national anthem with your own flatulencccce!"
fr: La Limace s'arrête, puis continue d'agiter sa montre. "Heu... Vous allez me donner tout votre argent, puis vous allez jouer l'hymne de la Fédératttion avec vos propres flatulenccces!"
ko: 슬러그는 잠시 멈칫했다가 다시 시계를 흔들기 시작했습니다. "어... 너는 나한테 가찌고 있는 모든 돈을 쭈게 된다, 그러고 나써 방귀로 연방의 국가를 부른다!"
ru: Слизень делает паузу, затем продолжает размахивать часами. "Вы отдадите мне всссе сссвои деньги, а потом сссыграете гимн Федерации, иссспользуя сссвой сссобссственный метеоризм!"
zh_hans: 蛞蝓停顿了一下，然后继续挥舞着怀表。"呃，你要把你所有的钱都给我，然后用你自己的屁演奏联邦国歌！"

source: No, I don't think I am.
fr: Non, je ne pense pas le faire.
ko: 아니, 안 그럴 건데.
ru: Нет, я так не думаю.
zh_hans: 不，我想我不会。
