Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "Don't ask questions you don't want to know the answer to." You might have pressed further, but the pirate hands some scrap to you discreetly and walks away.
fr: "Ne pose pas de questions auxquelles tu veux pas savoir la réponse." Vous en auriez bien posé plus, mais le pirate vous tend de la ferraille discrètement et s'éclipse.
ko: "스스로 답을 알고 싶지 않은 질문은 꺼내지를 마" 더 추궁해 볼 수도 있었겠지만, 해적이 조심스럽게 스크랩을 건네주곤 어디론가 가버렸습니다.
ru: "Не задавай вопросов, на которые не хочешь знать ответа". Вы могли бы продолжить, но пират спокойно передает вам какой-то лом и уходит.
zh_hans: "不要问你不想知道答案的问题。"你可能会进一步追问，但海盗谨慎地把一些废料递给你，然后走开了。

source: "You know damn well where we got them! And now, you'll be our next!"
fr: "Tu sais très bien d'où on les sort ! Et maintenant, tu seras le prochain !"
ko: "어디서 났는지 너도 잘 알고 있겠지! 이제 다음은 네 차례다!"
ru: "Ты прекрасно знаешь, где мы все это взяли! И теперь ты станешь нашей следующей жертвой!"
zh_hans: "你很清楚我们从哪里得到了他们！而现在，你将是我们的下一个目标！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_PIRATE_REFUELING"]/text
source: A small platform orbits near this beacon - it looks like a fueling station of some sort, recently taken over by pirates, and it is cheerily broadcasting reasonable prices in a spectrum of frequencies and languages. This takeover must have been very recent...
fr: Une petite plate-forme orbite près de cette balise. Il semble s'agir d'une sorte de station à carburant récemment prise par des pirates, et elle diffuse allègrement des prix raisonnables dans une variété de fréquences et de langues. Le changement de propriétaire devait être récent...
ko: 작은 플랫폼이 송신소 주위를 돌고 있었습니다. 해적이 장악한지 얼마 안된 연료 보급 정거장으로 보이는데, 다양한 주파수와 언어로 합리적인 가격을 홍보하고 있었습니다.
ru: Рядом с маяком вращается небольшая платформа - похоже, что это какая-то заправочная станция, недавно захваченная пиратами, и она бодро вещает о приемлемых ценах на разных частотах и языках. Захват, видимо, произошел совсем недавно...
zh_hans: 一个小型平台在这个信标附近运行--它看起来像是某种燃料站，最近被海盗占领了，它正欢快地用各种频率和语言播放合理的价格。这种接管一定是最近才发生的......

source: Dock with the refueling platform.
fr: S'amarrer à la plate-forme de ravitaillement.
ko: 연료 보급 플랫폼에 정박한다.
ru: Состыковаться с заправочной платформой.
zh_hans: 与加油平台对接。

source: (Upg. Weapons) Approach with your weapons armed. Make it clear you aren't messing around.
fr: (Armes améliorées) S'approcher avec les armes allumées. Faire comprendre que vous n'êtes pas ici pour vous amuser.
ko: (고급 무기실) 무기를 장전한 상태로 접근한다. 장난치러 온 게 아니란 걸 확실히 한다.
ru: (Улучш. Оружие) Приблизиться с оружием наготове. Дайте понять, что вы не собираетесь шутить.
zh_hans: (高级武器)带着你的武器靠近。表明你不是在胡闹。

source: Your show of force makes it clear you aren't going to take any funny stuff from these pirates. They open their store for you almost immediately, but don't offer any extra fuel...
fr: Votre démonstration de force montre que vous n'êtes pas là pour un quelconque coup fourré pirate. Ils ouvrent leur magasin pour vous presque immédiatement, mais n'offrent aucun carburant...
ko: 당신이 보인 무력이 이 해적들로 하여금 수작을 부려선 안된다는 경각심을 일깨우게 했습니다. 그들은 거의 즉시 상점을 보여줬지만 추가 연료는 제공하지 않았습니다.
ru: Ваша демонстрация силы дает понять, что вы не собираетесь терпеть шутки этих пиратов. Они почти сразу же открывают для вас свой магазин, но не предлагают никакого дополнительного топлива...
zh_hans: 你的武力展示表明你不打算从这些海盗那里得到任何可笑的东西。他们几乎立即为你打开了他们的商店，但没有提供任何额外的燃料......

source: Ignore the refueling platform.
fr: Ignorer la plate-forme de ravitaillement.
ko: 연료 보급 정거장을 무시한다.
ru: Не обращать внимания на заправочную платформу.
zh_hans: 无视加油平台。

source: As you prepare to leave the system, the station suddenly turns aggressive - apparently, pirates don't take well to being ignored!
fr: Alors que vous vous préparez à partir du système, la station devient soudainement agressive ! Apparemment, les pirates n'apprécient guère être ignorés !
ko: 당신이 이 태양계를 떠나려 하자 정거장이 갑자기 적대적으로 변했습니다! 무시당한 것이 마음에 들지 않았던 모양입니다!
ru: Когда вы готовитесь покинуть систему, станция внезапно становится агрессивной - видимо, пираты не любят, когда их игнорируют!
zh_hans: 当你准备离开该星系时，该站突然变得咄咄逼人--显然，海盗不喜欢被人忽视！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You ignore the refueling platform.
fr: Vous ignorez la plate-forme de ravitaillement.
ko: 연료 보급 정거장을 무시했습니다.
ru: Вы не обращаете внимания на заправочную платформу.
zh_hans: 你无视了加油平台。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You ignore the refueling platform.
fr: Vous ignorez la plate-forme de ravitaillement.
ko: 연료 보급 정거장을 무시했습니다.
ru: Вы не обращаете внимания на заправочную платформу.
zh_hans: 你无视了加油平台。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Besides the fuel, it looks like the station also has a market.
fr: En plus du carburant, cette station semble également avoir un marché.
ko: 정거장에는 연료 보급소 뿐만 아니라 시장도 있는 것 같습니다.
ru: Помимо топлива, на станции, похоже, есть и рынок.
zh_hans: 除了燃料，看起来该站还有一个市场。

source: Buy some fuel first.
fr: Acheter d'abord du carburant.
ko: 먼저 연료를 산다.
ru: Сначала купить топливо.
zh_hans: 先买一些燃料。

source: Ignore the fuel and head to the market.
fr: Ignorer le carburant et aller au marché.
ko: 연료 보급소를 무시하고 시장으로 향한다.
ru: Не обращать внимания на топливо и отправиться на рынок.
zh_hans: 无视燃料，前往市场。

source: Looks like after the attack, the platform was damaged. You can likely steal as much fuel as remains, though the pirates won't be happy.
fr: Il semblerait qu'après l'attaque, la plate-forme ait été endommagée. Vous pouvez probablement voler autant de carburant que vous le voulez, mais les pirates n'apprécieront pas.
ko: 해적들에게 공격받았을 때 플랫폼이 손상됐던 듯합니다. 해적들은 좋아하지 않겠지만, 정거장의 잔해로부터 연료를 훔칠 수 있을 것 같습니다.
ru: Похоже, что после атаки платформа была повреждена. Скорее всего, вы сможете украсть столько топлива, сколько осталось, хотя пираты будут недовольны.
zh_hans: 看起来在攻击之后，平台被损坏了。你可能可以偷到尽可能多的燃料，尽管海盗们不会高兴。

source: Steal it.
fr: En voler.
ko: 훔친다.
ru: Украсть топливо.
zh_hans: 窃取它。

source: You hijack the fuel dispenser, taking as much fuel as you can before the pirates catch you.
fr: Vous détraquez la pompe à carburant, prenant autant que possible avant que les pirates ne vous empêchent.
ko: 당신은 연료 배급기를 가로채서 해적들에게 잡히기 전까지 가능한 많은 연료를 빼냈습니다.
ru: Вы взламываете топливораздаточную колонку и забираете как можно больше топлива, пока не появились пираты.
zh_hans: 你劫持了加油机，在海盗抓到你之前尽可能多地拿走燃料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy some fuel like normal.
fr: Acheter du carburant normalement.
ko: 평범하게 연료를 산다.
ru: Купить топливо, как обычно.
zh_hans: 像平常一样买一些燃料。

source: Ignore the fuel and head to the market.
fr: Ignorer le carburant et aller au marché.
ko: 연료를 무시하고 시장으로 향한다.
ru: Не обращать внимания на топливо и отправиться на рынок.
zh_hans: 无视燃料，前往市场。

source: You dock and signal the fuel station's newest 'staff' to begin refueling.
fr: Vous vous amarrez et signalez au nouveau "personnel" de la station de commencer à livrer le carburant.
ko: 당신은 정거장에 정박하고 그곳의 새로운 '직원'에게 보급을 시작하라고 했습니다.
ru: Вы стыкуетесь и подаете сигнал новому "персоналу" заправочной станции о начале заправки.
zh_hans: 你停靠后，向燃料站最新的"工作人员"发出信号，开始进行补给。

source: Wait for them to finish.
fr: Attendre qu'ils finissent.
ko: 보급이 끝날 때까지 기다린다.
ru: Подождать, пока они закончат.
zh_hans: 等待他们完成。

source: As you dock with the refueling platform, there is an explosion from your engine room! Warning lights flash in your ship as pirates from the station swarm aboard your vessel!
fr: Alors que vous vous amarrez à la plate-forme, une explosion retentit de vos moteurs ! Des lumières d'alarme s'allument dans votre vaisseau alors que des pirates venant de la station se ruent à bord !
ko: 보급 플랫폼에 도킹하자 엔진실에서 폭발이 일어났습니다! 정거장의 해적들이 함선에 침입하면서 경고등이 깜빡였습니다!
ru: В момент стыковки с заправочной платформой в машинном отделении происходит взрыв! На корабле вспыхивают сигнальные огни: пираты со станции хлынули на борт вашего судна!
zh_hans: 当你与加油平台对接时，你的引擎室发生了爆炸！警告灯在你的船上闪烁，因为来自空间站的海盗蜂拥而至，登上了你的船！

source: (Blast Doors) Seal your blast doors, one can never be too careful when docked.
fr: (Portes blindées) Sceller les portes blindées, on n'est jamais trop prudent quand on est amarré.
ko: (방호문) 방호문을 닫아둔다. 이런 곳에 정박할 때는 아무리 조심해도 지나치지 않다.
ru: (Укрепленные Двери) Закрыть укрепленные двери - в доке никогда нельзя быть слишком осторожным.
zh_hans: (高级舱门)密封你的防爆舱门，在停靠时永远不能掉以轻心。

source: Pirates hidden on the station are confounded by your security locks, turning an attempted ambush into a fish-in-a-barrel firefight. You take control of the station and take its fuel reserves.
fr: Les pirates cachés dans la station sont pris au dépourvu par vos mesures de sécurité, changeant une tentative d'embuscade en tir aux pigeons. Vous prenez le contrôle de la station et videz ses réserves de carburant.
ko: 정거장에 숨어 매복 공격을 계획하던 해적들은 뛰어난 보안에 제지되어 단순한 총격전을 감행했습니다. 당신은 정거장을 장악하고 연료를 비축했습니다.
ru: Пираты, спрятавшиеся на станции, ставят в тупик ваши защитные механизмы, превращая попытку устроить засаду в перестрелку в стиле "отстрела рыбы в бочке.". Вы берете станцию под контроль и забираете запасы топлива.
zh_hans: 隐藏在站内的海盗被你的安全锁所迷惑，把伏击变成了一场鱼死网破的交火。你控制了该站并拿走了它的燃料储备。

source: You dock and signal the fuel station's newest 'staff' to begin refueling.
fr: Vous vous amarrez et signalez au nouveau "personnel" de la station de commencer à livrer le carburant.
ko: 당신은 정거장에 정박하고 그곳의 새로운 '직원'에게 보급을 시작하라고 했습니다.
ru: Вы стыкуетесь и подаете сигнал новому "персоналу" заправочной станции о начале заправки.
zh_hans: 你停靠后，向燃料站最新的"工作人员"发出信号，开始进行补给。

source: Wait for them to finish.
fr: Attendre qu'ils finissent.
ko: 보급이 끝날 때까지 기다린다.
ru: Подождать, пока они закончат.
zh_hans: 等待他们完成。

source: To your surprise, no trick ever comes. The pirates finish refueling, and once they're done you're allowed into the store.
fr: À votre surprise, il n'y aucune ruse. Les pirates finissent de vous ravitailler, et une fois qu'ils ont fini, vous pouvez entrer dans le magasin.
ko: 놀랍게도 어떠한 속임수도 없었습니다. 해적들은 보급을 끝마친 후 당신을 상점으로 안내했습니다.
ru: К вашему удивлению, никакого подвоха не происходит. Пираты заправляют ваше судно, и, как только они заканчивают, вам разрешают войти в магазин.
zh_hans: 令你惊讶的是，没有任何诡计出现。海盗们完成了加油，等他们完成，你就被允许进入商店。

source: (Blast Doors) Seal your blast doors, one can never be too careful when docked.
fr: (Portes blindées) Sceller les portes blindées, on n'est jamais trop prudent quand on est amarré.
ko: (방호문) 방호문을 닫아둔다. 이런 곳에 정박할 때는 아무리 조심해도 지나치지 않다.
ru: (Укрепленные Двери) Закрыть укрепленные двери - в доке никогда нельзя быть слишком осторожным.
zh_hans: (高级舱门)密封你的防爆舱门，在停靠时永远不能掉以轻心。

source: Looks like there was nothing to be worried about. The pirates finish refueling, and once they're done you're allowed into the store.
fr: Il semblerait qu'il n'y avait pas de quoi s'inquiéter. Les pirates finissent de vous ravitailler, et une fois qu'ils ont fini, vous pouvez entrer dans le magasin.
ko: 걱정할 필요가 없었던 모양입니다. 해적들은 보급을 끝마친 후 당신을 상점으로 안내했습니다.
ru: Похоже, беспокоиться было не о чем. Пираты заправляют ваше судно, и, как только они заканчивают, вам разрешают войти в магазин.
zh_hans: 看来没有什么可担心的。海盗们完成了加油，他们一完成，你就可以进入商店。

# data/events_standard.xml$//event[@name="STOREEVENT_PIRATE_SECURITY"]/text
source: You receive a wide-band automated message from a black market nearby, "Welcome to our humble trade depot and shipyard! All are welcome, but try any funny business and our 152 automated turret satellites will tear your ship to shreds!" Unusual for pirates to place high value in security, but you suppose it makes sense.
fr: Vous recevez un appel en boucle sur fréquence large d'un marché noir proche : "Bienvenue à notre humble dépôt commercial et chantier ! Tout le monde est le bienvenu, mais faites le malin et nos 152 satellites-tourelles de défense taillent votre vaisseau en pièce !" Rares sont les pirates s'inquiétant de leur sécurité, mais vous supposez que c'est logique.
ko: 근처의 암시장에서 광대역 자동 메시지를 수신했습니다. "우리의 변변찮은 무역 창고와 조선소에 오신 것을 환영합니다! 누구든 환영이지만, 뭔가 수작을 부린다면 152개의 무인 포탑 위성이 당신의 함선을 갈기갈기 찢어버릴 것입니다!" 해적들이 보안을 챙기는 건 드문 일이지만, 그 말은 사실인 것 같습니다.
ru: Вы получаете широкополосное автоматическое сообщение с расположенного неподалеку черного рынка: "Добро пожаловать на наш скромный торговый склад и верфь! Мы рады всем, но если вы попробуете что-нибудь провернуть, наши 152 автоматических турельных спутника разнесут ваш корабль в клочья!" Непривычно, что пираты придают большое значение безопасности, но, наверное, в этом есть смысл.
zh_hans: 你收到了来自附近黑市的宽频自动信息："欢迎来到我们简陋的贸易仓库和造船厂！我们欢迎所有的人，但如果你想耍花招的话，我们的152门自动炮塔卫星会把你的船撕成碎片！"很少有海盗对安全如此重视，但你认为这是合理的。

source: Go shop at the market.
fr: Faire vos achats au marché.
ko: 시장에 가 쇼핑한다.
ru: Сходить за покупками на рынок.
zh_hans: 去市场购物。

source: Some smugglers welcome you inside, and offer some less-than-legal services and goods.
fr: Des contrebandiers vous accueillent à bord et vous proposes quelques services et biens guère légaux.
ko: 몇몇 밀수꾼이 당신을 반기며 불법적인 서비스와 상품을 제공했습니다.
ru: Некоторые контрабандисты приветствуют вас внутри и предлагают не совсем законные услуги и товары.
zh_hans: 一些走私者欢迎你进去，并提供一些不那么合法的服务和货物。

source: (Adv. Hacking) Hold the market hostage with their own turrets.
fr: (Piratage de pointe) Prendre le marché en otage avec ses propres tourelles.
ko: (최고급 해킹) 그들의 포탑을 사용해 시장을 인질 삼는다.
ru: (Продв. Взломщик) Удерживать рынок в качестве заложников с помощью их собственных турелей.
zh_hans: (先进黑客)用他们自己的炮塔挟持市场。

source: You remotely take control of all of the smuggler's turrets, and start firing on their ships. Once their entire fleet is crippled, they give in to all of your demands.
fr: Vous prenez à distance le contrôle des tourelles des contrebandiers, et commencez à tirer sur leurs vaisseaux. Une fois leur flotte entière en déroute, ils acceptent toutes vos demandes.
ko: 당신은 원격으로 밀수꾼들의 포탑을 모두 장악하여 그들의 함선에 발포했습니다. 함대 전체가 파괴되자, 그들은 당신의 요구에 굴복했습니다.
ru: Вы дистанционно управляете всеми турелями контрабандистов и начинаете обстреливать их корабли. Как только весь их флот уничтожен, они уступают всем вашим требованиям.
zh_hans: 你远程控制走私者的所有炮塔，并开始向他们的船只开火。他们的整个舰队被打垮，他们对你的所有要求做出了让步。

source: (Targeting Jammer) Keep their turrets offline.
fr: (Brouillage de visée) Empêcher les tourelles de s'activer.

source: Without their turrets to defend them, the pirates are unable to defend themselves. At first you pretend everything is normal and shop, but as you leave you make it clear they're at your mercy.
fr: Sans leurs tourelles pour les protéger, les pirates sont sans défense. Vous commencez par prétendre que tout est normal et commercez, mais alors que vous partez vous leur faites comprendre qu'ils sont à votre merci.

source: Try and rob the market.
fr: Essayer de piller le marché.

source: The minute your weapons even come online all 152 turrets swivel towards you and open fire, causing massive damage to your hull. A smuggler vessel moves in to engage.
fr: Au moment où vos armes s'activent, toutes les 152 tourelles pivotent vers vous et ouvrent le feu, causant d'énormes dégâts à votre coque. Un vaisseau de contrebandiers vous attaque.

source: Continue...
fr: Continuer...

# data/events_standard.xml$//event[@name="STOREEVENT_SHELL_BOWLING"]/text
source: A Shell market and arcade nearby is advertising itself as "Captain Strike's General Market and Bowling Gallery!"
fr: Un marché et arcade Coquille fait sa promotion comme le "Marché Général et Galerie de Bowling de Capitaine Strike!"
ko: 근처의 셸 상가에서 "캡틴 스트라이크의 종합 시장 및 볼링장!"라고 광고하고 있습니다.
ru: Находящийся неподалеку рынок ракушек и зал игровых автоматов позиционирует себя как "Общий рынок и боулинг-галерея капитана Страйка!"
zh_hans: 附近的一个甲壳族市场和街机厅将自己宣传为"斯泰克船长的百货商场及保龄球馆！"

source: Take a look.
fr: Jeter un œil.
ko: 상가를 살펴본다.
ru: Взглянуть.
zh_hans: 看一看。

source: When you step inside, you're greeted by a mascot-wearing Shell who claims to be Captain Strike himself. "A Renegade? Just my luck! If you ain't a square, thhhen you'll challenge me to a bowling match. Beat me, and you'll take home thhhe trophy!"
fr: Quand vous entrez à l'intérieur, vous êtes accueilli par une Coquille vêtue d'une mascotte prétendant être Capitaine Strike lui-même. "Un Renégât ? C'est ma veine ! Si t'es pas une mauviette, alors je te défffie de jouer contre moi. Si tu me bats, tu emporteras le trophhhée !"
ko: 안으로 들어서자 마스코트 옷을 입고 자신이 캡틴 스트라이크라 말하는 셸이 반겨 줬습니다. "배회자시이인가요? 이기긴 또 글렀네요! 당신이 모난 사아아람이 아니라면 저랑 볼링 한판 쳐요. 절 이기시이면 트로피를 가져 갈 수우 이써어요!"
ru: Когда вы входите внутрь, вас встречает ракушка в костюме маскота, которая утверждает, что является самим капитаном Страйком. "Ренегат? Мне повезло! Если вы не зануда, тогда вы вызовете меня на матчш по боулингу. Если победите меня - вы заберете домой трофей!"
zh_hans: 当你走进去的时候，迎接你的是一个穿着吉祥物衣服的甲壳族，他声称是斯泰克船长本人。"一个变元者？我的运气真好！如果你不是一个古板的人，那么你应该向我挑战保龄球比赛。打败我，你就能把奖杯带回家！"

source: Bowl with him, even though the fleet might catch up a little.
fr: Faire du bowling avec lui, même si la flotte risque de se rapprocher.
ko: 함대에 더 가까워질 테지만, 그와 볼링을 친다.
ru: Сыграть с ним в боулинг, хотя вас может немного догнать флот.
zh_hans: 和他一起打保龄球，尽管舰队可能会追上一点。

source: That's a waste of time. We'll stick to shopping.
fr: Ce n'est qu'une perte de temps. Nous n'allons faire que commercer.
ko: 시간 낭비다. 살 물건만 둘러본다.
ru: Это пустая трата времени. Лучше заняться покупками.
zh_hans: 那是在浪费时间。我们只购物。

source: The immature Shell makes a rude noise as you walk past and head to the market.
fr: La Coquille immature fait un son impoli alors que vous partez voir le marché.
ko: 당신이 곧장 시장으로 향하자 그 철없는 셸은 무례한 소리를 내뱉었습니다.
ru: Недоумевающая ракушка издает грубые звуки, когда вы проходите мимо и направляетесь на рынок.
zh_hans: 当你走过并走向市场时，不成熟的甲壳族发出粗鲁的声音。

source: Attack the station!
fr: Attaquer la station !
ko: 정거장을 공격한다!
ru: Атаковать станцию!
zh_hans: 攻击空间站！

source: You flick on your weapons and engage the Shell station. Pffft, who even likes bowling anyways?
fr: Vous appuyez sur le bouton de verrouillage et attaquez la station. Pfff, qui aime le bowling, franchement ?
ko: 당신은 무기를 장비하고 셸 정거장과 교전했습니다. 참나, 대체 누가 볼링을 좋아하겠어요?
ru: Вы включаете оружие и нападаете на станцию ракушек. Кто вообще любит боулинг?
zh_hans: 你打开你的武器，与甲壳族空间站交战。噗，反正谁会喜欢打保龄球呢？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the station.
fr: Ignorer la station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该贸易站。

source: What kind of purpose does a bowling gallery have for a Federation vessel? None, you reckon.
fr: Quelle genre d'utilité une galerie de bowling aurait pour un vaisseau de la Fédération ? Aucune, vous décidez.
ko: 연방 소속 함선이 볼링장에 무슨 볼일이 있겠나요? 아무것도 없죠.
ru: Какое предназначение имеет галерея для боулинга на корабле Федерации? Никакого, вы считаете.
zh_hans: 保龄球馆对联邦船只有什么作用？没有，你估计。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Unfortunately... you aren't very good at this. Strike beats you every single time. "Tough luck, but you tried your best. Feel free to go shop or whatever it is you came here for."
fr: Vous trouvez le fait de faire du bowling avec des créatures intelligentes étrange, mais les Coquilles ne semblent pas broncher. Elles ont été génétiquement modifiées pour la tâche. Hélas... vous n'êtes pas très bon pour ça. Strike vous bat à chaque fois. "Dommage, mais c'était bien essayé. N'hésite pas à allez au marché ou à fffaire ce pour quoi tu étais venu."
ko: 지각이 있는 생물로 볼링을 친다는 것이 다소 이상하게 느껴졌지만, 셸들은 아무렇지 않은 듯했습니다. 그들은 볼링공 역할을 수행하기 위해 유전적으로 조작되었습니다. 유감스럽게도... 당신은 볼링을 잘 못합니다. 결국 스트라이크가 모든 게임을 이겼습니다. "운이 좋지 않았지만, 최서언을 다하셔었어요. 이제 자유롭게 사앙가를 둘러봐 주세에요"
ru: Вам кажется несколько странным играть в боулинг живыми существами, но ракушки, похоже, не возражают. Они были генетически спроектированы для этой задачи. К сожалению... Вы не очень хороши в этом деле. Страйк побеждает вас каждый раз. "Не повезло, но вы старались изо всех сил. Не стесняйтесь, идите за покупками или за тем, зачем вы сюда пришли".
zh_hans: 你对与有智慧的生物打保龄球感到有些奇怪，但甲壳们似乎并不介意。它们在基因上是为这项任务而设计的。不幸的是......你并不擅长这个。斯泰克每次都能打败你。"运气不好，但你已经尽力了。你可以自由地去购物，或者不管你来这里是为了什么。"

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Unfortunately... you aren't very good at this. Strike beats you every single time. "Tough luck, but you tried your best. Feel free to go shop or whatever it is you came here for."
fr: Vous trouvez le fait de faire du bowling avec des créatures intelligentes étrange, mais les Coquilles ne semblent pas broncher. Elles ont été génétiquement modifiées pour la tâche. Hélas... vous n'êtes pas très bon pour ça. Strike vous bat à chaque fois. "Dommage, mais c'était bien essayé. N'hésite pas à allez au marché ou à fffaire ce pour quoi tu étais venu."
ko: 지각이 있는 생물로 볼링을 친다는 것이 다소 이상하게 느껴졌지만, 셸들은 아무렇지 않은 듯했습니다. 그들은 볼링공 역할을 수행하기 위해 유전적으로 조작되었습니다. 유감스럽게도... 당신은 볼링을 잘 못합니다. 결국 스트라이크가 모든 게임을 이겼습니다. "운이 좋지 않았지만, 최서언을 다하셔었어요. 이제 자유롭게 사앙가를 둘러봐 주세에요"
ru: Вам кажется несколько странным играть в боулинг живыми существами, но ракушки, похоже, не возражают. Они были генетически спроектированы для этой задачи. К сожалению... Вы не очень хороши в этом деле. Страйк побеждает вас каждый раз. "Не повезло, но вы старались изо всех сил. Не стесняйтесь, идите за покупками или за тем, зачем вы сюда пришли".
zh_hans: 你对与有智慧的生物打保龄球感到有些奇怪，但甲壳们似乎并不介意。它们在基因上是为这项任务而设计的。不幸的是......你并不擅长这个。斯泰克每次都能打败你。"运气不好，但你已经尽力了。你可以自由地去购物，或者不管你来这里是为了什么。"
