Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="REVISIT"]/text
source: You've been here already, and there's nothing left of interest.
fr: Vous êtes déjà venu ici, il n'y a plus rien d'intéressant.
ko: 당신은 이미 이곳에 온 적이 있습니다. 더 이상 흥미로운 건 없습니다.
ru: Вы уже были здесь, и здесь больше нет ничего интересного.
zh_hans: 你已经来过这里了，没有什么值得关注的东西了。

# data/events_standard.xml$//event[@name="REVISIT"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="REVISIT"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_LOAD_GENERIC"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_GENERIC"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_GENERIC"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOSYS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOSYS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOSYS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOCREW"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOCREW"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_NOCREW"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_ENGI"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_ENGI"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_ENGI"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_ZOLTAN"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_ZOLTAN"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_ZOLTAN"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_ORCHID"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_ORCHID"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_ORCHID"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_CRYSTAL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_CRYSTAL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_CRYSTAL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_CRYSTAL_MORECRYSTAL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_FREEMANTIS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_FREEMANTIS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_FREEMANTIS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_ROCK"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_ROCK"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_ROCK"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_MANTIS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_MANTIS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_MANTIS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_DUSK"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_DUSK"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_DUSK"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_REBEL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_REBEL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_REBEL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUTO"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUTO"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUTO"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_COALITION"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_COALITION"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_COALITION"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_DYNASTY"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_DYNASTY"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_DYNASTY"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_CULTIST"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_CULTIST"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_CULTIST"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_ANCIENT"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_ANCIENT"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_ANCIENT"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_PIRATE"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_PIRATE"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_PIRATE"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_SLUG"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_SLUG"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_SLUG"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_LEECH"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_LEECH"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_LEECH"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_SHELL"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_SHELL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_SHELL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_LANIUS"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_LANIUS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_LANIUS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUGMENTED"]/text
source: Before you shop, you still have some time to do something else aboard the ship.
fr: Avant d'entrer dans le magasin, vous avez encore le temps de faire l'inventaire du vaisseau.
ko: 쇼핑하기에 앞서 함선에서 무언가를 할만한 시간이 있습니다.
ru: Перед тем как совершить покупки, у вас еще есть немного времени, чтобы заняться чем-либо еще на корабле.
zh_hans: 交易之前，你仍有时间干点别的。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUGMENTED"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="STORE_LOAD_AUGMENTED"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/destroyed/text
source: The ship breaks apart and you quickly salvage what you can.
fr: Le vaisseau se brise et vous prenez rapidement ce que vous pouvez.
ko: 적함이 산산조각 나자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: Корабль разваливается на части, и вы собираете все, что можете.
zh_hans: 那艘飞船四分五裂，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/destroyed/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/deadCrew/text
source: With the crew dead you quickly salvage what you can.
fr: Une fois l'équipage mort, vous prenez rapidement ce que vous pouvez.
ko: 적이 모두 죽자 당신은 챙길 수 있는 것들을 빠르게 건져냈습니다.
ru: После гибели экипажа вы быстро забираете то, что можете.
zh_hans: 所有船员死亡后，你迅速收集了你能找到的东西。

# data/events_standard.xml$//ship[@name="SHIP_REBEL_STORE"]/deadCrew/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_REBEL"]/choice[1]/text
source: Rescue the store.
fr: Secourir le magasin.
ko: 상점을 구한다.
ru: Спасти магазин.
zh_hans: 援救商店。

source: You prepare for combat.
fr: Vous vous préparez au combat.
ko: 전투를 준비합니다.
ru: Вы готовитесь к бою.
zh_hans: 你准备作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STORE_HOSTILE_REBEL"]/choice[2]/text
source: Ignore the merchant.
fr: Ignorer le marchand.
ko: 상인을 무시한다.
ru: Не обращать внимания на торговца.
zh_hans: 不理会商人。

source: Fortunately the ship remain oblivious to your presence.
fr: Heureusement, le vaisseau ne remarque pas votre présence.
ko: 다행히도 그 함선은 아직 당신을 눈치채지 못했습니다.
ru: К счастью, корабль по-прежнему не замечает вашего присутствия.
zh_hans: 幸运的是，这艘船仍然无视你的存在。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_STORE_REBEL_HOSTILE"]/text[1]
source: The source of the distress beacon appears to be a small market under attack from a Rebel!
fr: La source du signal de détresse semble être un petit marché se faisant attaquer par un vaisseau Rebelle !
ko: 조난 신호의 근원은 반군에게 공격받고 있는 작은 시장이었던 것 같습니다!
ru: Источник сигнала бедствия - небольшой торговый пост, подвергшийся нападению повстанцев!
zh_hans: 求救信标的来源似乎是一个受到叛军攻击的小市场！

# data/events_standard.xml$//textList[@name="TEXT_STORE_REBEL_HOSTILE"]/text[2]
source: A merchant ship here is under attack from Rebels. They're helpless against them, and you may be their only chance at survival.
fr: Un vaisseau marchand est attaqué par les Rebelles. Il est sans défense contre eux, et vous êtes sa seule chance de survie.
ko: 무역선이 반군에게 속수무책으로 공격받고 있었습니다. 당신이 그들의 유일한 생존 가능성인 것 같습니다.
ru: Торговое судно подвергается нападению повстанцев. Они беспомощны против них, и вы можете быть их единственным шансом на выживание.
zh_hans: 这里的一艘商船正受到叛军的攻击。他们对叛军束手无策，而你可能是他们唯一的生存机会。

# data/events_standard.xml$//textList[@name="TEXT_STORE_REBEL_HOSTILE"]/text[3]
source: A Rebel ship is assaulting a small black market. Perhaps if you can rescue them, they'll sell to you.
fr: Un vaisseau Rebelle prend d'assaut un petit marché noir. Peut-être que si vous leur portez secours, ils accepteront de faire affaire.
ko: 반군 함선이 작은 암시장을 공격하고 있었습니다. 그들을 구해준다면 당신과 거래해 줄지도 모릅니다.
ru: Корабль повстанцев напал на небольшой черный рынок. Возможно, если вы сможете спасти их, они поторгуют с вами.
zh_hans: 一艘叛军战舰正在袭击一个小黑市。也许如果你能救他们，他们会卖给你东西。
