Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "I was not aware we so openly joined Federation vessels. Perhaps it should allow our teachings to spread further than before? I think I shall come with you, a change of scenery could do me good, and I don't wish to return to those awful nebulas for much longer."
fr: "Je ne savais pas que nous pouvions rejoindre les vaisseaux de la Fédération. Peut-être cela permettrait-il à nos enseignements de se propager plus loin qu'avant ? Je crois que je vais vous rejoindre, un changement d'air me fera du bien, et je ne veux pas repartir dans l'une de ces maudites nébuleuse pour longtemps."
ko: "우리 일원이 이렇게 공개적으로 연방의 선박에 합류했는지 몰랐습니다. 어쩌면 이로써 우리의 가르침이 더 멀리 퍼뜨릴 수 있지 않겠습니까? 저도 당신과 함께하겠습니다. 풍경이 변화하면 제 기분도 환기될 것 같습니다, 한동안은 저 끔찍한 성운 지대로 돌아가고 싶지 않군요."
ru: "Я не знал, что мы так открыто присоединяемся к кораблям Федерации. Возможно, это позволит нашему учению распространиться дальше, чем было до этого? Думаю, я пойду с вами, смена обстановки пойдет мне на пользу, и я больше не хочу возвращаться в эти ужасные туманности".
zh_hans: "我不知道我们如此公开地加入联邦船只。也许这应该让我们的教义比以前传播得更远？我想我应该和你一起去，换个环境对我有好处，而且我不想再回到那些可怕的星云中去了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_GUARDS"]/text
source: A lone Zoltan trading vessel awaits you at the beacon. Its crew sends you a simple message: "We have military goods available for sale."
fr: Un vaisseau marchand Zoltan vous attend à cette balise. Son équipage vous envoie ce message : "Nous avons de l'équipement militaire à vendre."
ko: 외따로 떨어져 있는 졸탄 상선이 이 송신소에서 당신을 기다리고 있었습니다. 상선의 선원이 간단한 메시지를 보냈습니다. "우리는 군수품을 판매하고 있습니다."
ru: У маяка вас ожидает одинокое торговое судно золтанов. Его экипаж отправляет вам простое сообщение: "У нас есть военные товары на продажу".
zh_hans: 一艘孤独的超能族贸易船在信标处等着你。它的船员向你发送了一个简单的信息："我们有军用物资可以出售。"

source: Dock.
fr: Amarrer.

source: As soon as you dock, a swarm of Zoltan military guards grab your crew and pin them to the ground. One of the guards pulls out a scanner and starts to analyze them.
fr: Dès que vous vous amarrez, une nuée de gardes militaires Zoltans agrippe votre équipage et le plaque au sol. Un des gardes sort un scanner et commence à les analyser.

source: What are you doing!?
fr: Que faites-vous !?

source: Fight back!
fr: Riposter !

source: Your crew push off the guards and draw your weapons. Looks like a fight is nigh!
fr: Votre équipage repousse les gardes et sort ses armes. Il semble que l'heure est au combat !

source: Continue...
fr: Continuer...

source: Ignore the merchant.
fr: Ignorer le marchand.

source: You don't have anything to buy from them today.
fr: Vous n'avez rien à leur acheter aujourd'hui.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

source: The guards pull back satisfied. "Apologies captain. An increase in pirate activity in these sectors warrants suspicion. Your crew have been cleared, you will be permitted to shop here."
fr: Les gardes repartent satisfaits. "Nos excuses capitaine. Une augmentation de l'activité pirate dans ce secteur incite la prudence. Votre équipage a été innocenté, vous pouvez commercer ici."
ko: 경비원들은 만족한 듯 철수했습니다. "죄송합니다 선장님. 최근 이 지역에서 해적 활동이 증가하고 있어 조사를 진행했습니다. 여러분은 혐의가 없음이 확인됐으니 이곳에서 쇼핑하실 수 있습니다."
ru: Охранники удовлетворенно отступают. "Прошу прощения, капитан. Рост пиратской активности в этих секторах вызывает подозрение. Ваш экипаж прошел проверку, вам будет разрешено здесь торговать".
zh_hans: 警卫们满意地回过头来。"对不起，船长。这些地区的海盗活动增加，值得怀疑。你的船员已经被检定了，你将被允许在这里购物。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The guards pull back satisfied. "Apologies captain. An increase in pirate activity in these sectors warrants suspicion. Your crew have been cleared, you will be permitted to shop here."
fr: Les gardes repartent satisfaits. "Nos excuses capitaine. Une augmentation de l'activité pirate dans ce secteur incite la prudence. Votre équipage a été innocenté, vous pouvez commercer ici."
ko: 경비원들은 만족한 듯 철수했습니다. "죄송합니다 선장님. 최근 이 지역에서 해적 활동이 증가하고 있어 조사를 진행했습니다. 여러분은 혐의가 없음이 확인됐으니 이곳에서 쇼핑하실 수 있습니다."
ru: Охранники удовлетворенно отступают. "Прошу прощения, капитан. Рост пиратской активности в этих секторах вызывает подозрение. Ваш экипаж прошел проверку, вам будет разрешено здесь торговать".
zh_hans: 警卫们满意地回过头来。"对不起，船长。这些地区的海盗活动增加，值得怀疑。你的船员已经被检定了，你将被允许在这里购物。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The guards pull back, holding on to one of your crew. "This one here is a fugitive of the Zoltan Ministry. Turn them in and there will be no further consequences for your vessel or crew."
fr: Les gardes s'éloignent, agrippant l'un de vos hommes. "Cet individu est un fugitif du Ministère Zoltan. Donnez-le-nous et il n'y aura aucune autre conséquence pour votre vaisseau ou équipage."
ko: 경비원들은 선원 한명을 붙잡은 채로 뒤로 물러났습니다. "이 자는 졸탄 내각의 탈주범입니다. 이 자만 넘기면 당신의 선박이나 다른 선원들에게는 아무런 피해도 가지 않을 것입니다.
ru: Охранники отступают, держа одного из членов вашего экипажа. "Вот этот - беглец из Министерства золтанов. Сдайте его, и никаких дальнейших последствий для вашего судна и экипажа не будет".
zh_hans: 卫兵们撤退，抓着你的一个船员。"这里的这个人是超能族牧师团的逃犯。把他交出来，你的船只和船员就不会有进一步的后果。"

source: Let them take your crew.
fr: Les laisser prendre votre homme.
ko: 그들에게 선원을 넘긴다.
ru: Позволить им забрать члена экипажа.
zh_hans: 让他们带走你的船员。

source: The Zoltan drag off your crew. "Against my better judgement, you will still be permitted to shop here. Do not let us catch you harboring fugitives again, understand?"
fr: Les Zoltans emmènent votre membre d'équipage. "Malgré mes vives objections, vous serez quand même permis de faire affaires ici, mais qu'on ne vous reprenne plus à abriter des fugitifs, compris?"
ko: 졸탄들이 그 선원을 끌고 갔습니다. "저는 당신의 출입을 막아야 한다고 생각하지만, 규정상 상점을 이용하는 것이 허가되었습니다. 다시는 우리 눈에 탈주범이 띄지 않도록 하십시오, 아시겠습니까?"
ru: Золтаны забирают вашего члена экипажа. "Вопреки моему здравому смыслу, вам все же будет разрешено здесь торговать. Смотрите не попадитесь нам снова на укрывательстве беглецов, вам ясно?"
zh_hans: 超能族拖走了你的船员。"违背我更好的判断，你仍将被允许在这里购物。不要让我们再抓到你窝藏逃犯，明白吗？"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your crew member cannot be cloned as they are not dead. A long life in Ministry prison awaits them now...
fr: Votre membre d'équipage ne peut être cloné car il n'est pas mort. Une longue vie dans les prisons du Ministère l'attend...
ko: 당신의 선원은 죽은 것이 아니기에 복제될 수 없습니다. 그는 이제 내각의 감옥에서 긴 세월을 보낼 것입니다...
ru: Вашего члена экипажа нельзя клонировать, так как он еще жив. Теперь его ждет долгая жизнь в тюрьме Министерства...
zh_hans: 你的船员不能被克隆，因为他们还没有死。现在等待他们的是牧师团监狱的漫长生活......

source: Refuse!
fr: Pas question !
ko: 거절한다!
ru: Отказать!
zh_hans: 拒绝！

source: Your crew push off the guards and draw your weapons. Looks like a fight is nigh!
fr: Votre équipage repousse les gardes et sort ses armes. Il semble que l'heure est au combat !
ko: 당신의 선원들은 경비대를 밀쳐내고 무기를 꺼내 들었습니다. 전투의 시간입니다!
ru: Ваша команда оттесняет охранников и достает оружие. Похоже, бой неизбежен!
zh_hans: 你的船员推开守卫，拔出你的武器。看上去，一场战斗已经不远了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ministry Crew) Reason with them.
fr: (Membre d'équipage du Ministère) Négocier avec eux.
ko: (내각 선원) 그들을 설득한다.
ru: (Член экипажа из Министерства) Вразумить их.
zh_hans: (牧师团船员)与他们讲道理。

source: Your Zoltan slowly puts down their gun and speaks to the guards. At first their arguments don't seem to have an effect, but explaining the Federation needs all the help it can get - ANY kind of help - they seem to relent.
fr: Votre Zoltan baisse lentement son arme et parle aux gardes. Au début, ses arguments semblent être sans effet, mais quand il explique que la Fédération a besoin de toute l'aide qu'elle peut, quelque soit sa provenance, ils semblent céder.
ko: 졸탄이 천천히 총을 내려놓고 경비원들에게 말을 건넸습니다. 처음에는 그의 주장이 효과가 없는 것 같았지만, 현재 연방은 어떠한 수단이라도 동원해야 한다는 것을 설명하자 마침내 그들이 납득했습니다.
ru: Ваш золтан медленно опускает оружие и обращается к охранникам. Сначала его аргументы не производят должного эффекта, но, объяснив, что Федерации нужна всякая возможная помощь - ЛЮБОГО характера - они, кажется, смиряются.
zh_hans: 你的超能族慢慢地放下了他们的枪，并与卫兵交谈。起初，他们的争论似乎没有效果，但在解释联邦需要所有能得到的帮助--任何形式的帮助--时，他们似乎有所松动。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_KERNELS"]/text
source: This beacon is an Orchid trade hub. Even though most of their equipment is made of plant matter, Orchids find some use for scrap metal as well, and are willing to trade for it.
fr: Cette balise abrite un centre de commerce Orchidée. Bien que la majorité de leur équipement soit fait de matière végétale, les Orchidées trouvent également des utilités à la ferraille, et acceptent de faire affaires avec.
ko: 이 송신소는 오키드의 무역 중심지입니다. 비록 그들의 장비는 대부분 식물로 만들어졌지만 오키드들도 고철을 쓰기는 하기 때문에 기꺼이 스크랩을 거래에 사용합니다.
ru: Этот маяк - торговый узел орхидей. Несмотря на то, что большинство их оборудования сделано из растений, орхидеи находят применение и лому, поэтому готовы принимать его в качестве оплаты.
zh_hans: 这个信标是一个兰花贸易中心。尽管他们的大部分设备都是由植物制成的，但兰花也能找到一些废料的用途，并愿意为其进行交易。

source: Visit the market.
fr: Visiter le marché.
ko: 시장에 들른다.
ru: Отправиться в магазин.
zh_hans: 访问市场。

source: Multiple Orchids wave to customers, trying to get their attention, while curious shoppers of various species look about.
fr: Plusieurs Orchidées font des signes aux clients, essayant de les attirer, alors que des acheteurs de nombreuses races regardent autour d'eux.
ko: 시장에는 다양한 종족의 호기심 많은 쇼핑객들이 있었고, 여러 오키드 상인들이 그들의 관심을 끌기 위해 잎을 흔들고 있었습니다.
ru: Многочисленные орхидеи машут покупателям, пытаясь привлечь их внимание, а любопытные покупатели различных рас смотрят по сторонам.
zh_hans: 多株兰花向顾客招手，试图引起他们的注意，而好奇的购物者们则在各种品种的兰花中寻找。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: See what Kernel weapons they have for sale first.
fr: Voir quels Lance-Noyaux ils ont à vendre d'abord.
ko: 먼저 어떤 낱알 무기가 판매되고 있는지 본다.
ru: Сначала посмотреть, какие зернометы есть у них на продажу.
zh_hans: 先看看他们有什么果核武器可供出售。

source: A speckled Orchid walks you through a display of Kernel weaponry.
fr: Une Orchidée tachetée vous amène à une exposition d'arme Lance-Noyau.
ko: 얼룩덜룩한 오키드가 당신을 낱알 무기 진열대로 안내했습니다.
ru: Пестрая орхидея знакомит вас с зернометами на своем прилавке.
zh_hans: 一个有斑点的兰花带领你参观果核武器。

source: Buy a Kernel Launcher.
fr: Acheter un Lance-Noyau.
ko: 낱알 포를 산다.
ru: Купить зерномет.
zh_hans: 购买一件果核武器。

source: Buy a Kernel Launcher.
fr: Acheter un Lance-Noyau.
ko: 낱알 포를 산다.
ru: Купить зерномет.
zh_hans: 购买一件果核武器。

source: Nevermind, visit the market.
fr: Tant pis, visiter le marché.
ko: 아무것도 아니다, 시장에 들른다.
ru: Неважно, отправиться в магазин.
zh_hans: 甭管怎样，去市场看看吧。

source: Multiple Orchids wave to customers, trying to get their attention, while curious shoppers of various species look about.
fr: Plusieurs Orchidées font des signes aux clients, essayant de les attirer, alors que des acheteurs de nombreuses races regardent autour d'eux.
ko: 시장에는 다양한 종족의 호기심 많은 쇼핑객들이 있었고, 여러 오키드 상인들이 그들의 관심을 끌기 위해 잎을 흔들고 있었습니다.
ru: Многочисленные орхидеи машут покупателям, пытаясь привлечь их внимание, а любопытные покупатели различных рас смотрят по сторонам.
zh_hans: 多株兰花向顾客招手，试图引起他们的注意，而好奇的购物者们则在各种品种的兰花中寻找。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Crew) Request assistance.
fr: (Membre d'équipage Orchidée) Demander de l'aide.
ko: (오키드 선원) 지원을 요청한다.
ru: (Член экипажа-орхидея) Запросить помощь.
zh_hans: (兰花族船员)请求援助。

source: With the help of your crew, it doesn't take long to find another friendly Orchid ship who's willing to help out. He offers some missiles and repairs while you shop. Never underestimate the kindness of the plant-folk.
fr: Avec l'aide de votre équipage, il ne faut que peu de temps pour trouver un vaisseau Orchidée amical acceptant d'aider. Ils vous proposent quelques missiles et réparations pendant votre visite. Ne jamais sous-estimer la générosité de ces plantes.
ko: 오키드 선원의 도움으로 오래지 않아 도움을 주고 싶어 하는 우호적인 또 다른 오키드를 찾아냈습니다. 그는 당신이 쇼핑하는 동안 미사일을 제공하고 선체를 고쳐 줬습니다. 절대 식물 족속의 친절함을 저평가하지 맙시다.
ru: С помощью вашего члена экипажа вам не потребовалось много времени, чтобы найти дружественный корабль орхидей, который готов помочь. Он предлагает несколько ракет и ремонт, пока вы делаете покупки. Никогда не стоит недооценивать доброту народа растений.
zh_hans: 在你的船员的帮助下，没过多久就找到了另一艘愿意提供帮助的友好的兰花飞船。在你购物时，他提供了一些导弹和维修。永远不要低估植物人的善意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Orchids.
fr: Attaquer les Orchidées.
ko: 오키드를 공격한다.
ru: Атаковать орхидей.
zh_hans: 攻击兰花。

source: Looks like no one's eager in helping out the Orchids, though your attack sends the market into lockdown. No time to worry about that, you need to focus your sights on your new prey.
fr: Il semblerait que personne ne souhaite aider les Orchidées, quoique votre attaque fait se confiner le magasin. Pas le temps de s'en préoccuper, vous devez vous concentrer sur votre nouvelle proie.
ko: 당신의 공격으로 시장이 폐쇄됐지만, 아무도 오키드를 도우려 하지는 않았습니다. 당신은 새로운 사냥감에 집중해야 하니 남들에게 신경쓸 시간은 없습니다.
ru: Похоже, никто не хочет помогать орхидеям, хотя из-за вашей атаки магазины закрылись. Нет времени беспокоиться об этом, вам нужно сосредоточиться на новой добыче.
zh_hans: 看起来没有人急于帮助兰花，尽管你的攻击使市场被封锁了。没时间担心这个了，你需要把目光放在你的新猎物上。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_STATION"]/text
source: A giant Orchid trade station with military escort is located at the beacon. You'd hate to be on the bad side of these Orchids...
fr: Une énorme station de commerce Orchidée accompagnée d'une escorte militaire se trouve à cette balise. Vous détesteriez vous retrouver contre ça...
ko: 이 송신소에는 군함의 보호를 받는 거대한 오키드 무역 정거장이 있었습니다. 이들을 적대해선 안될 것입니다...
ru: На маяке расположена гигантская торговая станция орхидей с военным эскортом. Не хотелось бы оказаться на стороне их противника...
zh_hans: 一个有军队护送的巨型兰花贸易站就在信标上。你不愿意站在这些兰花的对立面...

source: Dock.
fr: Amarrer.
ko: 정박한다.
ru: Пристыковаться.
zh_hans: 停靠。

source: As you dock and enter the station, you can't help but notice how calm and silent it is inside.
fr: Alors que vous vous amarrez et entrez, vous remarquez à quel point l'intérieur est calme et silencieux.
ko: 정거장에 들어서면서 당신은 실내가 얼마나 고요하고 평온한지를 느낄 수 있었습니다.
ru: Когда вы пристыковываетесь и входите на станцию, вы не можете не заметить, как спокойно и тихо внутри.
zh_hans: 当你停靠并进入空间站时，你不禁注意到里面是多么平静和沉默。

source: Take some time to relax here. The crew could use a rest.
fr: Prendre le temps de se relaxer. L'équipage a besoin de repos.
ko: 여기서 잠시 휴식을 취하자. 선원들도 좀 쉬어줘야 한다.
ru: Потратить немного времени, чтобы передохнуть здесь. Экипажу не помешает отдых.
zh_hans: 在这里花些时间放松一下。船员们都需要休息一下。

source: You tour the halls of the station, and come across a lively tavern with all sorts inside. The banter seems to be entirely friendly, and it's the one source of vibrant sound in the entire place. You get to talking with a table of mercenaries who stopped here as well, and find yourself making a new friend!
fr: Vous faites le tour de la station, et trouvez une taverne animée par des clients de toutes races. La conversation semble complètement amicale, et il s'agit de la seule source de son de l'endroit. Vous commencez à parler à une table de mercenaires s'étant également arrêté ici, et vous vous faites un ami !
ko: 당신은 정거장의 홀을 둘러보다가 온갖 부류의 사람들이 있는 활기 넘치는 여관에 도착했습니다. 이곳에서 흘러나오는 정감 어린 농담들이 정거장에 활기를 더해주고 있었습니다. 당신은 한 테이블에 자리잡고 용병들과 이야기를 나누다가 새 친구를 사귀었습니다!
ru: Вы путешествуете по залам станции и натыкаетесь на оживленную таверну с представителями самых разных рас. Кажется, что разговоры здесь исключительно дружеские, и это единственный источник живого звука здесь. Вы заводите разговор со столиком наемников, которые тоже здесь остановились, и находите себе нового друга!
zh_hans: 你在空间站的大厅里巡视，遇到一个热闹的小酒馆，里面有各种各样的人。戏谑似乎完全是友好的，它是整个地方的一个充满活力的声音来源。你和一桌也停在这里的雇佣兵聊了起来，发现自己交了一个新朋友！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Crew) Request help from the station owners with the fleet.
fr: (Membre d'équipage Orchidée) Demander de l'aide contre la flotte aux propriétaires de la Station.
ko: (오키드 선원) 정거장 주인에게 함대를 늦춰 달라고 부탁한다.
ru: (Член экипажа-орхидея) Запросить у владельцев станции помощь в противодействии повстанческому флоту.
zh_hans: (兰花族船员)向空间站的站主请求拖延叛军舰队。

source: The Orchid in charge gruffly nods. He must know the implications of what going up against the fleet will mean - but it's a sacrifice for the good of the Federation and he's willing.
fr: L'Orchidée en charge accepte à contrecœur. Elle sait probablement ce qu'implique lutter contre la flotte, mais c'est un sacrifice pour le bien de la Fédération, et elle y est prête.
ko: 당신의 말을 들은 오키드가 고개를 끄덕였습니다. 그는 분명 함대에 대항한다는 것이 무엇을 의미하는지 알고 있었겠지만, 연방을 위해 기꺼이 희생하려 했습니다.
ru: Главная орхидея хмуро кивает. Она должна понимать последствия того, что будет означать выступление против флота - но это жертва во благо Федерации, и она на это готова.
zh_hans: 负责的兰花粗暴地点点头。他一定知道与舰队对抗的意义--但这是为联邦的利益做出的牺牲，他愿意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't waste any time. Get to shopping.
fr: Nous ne pouvons pas perdre de temps. Passer aux achats.
ko: 시간을 낭비할 순 없다. 바로 물자를 사러 간다.
ru: Мы не можем терять время. Отправляемся в магазин.
zh_hans: 我们不能浪费任何时间。快去买东西吧。

source: You'll have all the time to rest once your mission is over or the giant Rebel death fleet behind you is gone. For now, you have things to do.
fr: Vous aurez tout le temps de vous reposer une fois la mission finie et une fois la méga-flotte Rebelle de la mort derrière vous disparue. Pour le moment, vous avez à faire.
ko: 임무를 마치거나 당신을 쫓는 거대한 죽음의 함대가 사라진다면 얼마든지 쉴 시간을 가질 수 있을 것입니다. 지금은 할 일을 해야 합니다.
ru: У вас будет достаточно времени для отдыха, когда ваша миссия закончится или гигантский смертельно опасный флот повстанцев позади вас исчезнет. А пока у вас есть дела.
zh_hans: 一旦你的任务完成或你身后的叛军死亡舰队消失，你将有的是的时间来休息。现在，你还有事情要做。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the station!
fr: Attaquer la station !
ko: 정거장을 공격한다!
ru: Атаковать станцию!
zh_hans: 攻击空间站！

source: You disregard your previous thought. You'd love to be on the bad side of these Orchids, apparently. Your greed is rewarded by the additional fire of the military ship to deal with.
fr: Vous oubliez ce que vous pensiez. Apparemment, vous adorez vous retrouver contres ces Orchidées. Votre avarice est récompensée par des tirs supplémentaires venant du vaisseau militaire qu'il va falloir éviter.
ko: 방금 한 말은 무시합시다. 당신은 명백히 이들을 적대하고 싶어 했습니다. 탐욕에 대한 보상으로 군함 몇척이 당신에게 포격을 보내주고 있습니다.
ru: Вы отталкиваете свою предыдущую мысль. Конечно, вам бы очень хотелось оказаться на стороне противника этих орхидей. Ваша жадность вознаграждается залпами противостоящего вам военного корабля.
zh_hans: 你无视你之前的想法。显然，你很想站在这些兰花的对立面。你的贪婪得到了回报，那就是要对付额外的军舰火力。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FIRE"]/text
source: As soon as you arrive at the nearby planet, you notice huge billows of smoke coming from a good half of the nearby market. An Orchid merchant hails you, looking fairly panicked. "D-don't worry about the fire. It's not a big deal. Come on in and shop!"
fr: Dès que vous arrivez à la planète de la balise, vous remarquez d'énormes panaches de fumée venant d'une bonne moitié du marché à proximité. Un marchand Orchidée à l'air complètement paniqué vous contacte. "N-ne vous inquiétez pas du feu. Ce n'est pas grave. Venez-donc commercer!"
ko: 당신은 인근 행성에 도착한 직후 근처에 있던 시장의 한쪽에서 연기가 피어오르는 것을 발견했습니다. 당황한 것처럼 보이는 오키드 상인이 당신에게 외쳤습니다. "부, 불은 걱정하지 마세요. 별일 아니에요. 들어와서 물건이나 좀 보세요!"
ru: Как только вы прибываете на близлежащую планету, вы замечаете огромные клубы дыма, исходящие от доброй половины рынка неподалеку. Орхидея-торговец зовет вас, выглядит она довольно напуганной. "Н-не беспокойтесь о пожаре. Ничего страшного. Заходите и делайте покупки!"
zh_hans: 当你到达附近的星球时，你注意到巨大的烟雾从附近市场冒出来。一个兰花商人向你打招呼，看起来相当惊慌。"别担心火灾。这不是什么大问题。快进来购物吧！"

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FIRE"]/choice[1]/text
source: Take a look at the market.
fr: Jeter un œil au marché.
ko: 시장을 둘러본다.
ru: Отправиться за покупками.
zh_hans: 看一看市场。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FIRE"]/choice[2]/text
source: Offer to help with the fire.
fr: Proposer d'aider contre le feu.
ko: 화재 진압을 돕겠다고 한다.
ru: Предложить помочь в борьбе с огнем.
zh_hans: 主动提出帮助救火。

source: "Oh... that's been ablaze for days. We've done all we can to supress it with what we have... which isn't much..."
fr: "Oh... cela fait des jours que ça brûle. Nous avons fait tout ce que nous pouvions pour l'éteindre... ce qui n'est pas beacoup..."
ko: "아... 여기는 며칠째 불타고 있어요. 우리가 가진 모든 수단을 동원해 봤는데... 불이 꺼지지 않았죠..."
ru: "Ох... пламя полыхает уже несколько дней. Мы сделали все возможное, чтобы подавить его с помощью того, что у нас есть... но этого не хватило..."
zh_hans: "哦......那已经烧了好几天了。我们已经尽我们所能来压制它......这不是很有用......"

source: (Fire Supressors) Use the supressors.
fr: (Extincteurs) Utiliser les extincteurs.
ko: (화재 진압 시스템) 진압기를 사용한다.
ru: (Огнетушители) Использовать противопожарную технику.
zh_hans: (自动灭火器)抑制火灾。

source: Fortunately, your tech proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
fr: Heureusement, votre technologie se révèle pertinente dans cette situation. Vous arrivez à isoler le feu dans une petite zone du marché pour que les Orchidées puissent l'éteindre. Elles vous paient en remerciement, et bien sûr le marché est toujours ouvert à la visite.
ko: 다행히도, 당신의 장비는 이 상황에 적합했습니다. 당신은 시장의 작은 영역에 화재를 가두어 오키드들이 처리할 수 있도록 했습니다. 그들은 감사를 표하며 보수를 주었습니다. 물론 시장도 여전히 열려 있습니다.
ru: К счастью, ваша техника оказалась как нельзя кстати в этой ситуации. Вам удается сдержать огонь на небольшом участке рынка, чтобы орхидеи могли справиться с ним. Они платят вам в знак благодарности, и, конечно же, рынок по-прежнему открыт для посещения.
zh_hans: 幸运的是，在这种情况下，你的技术被证明是恰当的。你设法将火势控制在市场的一个较小的区域内，这样兰花就可以处理它了。他们向你表示感谢，当然，市场仍然开放，供人参观。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Fireproof Crew) Send in your crew.
fr: (Membre d'équipage ignifuge) Envoyer votre membre d'équipage.
ko: (화재 면역 선원) 선원을 보낸다.
ru: (Огнеупорный экипаж) Отправить своего члена экипажа.
zh_hans: (防火船员)派出你的船员。

source: Fortunately, your crew proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
fr: Heureusement, votre membre d'équipage se révèle pertinent dans cette situation. Vous arrivez à isoler le feu dans une petite zone du marché pour que les Orchidées puissent l'éteindre. Elles vous paient en remerciement, et bien sûr le marché est toujours ouvert à la visite.
ko: 다행히도, 당신의 선원은 이 상황에 적합했습니다. 당신은 시장의 작은 영역에 화재를 가두어 오키드들이 처리할 수 있도록 했습니다. 그들은 감사를 표하며 보수를 주었습니다. 물론 시장도 여전히 열려 있습니다.
ru: К счастью, ваш член экипажа оказался как нельзя кстати в этой ситуации. Вам удается сдержать огонь на небольшом участке рынка, чтобы орхидеи могли справиться с ним. Они платят вам в знак благодарности, и, конечно же, рынок по-прежнему открыт для посещения.
zh_hans: 幸运的是，在这种情况下，你的船员被证明是合适的。你们设法将火势控制在市场的一个较小的区域内，这样兰花就可以处理它了。他们向你表示感谢，当然，市场仍然开放，供人参观。
