Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[6]
source: You nervously glance out the windows but the only thing to greet you is more clouds and silence.
fr: Vous jetez un regard nerveux par les fenêtres, mais la seule chose que vous voyez, c'est encore des nuages et du silence.
ko: 당신은 불안한 마음에 창문을 쳐다봤지만, 밖에는 더 많은 구름과 적막함만이 있을 뿐입니다.
ru: Вы нервно выглядываете в иллюминатор, но все, что вас встречает, - это еще больше облаков и тишина.
zh_hans: 你紧张地看向窗外，但迎接你的只有更多的云和寂静。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[7]
source: You cycle through wide-band comm channels as soon as you arrive. Nothing but static.
fr: Vous faites un tour sur les canals à bande large dès que vous arrivez. Rien que de la friture.
ko: 당신은 도약을 마치자마자 광대역 통신 채널을 이리저리 돌려봤습니다. 잡음만 들릴 뿐이네요.
ru: Сразу после прибытия вы просматриваете широкополосные каналы связи. Ничего, кроме помех.
zh_hans: 你一到达就循环搜索宽频通讯频道。除了静电，什么都没有。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[8]
source: With the sensors down, you spend a good deal of time staring out the window. It is, you must admit, rather beautiful here.
fr: Sans vos capteurs, vous passez un long moment à fixer les fenêtres. Cet endroit est, vous devez l'admettre, plutôt joli.
ko: 당신은 센서가 작동하지 않자 오랜 시간 창문 밖을 바라봤습니다. 솔직히, 이곳은 꽤 아름답습니다. 인정할 수밖에 없네요.
ru: Поскольку Сенсоры отключены, вы проводите много времени, глядя в иллюминатор. Надо признать, что здесь очень красиво.
zh_hans: 随着传感器的关闭，你花了大量的时间盯着窗外。你必须承认，这里相当漂亮。

# data/events_standard.xml$//textList[@name="NEBULA_NOTHING_LIST"]/text[9]
source: There's nothing here, save for vast swirls of gas reflecting rays from a distant sun.
fr: Il n'y a rien ici, à part les vastes étendues de gaz réfléchissant les rayons d'un soleil distant.
ko: 멀리 있는 항성의 광선을 받아 빛나는 거대한 가스 소용돌이를 제외하곤, 이곳엔 아무것도 없습니다.
ru: Здесь нет ничего, кроме огромных газовых вихрей, отражающих лучи далекого солнца.
zh_hans: 这里什么都没有，只有巨大的气体漩涡反射着远处太阳的光线。

# data/events_standard.xml$//event[@name="EMPTY_COREWORLDS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_COREWORLDS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[1]
source: A small Civilian settlement is nearby, well protected by Militia patrols. You don't bother trying to contact the settlement.
fr: Une petite colonie civile est proche, bien protégée par les patrouilles de la Milice. Vous n'essayez pas de les contacter.
ko: 조그마한 민간 정착지가 근처에 있고, 민병 순찰대가 정착지를 잘 지키고 있습니다. 굳이 정착지에 연락을 시도하진 않았습니다.
ru: Неподалеку находится небольшое поселение гражданских, хорошо охраняемое патрулями ополченцев. Вы не пытаетесь связаться с поселением.
zh_hans: 附近有一个小型平民定居点，受到盟卫巡逻队的良好保护。你懒得去联系这个定居点。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[2]
source: Despite all the civilian infrastructure in this sector, this beacon appears to be mostly empty.
fr: Malgré toute l'infrastructure civile du secteur, cette balise semble être presque vide.
ko: 구역에 모든 민간인 기반 시설이 있음에도 불구하고 구역 대부분이 비어 있어 보입니다.
ru: Несмотря на наличие гражданской инфраструктуры в этом секторе, этот маяк, похоже, в основном пустует.
zh_hans: 尽管这个星区有所有的民用基础设施，但这个信标几乎是空的。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[3]
source: No pirates, politicians, or people of any kind populate this place.
fr: Ni pirate, ni politicien, ni populace quelconque à cet endroit.
ko: 해적과 정치인은 물론, 어떤 다른 사람도 이곳에 살고 있지 않습니다.
ru: Здесь нет пиратов, политиков и других людей.
zh_hans: 这个地方没有海盗、政客或任何种类的人居住。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[4]
source: This beacon offers a break from the busy happenings of the civilians in this sector.
fr: Cette balise ne vous offre qu'une pause de toute l'excitation des civils du secteur.
ko: 구역 내 민간인들의 바쁜 일상에 이 송신소는 휴식이 되어 주었습니다.
ru: Этот маяк позволяет отдохнуть от суеты жизни среди гражданских в этом секторе.
zh_hans: 这座信标为这个星区的平民提供了一个休息的机会，让他们从繁忙的事情中解脱出来。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[5]
source: For once, a beacon where you aren't having to save a civilian from a pirate ship. You relax and do something on the ship.
fr: Pour une fois, une balise où vous n'avez pas à sauver un vaisseau civil de pirates. Vous vous relaxez et faites l'inventaire du vaisseau.
ko: 이번 송신소에선 해적선의 공격으로부터 민간인을 구할 필요가 없습니다. 긴장을 풀고 함선에서 다른 무언가를 했습니다.
ru: В кои-то веки маяк, где не надо спасать гражданских от корабля пиратов. Вы расслабляетесь и делаете что-то на корабле.
zh_hans: 这一次，在信标上，你不必从海盗舰上拯救一个平民。你可以放松，在船上做一些事情。

# data/events_standard.xml$//textList[@name="EMPTY_COREWORLDS"]/text[6]
source: A heavily protected Militia caravan is passing through this beacon. They won't respond to your hails, and attacking them would be practically suicide. You lay low and do something on the ship.
fr: Une caravane bien protégée de la Milice passe par cette balise. Ils ne répondent pas à vos appels, et les attaquer serait presque suicidaire. Vous faites profil bas et l'inventaire du vaisseau.
ko: 경비가 삼엄한 민병대 상선함대가 송신소를 지나가고 있습니다. 그들은 신호에 응답하지 않을 것이고, 공격하는 건 말 그대로 자살행위일 것입니다. 몸을 낮춘 뒤 함선에서 다른 무언가를 했습니다.
ru: Через этот маяк проходит хорошо охраняемый караван ополченцев. Они не отвечают на ваши сигналы, а атаковать их будет практически самоубийством. Лучше затаиться и заняться чем-нибудь на корабле.
zh_hans: 一支受到严密保护的盟卫商队正通过这个信标。他们不回应你的呼叫，而攻击他们几乎是自杀。你要保持低调，在船上做一些事情。

# data/events_standard.xml$//event[@name="EMPTY_MILITIA"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_MILITIA"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[1]
source: A small training exercise is going on nearby between several Militia ships. You feel it's best not to get involved.
fr: Un petit exercice d'entraînement a lieu entre quelque vaisseaux de la Milice. Vous décidez qu'il vaut probablement mieux ne pas s'en mêler.
ko: 근처 여러 민병대 함선에서 소규모 훈련이 진행 중입니다. 여기에 관여하지 않는 게 좋겠습니다.
ru: Неподалеку проходят небольшие учения между несколькими кораблями Ополчения. Вы считаете, что лучше не вмешиваться.
zh_hans: 附近的几艘盟卫船正在进行一场小型训练。你觉得最好不要参与。

# data/events_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[2]
source: You attempt to hail a small outpost nearby, but they decline your attempts at communication. You aren't too bothered by it, but you wish they hadn't been so rude.
fr: Vous essayez de contacter un petit poste avancé non loin, mais ils refusent vos communications. Cela ne vous dérange pas, mais vous auriez voulu qu'ils soient plus polis.
ko: 근처에 있는 작은 전초기지에 교신을 보냈지만, 그들은 대화를 거부했습니다. 별로 신경이 쓰이진 않았지만 그들이 무례하게 대하지 않았다면 더 좋았을 겁니다.
ru: Вы пытаетесь связаться с небольшим аванпостом поблизости, но те отклоняют ваши попытки связаться. Вас это не слишком беспокоит, но вы хотели бы, чтобы они не были такими грубыми.
zh_hans: 你试图呼叫附近的一个小哨站，但他们拒绝了你的通信尝试。你对此并不太在意，但你希望他们不要那么粗鲁。

# data/events_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[3]
source: Nothing but empty space here. Either there's something your missing, or the Militiamen didn't have anything worthwhile to install here. Either way, you won't be sticking around long enough for it to matter.
fr: Rien que le vide de l'espace ici. Soit vous avez raté quelque chose, soit les Miliciens n'ont pas voulu installer quelque chose ici. Dans tous les cas, mieux vaut ne pas rester ici trop longtemps.
ko: 여기는 텅 비어있고 아무것도 없습니다 . 뭔가를 놓치고 있거나, 아니면 여기다 마련할만한 게 민병대에게 없는 겁니다. 뭐가 됐든 간에 오랫동안 남아서 문제가 뭔지 생각하지는 않을 겁니다.
ru: Здесь нет ничего, кроме пустого пространства. Либо вам чего-то не хватает, либо у ополченцев не нашлось ничего стоящего, что можно было бы здесь установить. В любом случае, вы не задержитесь здесь надолго, чтобы это имело значение.
zh_hans: 这里只有空荡荡的空间。要么是你错过了什么，要么是盟卫们没有什么值得安装的东西在这里。无论哪种情况，你都不会在这里停留足够长的时间，因为这并不重要。

# data/events_standard.xml$//textList[@name="EMPTY_MILITIA"]/text[4]
source: A pirate vessel flies past, but before you can react they are promptly followed by a Militia ship. The Militia ship is much faster though and swiftly catches the pirates and starts to make arrests. You try not to get involved and slip away.
fr: Un vaisseau pirate passe non loin, mais avant que vous puissiez réagir, un vaisseau de la Milice les prend en chasse. Beaucoup plus rapide, il rattrappe rapidement les pirates et commence à les interpeller. Vous essayez de ne pas vous en mêler et partez.
ko: 해적선 한 척이 지나갔고 미처 반응하기도 전에 곧바로 민병대 함선이 해적선을 쫓아갔습니다. 민병대 함선이 속도가 더 빨랐고 신속하게 해적을 따라잡아 체포했습니다. 여기에 관여하지 않으려 조용히 빠져나갔습니다.
ru: Мимо пролетает корабль пиратов, но прежде чем вы успеваете среагировать, за ним тут же следует корабль Ополчения. Корабль Ополчения оказывается намного быстрее, он быстро настигает пиратов и начинает их арестовывать. Вы стараетесь не вмешиваться и уходите.
zh_hans: 一艘海盗舰飞过，但在你做出反应之前，他们很快就被一艘盟卫船追上。盟卫船的速度更快，迅速抓住了海盗并开始逮捕他们。你尽量不要卷入其中，然后溜走。

# data/events_standard.xml$//event[@name="EMPTY_FED_NORMAL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_FED_NORMAL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[1]
source: The wreckage of a single Federation ship drifts nearby. There's not much there left to salvage, and you feel dirty even considering scraping it.
fr: La carcasse d'un vaisseau de la Fédération flotte à proximité. Il ne reste pas grand chose à prendre, et vous vous sentez sale rien que de songer à le démonter.
ko: 난파된 연방선 한 척이 근처를 떠돌고 있습니다. 회수할 만한 건 남아있지 않았고, 분해하여 쓸만한 걸 모아야 겠다는 생각만 해도 기분이 더러웠습니다.
ru: Неподалеку дрейфуют обломки одного корабля Федерации. Собирать там особо нечего, и вы чувствуете себя грязным даже при мысли о том, чтобы разобрать его на металлолом.
zh_hans: 一艘联邦飞船的残骸在附近漂浮着。那里已经没有多少东西可以回收了，你甚至觉得搜刮都嫌脏。

# data/events_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[2]
source: This beacon is rather unremarkable. It must simply serve as a connection for passing ships.
fr: Cette balise est plutôt ordinaire. Ce doit juste être une connection pour les vaisseaux de passage.
ko: 이 송신소는 오히려 평범했습니다. 단순히 선박들이 지나갈 수 있도록 연결해주는 역할을 맡은 게 분명합니다.
ru: Этот маяк ничем не примечателен. Наверное, он просто служит для связи с проходящими судами.
zh_hans: 这个信标相当不起眼。它肯定只是作为过往船只的一个连接点。

# data/events_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[3]
source: The Federation has been hurt greatly in this reality, and this system is filled with many abandoned Federation structures. There doesn't appear to be anything worth scrapping.
fr: La Fédération a été très affaiblie dans cette réalité, et ce système est rempli de nombreuses structures abandonnées. Il ne semble pas y avoir quelque chose pouvant être récupéré.
ko: 지금 현실에서는 연방이 큰 피해를 보았고, 이 행성계에는 버려진 많은 연방 구조물로 가득했습니다. 쓸만해 보이는 건 하나도 없었습니다.
ru: Федерация сильно пострадала в этой реальности, и эта система заполнена множеством заброшенных сооружений Федерации. Похоже, здесь нет ничего, что можно было бы разобрать на металлолом.
zh_hans: 联邦在这个宇宙中受到了很大的伤害，这个星系充满了许多废弃的联邦结构。似乎没有什么值得回收的东西。

# data/events_standard.xml$//textList[@name="EMPTY_FED_NORMAL"]/text[4]
source: A few Federation and Civilian ships are passing through this system, but none respond to your hails.
fr: Quelques appareils civils et Fédérés passent par ce système, mais aucun ne répond à vos appels.
ko: 연방 함선과 민간 함선 몇 척이 행성계를 지나갔습니다. 그러나 아무도 교신에 응답하지 않았습니다.
ru: Несколько кораблей Федерации и гражданских кораблей проходят через эту систему, но ни один из них не отвечает на ваши сигналы.
zh_hans: 有几艘联邦和民用飞船经过这个星系，但没有人回应你的呼叫。

# data/events_standard.xml$//event[@name="EMPTY_FED_FLEET"]/text
source: A few larger Federation ships float some distance away, but none respond to your hails.
fr: Quelques gros vaisseaux de la Fédération flottent au loin, mais aucun ne répond à vos appels.
ko: 더욱 큰 연방 함선 몇 척이 멀리서 떠돌고 있습니다. 그러나 아무도 교신에 응답하지 않았습니다.
ru: Несколько крупных кораблей Федерации пролетают на некотором расстоянии, но ни один из них не отвечает на ваши сигналы.
zh_hans: 几艘较大的联邦军舰漂浮在一些距离之外，但没有一艘对你的呼叫作出回应。

# data/events_standard.xml$//event[@name="EMPTY_FED_FLEET"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_FED_FLEET"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="EMPTY_ENGI"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ENGI"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[1]
source: The complex arrangements of ship hulls and FTL drive capacitors floating abandoned in space suggest the Engi were here not too long ago; but no longer.
fr: L'arrangement complexe de coque de vaisseaux et de condensateurs de moteur SPL flottant dans l'espace suggère que les Engis étaient là il y a peu de temps, mais plus maintenant.
ko: 복잡한 선체 장치들과 FTL 드라이브 축전기가 떠다니는 것을 봤을 때 엔지가 얼마 전까지 여기에 있었다는 걸 알 수 있습니다. 하지만 더는 여기 있지 않습니다.
ru: Разбросанные в космосе корпуса кораблей и конденсаторы ССД свидетельствуют о том, что энджи были здесь не так давно, но больше их нет.
zh_hans: 船体和超光速推进器电容器的复杂排列漂浮在太空中，表明半械族不久前还在这里；但现在已经不在了。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[2]
source: You arrive at a green planet with great plains and rolling waterfalls. It would be of little interest to the Engi nearby.
fr: Vous arrivez à une planète verte avec des grande plaines et de belles cascades. Les Engis non loin n'y verraient aucun intérêt.
ko: 대평원과 출렁이는 폭포가 있는 녹색 행성에 도착했습니다. 인근 엔지는 이 행성에 관심을 거의 두지 않을 것입니다.
ru: Вы попадаете на зеленую планету с огромными равнинами и водопадами. Она не представляет особого интереса для живущих поблизости энджи.
zh_hans: 你来到了一个绿色的星球，有巨大的平原和连绵的瀑布。这对附近的半械族来说没有什么意思。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[3]
source: You have arrived near an Engi construction yard. Most Engi maintain their bi-pedal appearance out of habit but here you see a number of Engi hives working together to create massive organic machines adept at building ships. Truly a sight to behold.
fr: Vous êtes arrivé près d'un chantier de construction Engi. La plupart gardent leur apparence bipède, mais vous remarquez une série de ruches Engi travaillant ensemble pour créer d'énormes machines organiques parfaites pour construire des vaisseaux. Voilà un spectacle à ne pas manquer.
ko: 엔지가 운영하는 건설장 근처에 도착했습니다. 대부분의 엔지는 자기 두 발의 겉모습을 유지하는 데 습관적으로 시간을 보내지만, 여기선 많은 수의 엔지들이 함선을 능숙하게 건조하는 거대한 유기 기계를 함께 만들고 있습니다. 정말 놀라운 광경입니다.
ru: Вы прибыли на строительную площадку энджи. Большинство энджи сохраняют свой двуногий облик по привычке, но здесь вы видите несколько групп энджи, работающих вместе над созданием массивных органических машин, умеющих строить корабли. Зрелище поистине потрясающее.
zh_hans: 你到达了一个半械族建造场附近。大多数半械族习惯于保持它们的双脚外观，但在这里你看到一些半械族以它们原始的形态聚在一起工作，建造用于造舰的巨大有机机器。真是值得一见的壮观场景。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[4]
source: Even though each "individual" Engi is made up of trillions of nano-machines, their culture still revolves around traditional social interactions. A nearby station seems to be constructed for entertainment of passing Engi travellers.
fr: Bien que chaque "individu" Engi soit fait de billions de nano-machines, leur culture possède malgré tout des interaction sociales traditionnelles. Une station non loi semble être construite pour le divertissement des voyageurs Engi passant par ici.
ko: 엔지는 각 개인마다 수조 개의 나노체로 이루어져 있음에도, 그들의 문화는 여전히 전통적인 사회 활동을 중심으로 돌아갑니다. 인근 정거장은 지나가는 엔지 여행자들이 유흥을 즐길 수 있도록 만들어 진 것 같습니다.
ru: Несмотря на то, что каждый "индивидуум" энджи состоит из триллионов наномашин, их культура по-прежнему основана на традиционном социальном взаимодействии. Близлежащая станция, по-видимому, построена для развлечения пролетающих мимо энджи-путешественников.
zh_hans: 尽管每个"个体"半械族是由数万亿个纳米机器组成的，但他们的文化仍然围绕着传统的社会互动。附近的一个空间站似乎是为了娱乐过往的半械族旅行者而建造的。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[5]
source: You see a number of Engi space stations and fleets nearby. Despite looking like piles of junk loosely tied together they are actually a model of efficiency. They just lack a certain aesthetic emphasis in their constructions.
fr: Vous voyer une série de stations spatiales et de flottes Engi à proximité. Malgré qu'elles ressemblent à des tas de ferraille à peine soudés, les constructions Engi sont en fait des modèles d'efficacité. Il leur manque juste un certain degré d'esthétique dans leur constructions.
ko: 근방에 여러 엔지 우주 정거장과 함대가 보였습니다. 고철 더미를 느슨하게 묶어놓은 듯 보이지만 사실 효율적인 설계입니다. 엔지는 단지 구조물을 만들 때 미학적인 가치를 두지 않을 뿐입니다.
ru: Неподалеку виднеется несколько космических станций и флотов энджи. Несмотря на то, что они выглядят как груды хлама, небрежно связанные между собой, на самом деле они являются образцом эффективности. Просто в их конструкциях не хватает эстетики.
zh_hans: 你看到附近有许多半械族空间站和舰队。尽管看起来像一堆松散地绑在一起的垃圾，但它们实际上是效率的典范。他们只是在结构上缺乏某种美学上的强调。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[6]
source: This system appears quite peaceful. You're not sure how long it'll last between the combined threats of the Rebels and Mantis.
fr: Ce système semble plutôt paisible. Entre la menace des Rebelles et celle des Mantis, vous ne savez pas si cela va durer.
ko: 이 행성계는 아주 평화로워 보였습니다. 반군과 맨티스가 합동해서 위협해오는 이 시기에 평화가 얼마나 지속될지는 알 수 없습니다.
ru: Эта система выглядит вполне мирной. Вы не знаете, как долго это продлится в условиях угрозы со стороны повстанцев и богомолов.
zh_hans: 这个星系看起来相当和平。你不知道在叛军和螳螂族的联合威胁下，它能持续多久。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[7]
source: There are a number of merchant ships passing through the area despite the threat of Mantis invasion. No doubt interested in buying the efficient technology of the Engi.
fr: Il y a de nombreux vaisseaux marchands dans le secteur malgré la menace d'invasion Mantis. Sans doute sont-ils intéressés par la technologie efficace des Engis.
ko: 맨티스의 침략 위험이 있음에도 여러 상선들이 이 지역을 지나가고 있습니다. 엔지들의 효율적인 기술을 구매하려는 것이 분명합니다.
ru: Несмотря на угрозу вторжения богомолов, через этот район проходит множество торговых судов. Несомненно, они заинтересованы в приобретении эффективных технологий энджи.
zh_hans: 尽管有螳螂族入侵的威胁，仍有许多商船经过该地区。毫无疑问，他们对购买半械族的高效技术感兴趣。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[8]
source: You see a small Rebel carrier in the distance. You lay low and try to blend in with the other traffic. However it's surprising to see a Rebel military ship alone deep in Engi space.
fr: Vous voyez un porte-nefs Rebelle au loin. Vous faites profil bas et vous camouflez parmi le reste du trafic. Il est cependant surprenant de voir un vaisseau militaire seul si loin dans l'espace Engi.
ko: 멀리서 작은 반군 항공모함이 보였습니다. 숨기 위해 지나가는 다른 함선 무리에 섞여 들어갔습니다. 이렇게 깊숙한 엔지 구역에 오직 반군 군함 한 척만 있는 게 놀라웠습니다.
ru: Вы видите вдалеке небольшой авианосец повстанцев. Вы затаились и попытались слиться с остальным транспортом. Однако удивительно видеть военный корабль повстанцев в одиночестве в глубине пространства энджи.
zh_hans: 你看到远处有一艘小型叛军母舰。你放低姿态，试图混入其他交通流中。然而，看到叛军的军舰独自在半械族星域深处，这令人惊讶。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[9]
source: The Engi seem to have avoided this particular node, along with every other life-form. You keep your eyes peeled for reasons why, but spin up the FTL without event.
fr: Les Engis semblent avoir évité cette balise, de même que les autres formes de vie. Vous essayez de trouver la raison de cela, mais activez votre SPL sans incident.
ko: 엔지는 다른 모든 생명체와 같이 이 지점을 피해 온 것 같습니다. 유심히 그 이유를 찾아보았지만 별다른 일은 없어 초광속 도약을 가동했습니다.
ru: Энджи, похоже, избегают этого узла, как и все остальные формы жизни. Вы пытаетесь выяснить причину этого, но ничего не добившись, вы заряжаете свой ССД.
zh_hans: 半械族似乎避开了这个特殊的节点，还有其他所有的生命形式。你一直在寻找原因，但在没有发生事件的情况下启动了超光速。

# data/events_standard.xml$//textList[@name="EMPTY_ENGI"]/text[10]
source: A cluster of Engi satellites in orbit of a nearby planet are the only clue the mechanical species was ever here. You have other places to be.
fr: Une constellation de satellites Engi en orbite de la planète à proximité est le seul indice que l'espèce mécanique a été ici un jour. Vous avez ailleurs où être.
ko: 인근 행성 주위를 도는 엔지 인공위성 무리만이 한 때 여기 기계 종족들이 있었다는 것을 알려줍니다. 다른 곳으로 이동해야 합니다.
ru: Скопление спутников энджи на орбите соседней планеты - единственное свидетельство того, что механические существа когда-то были здесь. Вам нужно двигаться дальше.
zh_hans: 附近星球轨道上的一组半械族卫星是这个机械物种曾经在这里的唯一线索。你还有其他地方要去。

# data/events_standard.xml$//event[@name="EMPTY_HARMONY"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_HARMONY"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[1]
source: The complex arrangements of ship hulls and FTL drive capacitors floating abandoned in space suggest the Engi were here not too long ago; but no longer.
fr: L'arrangement complexe de coque de vaisseaux et de condensateurs de moteur SPL flottant dans l'espace suggère que les Engis étaient là il y a peu de temps, mais plus maintenant.
ko: 복잡하게 배치된 함선 선체들과 초광속 드라이브 전지들이 우주에 버려진 모습은 엔지들이 이곳에 얼마전까지 있었다고 이야기해줍니다.
ru: Сложное расположение корпусов кораблей и конденсаторов ССД, брошенных в космосе, говорит о том, что энджи были здесь не так давно, но больше их нет.
zh_hans: 船体和超光速推进器电容器的复杂排列漂浮在太空中，表明半械族不久前还在这里；但现在已经不在了。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[2]
source: You arrive at a green planet with great plains and rolling waterfalls. It would be of little interest to the Engi nearby.
fr: Vous arrivez à une planète verte avec des grande plaines et de belles cascades. Les Engis non loin n'y verraient aucun intérêt.
ko: 당신은 굉장한 평원들과 흘러넘치는 폭포들로 가득찬 푸른 행성에 도착했습니다. 근처의 엔지들에게는 구미가 당기지 않는 행성이죠.
ru: Вы попадаете на зеленую планету с огромными равнинами и водопадами. Она не представляет особого интереса для живущих поблизости энджи.
zh_hans: 你来到了一个绿色的星球，有巨大的平原和连绵的瀑布。这对附近的半械族来说没有什么意思。
