Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="EMPTY_ABANDONED"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[1]
source: The charts indicate this was the location of a small skirmish over a military facility on a nearby moon. Oddly, scans pick up no signs of debris from either the battle or the station. Yet another area sucked dry by scavengers.
fr: Votre carte vous indique que c'était l'endroit d'une petite escarmouche autour d'une usine militaire sur une lune non loin. Curieusement, vos scans ne trouvent aucun signe de débris venant de la bataille ou de la station. Encore un endroit complètement pillé par les charognards.
ko: 지도를 보니 인근 위성에서 군사 시설을 둘러싼 소규모 교전이 벌어졌었다고 합니다. 그런데 이상하게도 전장이나 정거장에선 잔해가 전혀 감지되지 않습니다. 고물상들은 참 발도 빠르네요.
ru: Судя по диаграммам, в этом месте произошла небольшая стычка за военный объект на соседней луне. Странно, но сканирование не обнаружило ни следов битвы, ни обломков станции. Еще один район, вычищенный до основания падальщиками.
zh_hans: 图表显示，这是附近卫星上一个军事设施的小规模战斗的地点。奇怪的是，扫描没有发现战斗或空间站的碎片迹象。又是一个被拾荒者榨干的区域。

# data/events_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[2]
source: Scans show no signs of any ships or settlements nearby. You have no way of knowing if the area was always uninhabited or if it was simply erased by scavengers.
fr: Les scans n'indiquent aucun signe de vaisseaux ou de colonies proches. Vous ne pouvez savoir si l'endroit a toujours été inhabité ou si toutes traces ont été gommées par les pillards.
ko: 근처에 어떠한 함선이나 정착지도 감지되지 않습니다. 애초에 사람이 살지 않던 곳인지, 아니면 약탈자들에 의해 지워진 것인지 알 방법은 없었습니다.
ru: Сканирование не выявило никаких признаков кораблей или поселений поблизости. У вас нет возможности узнать, всегда ли эта территория была необитаемой или ее просто вычистили падальщики.
zh_hans: 扫描显示附近没有任何船只或定居点的迹象。你没有办法知道这个地区是否一直无人居住，或者只是被拾荒者抹去了。

# data/events_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[3]
source: This beacon is void of Lanius, Ghosts, pirates, or any other ship for that matter.
fr: Cette balise est vide de Lanius, Fantômes, pirates, ou de n'importe quel autre vaisseau.
ko: 이 송신소는 라니우스, 고스트, 해적, 그 외 어떤 함선도 존재하지 않습니다.
ru: На этом маяке нет ни ланиусов, ни призраков, ни пиратов, ни каких-либо других кораблей.
zh_hans: 这个信标没有食铁族、魂灵族、海盗或任何其他船只。

# data/events_standard.xml$//textList[@name="EMPTY_ABANDONED"]/text[4]
source: The charred remains of a civilian settlement suggests either recent pirate activity or a long ago battle with presumably Rebel forces. Either way, the beacon is now empty.
fr: Les restes calcinés d'une colonie de civils suggèrent soit une activité pirate récente, soit une bataille ancienne avec des forces probablement Rebelles. Dans tous les cas, cette balise est vide.
ko: 이곳에 위치한 민간인 정착지의 그을린 잔해는 최근의 해적 활동이나 오래전 반군과의 전투를 암시합니다. 어느 쪽이건, 이 송신소에는 이제 아무것도 없습니다.
ru: Обугленные останки гражданского поселения свидетельствуют либо о недавней деятельности пиратов, либо о давнем сражении с предполагаемыми силами повстанцев. В любом случае, маяк теперь пуст.
zh_hans: 一个平民定居点的烧焦的遗迹表明，要么是最近的海盗活动，要么是很久以前与估计是叛军的战斗。无论是哪种情况，该信标现在都是空的。

# data/events_standard.xml$//event[@name="EMPTY_ORIGINS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ORIGINS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[1]
source: Around you are the remains of a long-abandoned Crystalline society. You wish you could have seen what this sector was like before the Cultist invasion...
fr: Autour de vous, vous voyez les restes d'une société Cristalienne abandonnée depuis bien longtemps. Vous auriez voulu voir ce que ce secteur était avant l'invasion des Cultistes...
ko: 주위에 오랫동안 버려진 크리스탈 사회의 유적이 보입니다. 광신도의 침공 전에 이 지역의 모습을 봤다면 좋았을 텐데 말이죠...
ru: Вокруг вас - остатки давно заброшенного общества кристаллинов. Хотелось бы увидеть, каким был этот сектор до вторжения Культистов...
zh_hans: 在你的周围是一个长期被遗弃的水晶族社会的遗迹。你希望你能看到这个地区在邪教入侵之前是什么样子......

# data/events_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[2]
source: No ships are in view. You suppose this is how the Crystalline people would have preferred their sector stayed...
fr: Aucun vaisseau en vue. Vous supposez que le peuple Cristalien aurait préféré que ce secteur reste comme cela...
ko: 시야에 아무런 함선이 없군요. 크리스탈 사람들은 이런 식으로 자신들의 유적이 남는 걸 선호했을 거라고 생각합니다...
ru: Кораблей не видно. Вы полагаете, что народ кристаллинов предпочел бы, чтобы их сектор оставался именно таким...
zh_hans: 没有船只出现在视野中。你想这就是水晶族希望他们的区域保持的方式......

# data/events_standard.xml$//textList[@name="EMPTY_ORIGINS"]/text[3]
source: This beacon has not yet been touched by the swarms of invasive cultists. It should serve as a well earned break.
fr: Cette balise n'a pas encore été touchée par la horde d'envahisseurs cultistes. Elle devrait servir de pause bien méritée.
ko: 이 송신소는 아직 침입한 이교도들의 무리가 건드리지 않았군요. 충분히 쉴 수 있는 공간을 제공했습니다.
ru: Этот маяк еще не тронут толпами вторгшихся Культистов. Он должен послужить заслуженной передышкой.
zh_hans: 这个信标还没有被成群的邪教分子入侵触及。它应该作为一个很好的休息时间。

# data/events_standard.xml$//event[@name="EMPTY_ANCIENT"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ANCIENT"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[1]
source: Three artificial planets, heavily damaged, float in the distance. They are void of a star to orbit, and some day they will crash into each other, but for now this beacon is safe.
fr: Trois planètes artificielles, très endommagées, flottent à proximité. Elles n'orbitent aucune étoile, et un jour elles s'entrechoqueront, mais pour le moment, cette balise est sûre.
ko: 심하게 손상된 세 개의 인공 행성이 먼 곳에 떠있습니다. 공전할 별이 없으니 언젠가 서로 충돌할 테지만 아직 이 송신소는 안전합니다.
ru: Вдали показались три сильно поврежденные искусственные планеты. У них нет звезды, вокруг которой они могли бы вращаться, и когда-нибудь они врежутся друг в друга, но пока этот маяк безопасен.
zh_hans: 三颗被严重破坏的人造行星漂浮在远处。它们没有恒星可供运行，有一天它们会相互碰撞，但现在这个信标是安全的。

# data/events_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[2]
source: You must admit, you've grown used to the polution caused by frequent ship battles outside of this sector. The clean space around you puts you at ease, and you figure it's okay to do something aboard the ship.
fr: Vous devez l'admettre, vous vous êtes habitué à la pollution causée par les fréquents combats de vaisseaux hors de ce secteur. L'espace immaculé autour de vous vous rassure, et vous supposez qu'il est temps de faire l'inventaire du vaisseau.
ko: 이 구역 밖에서 벌어진 잦은 함선 전투로 인한 오염에 익숙해졌다는 것을 인정해야 했습니다. 주변의 깨끗한 공간은 여러분을 편안하게 해주고, 여러분은 함선에서 무언가를 해도 괜찮다고 생각했습니다.
ru: Вы должны признать, что уже привыкли к загрязнению окружающей среды, вызванному частыми сражениями кораблей за пределами этого сектора. Чистое пространство вокруг вас успокаивает вас, и вы решаете, что можно заняться чем-нибудь на борту корабля.
zh_hans: 你必须承认，你已经习惯了这个星域频繁的飞船战斗造成的污染。周围干净的空间让你感到安心，你想在船上做点什么也是可以的。

# data/events_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[3]
source: An Obelisk settlement has been established on the nearby artificial planet. It looks very well protected, and you decide it's best to be left alone.
fr: Une colonie Obélisque a été établie sur la planète artificielle non loin. Elle semble très bien protégée, et vous décidez qu'il vaut mieux la laisser tranquile.
ko: 인근 인공 행성에 오벨리스크 정착지가 세워졌습니다. 정착지의 방어시설은 매우 견고해 보이므로 당신은 건드리지 않는 것이 좋다고 판단했습니다.
ru: На соседней искусственной планете появилось поселение обелисков. Оно выглядит очень хорошо защищенным, и вы решили, что его лучше оставить в покое.
zh_hans: 在附近的人造星球上，已经建立了一个方碑族定居点。它看起来保护得很好，你决定最好不要管它。

# data/events_standard.xml$//textList[@name="EMPTY_ANCIENT"]/text[4]
source: Not an Obelisk ship to be seen. You're surprised how busy this sector has been considering the Obelisks are supposedly close to extinction, but you're happy to take a break.
fr: Pas un seul vaisseau Obélisque en vue. Vous êtes surpris de la densité de population de ce secteur, les Obélisques étant censés être presque éteints, mais vous appréciez la pause.
ko: 어떠한 오벨리스크 함선도 보이지 않았습니다. 오벨리스크가 거의 멸종 위기에 처해 있다는 걸 감안하면 이 구역이 이렇게나 분주하다는 게 놀랍지만, 우선 당신은 휴식을 취할 수 있다는 것에 안도합니다.
ru: Ни одного корабля обелисков не видно. Вы удивлены, насколько оживленным был этот сектор, учитывая, что обелиски якобы близки к исчезновению, но вы рады передышке.
zh_hans: 没有看到一艘方碑族飞船。考虑到方碑族据说已经接近灭绝，你很惊讶这个区域有多繁忙，但你很高兴能休息一下。
