Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Repair Drone) Send in your drone.
fr: (Drone de réparation) Envoyer votre drone.
ko: (수리 드론) 드론을 보낸다.
ru: (Дрон-ремонтник) Отправить дрона.
zh_hans: (维修无人机)发送你的无人机。

source: Fortunately, your drone proves to be opportune in this situation. You manage to keep the fire contained to a smaller area of the market so the Orchids can take care of it. They pay you in thanks, and of course the marketplace is still open to be visited.
fr: Heureusement, votre drone se révèle pertinent dans cette situation. Vous arrivez à isoler le feu dans une petite zone du marché pour que les Orchidées puissent l'éteindre. Elles vous paient en remerciment, et bien sûr le marché est toujours ouvert à la visite.
ko: 다행히도, 당신의 드론은 이 상황에 적합했습니다. 당신은 시장의 작은 영역에 화재를 가두어 오키드들이 처리할 수 있도록 했습니다. 그들은 감사를 표하며 보수를 주었습니다. 물론 시장도 여전히 열려 있습니다.
ru: К счастью, ваш дрон оказался как нельзя кстати в этой ситуации. Вам удается сдержать огонь на небольшом участке рынка, чтобы орхидеи могли справиться с ним. Они платят вам в знак благодарности, и, конечно же, рынок по-прежнему открыт для посещения.
zh_hans: 幸运的是，在这种情况下，你的无人机被证明是合适的。你设法将火势控制在市场的一个较小的区域内，这样兰花就可以处理它了。他们向你表示感谢，当然，市场仍然开放供人参观。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Crew) Send in your Orchid crew to put out the fire.
fr: (Membre d'équipage Orchidée) Envoyer votre Orchidée pour éteindre les flammes.
ko: (오키드 선원) 불을 끄기 위해 오키드 선원을 보낸다.
ru: (Член экипажа-орхидея) Отправить орхидею бороться с огнем.
zh_hans: (兰花族船员)派你的兰花族船员去救火。

source: You wait for a while, but your Orchid crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
fr: Vous attendez un peu, mais votre Orchidée ne revient pas. Vous recevez un autre appel ; "Il heu... semblerait que votre ami a foncé dans le brasier et est mort en quelques instant. Je suis désolé, tout ce que je peux vous donner, c'est une petite consolation."
ko: 잠자코 기다려 봐도 오키드는 돌아오지 않았습니다. 새로운 메시지가 도착했습니다. "어... 당신의 친구가 불길 속으로 들어가서 몇 초만에 죽은 것 같아요. 죄송합니다, 제가 드릴 수 있는 건 작은 위로밖에 없네요."
ru: Вы ждете некоторое время, но ваша орхидея не возвращается. Вы получаете еще одно сообщение: "Эм... похоже, что ваш друг просто вошел в пламя и погиб через несколько секунд. Мне очень жаль, но я могу предложить лишь небольшую компенсацию в качестве утешения".
zh_hans: 你等了一会儿，但你的兰花族船员没有回来。你收到了另一个呼叫；"呃......看起来你的朋友刚走进火场几秒钟内就死了。我很抱歉，我只能提供一个小小的安慰。"

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
fr: Heureusement, la salle des clones a déjà ressucité votre ami floral. La partie "ami" est discutable, car il vous jette un regard mauvais à cause de votre stupidité.
ko: 다행히도, 클론 배양기가 이미 당신의 플로럴 친구를 되살려 놨습니다. 당신의 어리석음을 비웃고 있는 것으로 보아 그가 앞으로도 친구로 남을지는 의문스럽습니다.
ru: К счастью, Клон-отсек уже возродил вашего друга Флорала. Останется ли он другом - вопрос спорный, потому что сейчас в его хмуром взгляде читается осуждение вашей глупости.
zh_hans: 幸运的是，克隆舱已经让你的花花绿绿的朋友复活了。他是否会一直是朋友值得商榷，因为他目前正为你的愚蠢行为而皱眉头。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Chieftain Crew) Send in your Orchid crew to put out the fire.
fr: (Membre d'équipage Jardinier) Envoyer votre Orchidée pour éteindre les flammes.
ko: (추장 선원) 불을 끄기 위해 오키드 선원을 보낸다.
ru: (Член экипажа-Вождь) Отправить орхидею бороться с огнем.
zh_hans: (兰花族长)派你的兰花族船员去救火。

source: You wait for a while, but your Orchid crew never returns. You receive another hail; "It uh... looks like your friend just walked into the blaze and died within seconds. I'm sorry, best I can offer is a small consolation."
fr: Vous attendez un peu, mais votre Orchidée ne revient pas. Vous recevez un autre appel ; "Il heu... semblerait que votre ami a foncé dans le brasier et est mort en quelques instant. Je suis désolé, tout ce que je peux vous donner, c'est une petite consolation."
ko: 잠자코 기다려 봐도 오키드는 돌아오지 않았습니다. 새로운 메시지가 도착했습니다. "어... 당신의 친구가 불길 속으로 들어가서 몇 초만에 죽은 것 같아요. 죄송합니다, 제가 드릴 수 있는 건 작은 위로밖에 없네요."
ru: Вы ждете некоторое время, но ваша орхидея не возвращается. Вы получаете еще одно сообщение: "Эм... похоже, что ваш друг просто вошел в пламя и погиб через несколько секунд. Мне очень жаль, но я могу предложить лишь небольшую компенсацию в качестве утешения".
zh_hans: 你等了一会儿，但你的兰花族船员没有回来。你收到了另一个呼叫；"呃......看起来你的朋友刚走进火场几秒钟内就死了。我很抱歉，我只能提供一个小小的安慰。"

source: Fortunately, the Clone Bay has already revived your floral friend. Whether he'll stay a friend is debatable, because he's currently scowling at you for your stupidity.
fr: Heureusement, la salle des clones a déjà ressucité votre ami floral. La partie "ami" est discutable, car il vous jette un regard mauvais à cause de votre stupidité.
ko: 다행히도, 클론 배양기가 이미 당신의 플로럴 친구를 되살려 놨습니다. 당신의 어리석음을 비웃고 있는 것으로 보아 그가 앞으로도 친구로 남을지는 의문스럽습니다.
ru: К счастью, Клон-отсек уже возродил вашего друга Флорала. Останется ли он другом - вопрос спорный, потому что сейчас в его хмуром взгляде читается осуждение вашей глупости.
zh_hans: 幸运的是，克隆舱已经让你的花花绿绿的朋友复活了。他是否会一直是朋友值得商榷，因为他目前正为你的愚蠢行为而皱眉头。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind, we'll just stick to shopping.
fr: Tant pis, nous allons simplement commercer.
ko: 아무것도 아니다, 바로 쇼핑하러 가자.
ru: Неважно, просто отправимся в магазин.
zh_hans: 算了，我们还是只进行交易吧。

source: Nevermind, we'll just leave.
fr: Tant pis, nous allons partir.
ko: 아무것도 아니다, 그냥 떠난다.
ru: Неважно, просто уходим.
zh_hans: 算了，我们还是走吧。

source: Looks like you can't help after all. Best to stay out of this.
fr: Il semblerait que vous ne pouvez finalement pas aider. Mieux vaut rester en dehors de ça.
ko: 당신이 도울 있는 것은 아무것도 없어 보입니다. 여기서 떠나는게 좋을 것 같습니다.
ru: Похоже, вы ничем не можете помочь. Лучше не вмешиваться.
zh_hans: 看来你终究帮不上忙。最好不要插手此事。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FIRE"]/choice[3]/text
source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: Docking with a burning marketplace doesn't sound like a good idea for anyone who doesn't like being on fire.
fr: S'amarrer à une station en feu n'est une bonne idée que pour les gens qui aiment être en feu.
ko: 화재에 면역인 존재가 아닌 이상 불타오르는 시장에 정박하는건 별로 좋은 생각이 아닙니다.
ru: Стыковка с горящим рынком не кажется хорошей идеей для тех, кто не любит быть в огне.
zh_hans: 对于不喜欢被火烧的人来说，与燃烧的市场对接听起来不是一个好主意。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Nervously, you land as far away from the fire as possible and visit the store. Fortunately, when you return the fire has been contained to only two-thirds of the market place and your ship is fine.
fr: Vous atterrissez nerveusement aussi loin que possible du feu et visitez le magasin. Heureusement, à votre retour le feu a été contenu dans seulement deux tiers du marché et votre vaisseau est indemne.
ko: 당신은 떨리는 마음으로 화재로부터 최대한 멀리 떨어진 곳에 착륙하고 상점에 들어갔습니다. 다행히도, 돌아왔을 때는 불의 규모가 줄어 있었고 당신의 함선 역시 멀쩡했습니다.
ru: Волнуясь, вы приземляетесь как можно дальше от пожара и посещаете магазин. К счастью, когда вы возвращаетесь, огонь охватил только две трети рыночной площади, и ваш корабль в порядке.
zh_hans: 你紧张地降落在离火场尽可能远的地方，并参观了商店。幸运的是，当你回来时，火势已被控制在市场的三分之二处，你的船也没事。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nervously, you land as far away from the fire as possible and visit the store. However, when you return you see the landing pad has caught ablaze! Running through the fire, you make your way back onto the ship, but a portion of it has already caught fire!
fr: Vous atterissez nerveusement aussi loin que possible du feu et visitez le magasin, mais à votre retour la plateforme d'atterrissage est en flammes ! Vous courez à travers l'incendie jusqu'à votre vaisseau, mais une portion a déjà pris feu !
ko: 당신은 떨리는 마음으로 화재로부터 최대한 멀리 떨어진 곳에 착륙하고 상점에 들어갔습니다. 안타깝게도, 돌아왔을 때는 착륙장이 불길에 휩싸여 있었습니다! 불길을 뚫고 함선으로 달려갔지만 일부 시스템에 이미 불이 번져 있었습니다!
ru: Волнуясь, вы приземляетесь как можно дальше от пожара и посещаете магазин. Однако когда вы возвращаетесь, вы видите, что посадочная площадка загорелась! Пробираясь сквозь пламя, вы возвращаетесь на корабль, но часть его уже охвачена огнем!
zh_hans: 你紧张地降落在离火场尽可能远的地方，并参观了商店。然而，当你回来时，你看到登陆台已经着火了！你跑过火场，回到船上，但它的一部分已经着火了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FARM"]/text
source: A small, peaceful Orchid farm has been established nearby. It seems a bit strange to see plants growing plants, but you suppose it's no different to humans raising animals. Looks like they're selling off some of their old farming equipment, among other things.
fr: Une petite ferme Orchidée paisible a été établie non loin. Vous trouvez cela étrange de voir des plantes élevant des plantes, mais vous supposez que ce n'est guère différent d'humains élevant des animaux. Il semble qu'ils vendent une partie de leur vieux matériel agricole, entre autres.
ko: 근처에 작고 한적한 오키드 농장이 있습니다. 식물이 식물을 기르는 건 좀 이상하게 느껴지지만, 아마도 인간이 동물을 기르는 것과 비슷할 것입니다. 그들은 잡다한 물건들과 함께 오래된 농기구를 팔고 있는 것 같습니다.
ru: Неподалеку находится небольшая, мирная ферма орхидей. Немного странно видеть, как растения выращивают растения, но вы полагаете, что это ничем не отличается от того, как люди разводят животных. Похоже, они распродают старое сельскохозяйственное оборудование среди прочих товаров.
zh_hans: 附近建立了一个小型的、和平的兰花农场。看到植物种植植物似乎有点奇怪，但你想这与人类饲养动物没有什么不同。看起来他们正在卖掉一些旧的农业设备，以及其他东西。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FARM"]/choice[1]/text
source: Buy a farmhand.
fr: Engager un saisonnier.
ko: 농장의 노동자를 산다.
ru: Купить сельскохозяйственного рабочего.
zh_hans: 购买一名农夫。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FARM"]/choice[2]/text
source: Buy a Crew Drone.
fr: Acheter un drone d'équipage.
ko: 선원 드론을 산다.
ru: Купить пехотного дрона.
zh_hans: 购买一架舰内无人机。

# data/events_standard.xml$//event[@name="STOREEVENT_ORCHID_FARM"]/choice[3]/text
source: Look around at what they're selling.
fr: Regarder ce qu'ils vendent.
ko: 그들이 무엇을 파는지 둘러본다.
ru: Изучить, что у них есть на продажу.
zh_hans: 看看他们在卖什么。

source: You have no need for any of their special offers, you'll stick to shopping.
fr: Vous n'avez pas besoin de leurs offres spéciales, et vous allez simplement commercer.
ko: 당신은 그들의 특별한 상품을 무시하고 쇼핑을 계속했습니다.
ru: Вам не нужны их специальные предложения, вы предпочитаете отправиться в магазин.
zh_hans: 你不需要他们的任何特别优惠，你只需要交易。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_CRYSTAL_COLLECTOR"]/text
source: A rotund Crystalline being appears on the vid screen. "Aliens! A grand opportunity. I am a collector of the strange artifacts you call "scrap" and would love to trade!"
fr: Un Cristalien obèse apparaît à l'écran vidéo. "Des aliens ! Quelle opportunité. Je collectionne ces étranges artéfacts que vous appelez "ferraille" et j'adorerais faire affaires !"
ko: 비디오 화면에 통통한 크리스탈이 나타났습니다. "외계인들! 절호의 기회지. 나는 그대들이 '스크랩'이라고 부르는 이상한 공예품을 수집하고 있소. 그대들과 거래하고 싶소!
ru: На видеоэкране появляется рослый кристаллин. "Пришельцы! Грандиозная возможность. Я - коллекционер странных артефактов, которые вы называете "ломом", и с удовольствием готов потороговать!"
zh_hans: 一个圆润的晶体生物出现在视频屏幕上。"外星人！一个伟大的机会。我是一个收集被你们称为"废料"的奇怪艺术品的收藏家，我很想进行交易！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give him a gift of 40 scrap.
fr: Lui donner 40 ferraille.
ko: 그에게 40 스크랩을 선물로 준다.
ru: Подарить ему 40 лома.
zh_hans: 给他一个40废料的礼物。

source: "So much scrap! A generous gift, but I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
fr: "Tant de ferraille ! Un cadeau généreux, que je ne peux laisser impayé ! Un échange avec une partie de mon héritage devrait suffire."
ko: "정말 많은 스크랩이군! 이런 관대한 선물을 받기만 할 수는 없지! 나도 내 유산의 일부를 주겠소."
ru: "Так много лома! Щедрый дар, но я не могу оставить его без ответа! Думаю, вещь из моего собственного наследства подойдет для обмена".
zh_hans: "这么多废料！一个慷慨的礼物，但我不能让它不被支付！用我自己的遗产交换一块就可以了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Scrap Arm) Show him how to construct a scrap arm.
fr: (Bras à ferraille) Lui montrer comment construire un bras à ferraille.
ko: (스크랩 로봇 팔) 그에게 스크랩 회수 로봇 팔을 만드는 방법을 보여준다.
ru: (Кран сбора лома) Показать ему, как сконструировать собственный кран для сбора лома.
zh_hans: (废料收集臂)向他展示如何建造一个废料收集臂。

source: "A device solely for the collection of precious metal material? Magnificent! I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
fr: "Un appareil dédié spécialement à la collection de précieux matériel métallique ? Magnifique ! Je ne peux le laisser impayé ! Un échange avec une partie de mon héritage devrait suffire".
ko: "귀중한 금속 물질만을 모으는 장비라고? 훌륭해! 보답을 안 할 수가 없군! 나도 내 유산의 일부를 주겠소."
ru: "Устройство, предназначенное исключительно для сбора драгоценного металлического материала? Великолепно! Я не могу позволить этому остаться без ответа! Думаю, вещь из моего собственного наследства подойдет для обмена".
zh_hans: "一个专门用于收集贵金属材料的装置？真了不起！我不能让这个东西白白浪费！用我自己的一块遗产交换就可以了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Magnetic Arm) Show him how to construct a magnetic arm.
fr: (Bras magnétique) Lui montrer comment construire un bras magnétique.
ko: (자석 로봇 팔) 그에게 자석 로봇 팔을 만드는 방법을 보여준다.
ru: (Магнитный кран) Показать ему, как сконструировать собственный магнитный кран.
zh_hans: (磁性回收臂)告诉他如何建造一个磁性回收臂。

source: "A device solely for the collection of precious metal material? Magnificent! I cannot let this go unpaid! An exchange for a piece from my own heritage will do."
fr: "Un appareil dédié spécialement à la collection de précieux matériel métallique ? Magnifique ! Je ne peux le laisser impayé ! Un échange avec une partie de mon héritage devrait suffire".
ko: "귀중한 금속 물질만을 모으는 장비라고? 훌륭해! 보답을 안 할 수가 없군! 나도 내 유산의 일부를 주겠소."
ru: "Устройство, предназначенное исключительно для сбора драгоценного металлического материала? Великолепно! Я не могу позволить этому остаться без ответа! Думаю, вещь из моего собственного наследства подойдет для обмена".
zh_hans: "一个专门用于收集贵金属材料的装置？真了不起！我不能让这个东西白白浪费！用我自己的一块遗产交换就可以了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Children) Sell him this "artifact".
fr: (Enfants Orchidée) Lui vendre cet "artéfact".
ko: (오키드 아이들) 그에게 이 "공예품"을 판다.
ru: (Дети орхидей) Продать ему этот "артефакт".
zh_hans: (幼体兰花)把这个"神器"卖给他。

source: The Crystal jumps up and down in excitement. "Ooooh, I had no idea piles of child corpses were of high value! One with a greater ethical compass than mine might be concerned, but I will buy these for a handsome price!"
fr: Le Cristalien sautille d'excitation. "Ooh, je ne savais pas que les tas d'enfants morts étaient considérés si précieux ! Quelqu'un de plus moral que moi aurait des regrets, mais je l'achèterai pour un bon prix !"
ko: 크리스탈은 흥분해서 위아래로 펄쩍펄쩍 뛰었습니다. "오오, 아이들의 시체 더미가 그렇게 비싼 줄은 몰랐소! 나보다 윤리에 민감한 사람들이 이 일을 문제 삼겠지만, 내가 이것들을 후한 가격에 사주겠소!"
ru: Кристаллин подпрыгивает от восторга. "Оооо, я и не знал, что куча детских трупов имеет высокую ценность! Тот, у кого этический компас выше моего, может и обеспокоился бы, но я куплю их за хорошую цену!"
zh_hans: 水晶族兴奋地跳了起来。"哦哦，我不知道成堆的儿童尸体有很高的价值！一个比我更有道德底线的人可能会担心，但我将以丰厚的价格购买这些东西！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_CRYSTAL_TRANSLATOR"]/text
source: Looks like you're receiving a transmission from a nearby Crystal ship, but it comes out heavily garbled. You don't have a clue as to what they're saying.
fr: Il semble que vous recevez une transmission venant d'un vaisseau Cristalien non loin, mais elle est complètement incompréhensible. Vous n'avez aucune idée de ce qu'il dit.
ko: 근처의 크리스탈 함선에서 교신을 보내는 것으로 보이지만 알아 들을 수 없는 언어를 사용하고 있습니다. 그들이 무슨 말을 하는지 알 수 없습니다.
ru: Похоже, что вы принимаете передачу с корабля кристаллинов неподалеку, но она сильно искажена. Вы не можете понять, что они говорят.
zh_hans: 看起来你正在接收来自附近的水晶族飞船的信号，但它发出的是严重的杂音。你根本不知道他们在说什么。

source: Try and translate what he's saying.
fr: Essayer de traduire ce qu'il dit.
ko: 그들이 뭐라고 말하는지 번역을 시도해본다.
ru: Попытаться перевести то, что они говорят.
zh_hans: 试着翻译一下他说的内容。

source: You try for a while to decipher his message, but during the silence the Crystal pops back on, now speaking normally. "Apologies, I'm still accustomed to not having to use my translator. I'm a merchant vessel, would you care to trade?"
fr: Vous essayez de traduire le message pendant quelques temps, mais durant le silence, le Cristalien réapparaît, parlant normalement. "Désolé, je n'ai pas l'habitude d'utiliser mon traducteur. Je suis un marchand, voulez-vous commercer?"
ko: 당신이 그의 메시지를 해독하기 위해 노력하고 있을 때, 크리스탈이 다시 정상적으로 말하기 시작했습니다. "미안하오, 아직 번역기 없이 말하는 것에 익숙해서 그랬소. 나는 무역상인데, 거래할 생각 있소?"
ru: Некоторое время вы пытаетесь расшифровать его сообщение, но после недолгой тишины кристаллин снова включается, теперь он говорит нормально. "Прошу прощения, я все еще привыкаю к тому, что мне не нужно пользоваться переводчиком. Я торговец, не желаете ли поторговать?"
zh_hans: 你尝试了一段时间来破译他的信息，但在沉默期间，水晶族信号又跳了出来，现在正常说话。"抱歉，我仍然习惯于不使用我的翻译机。我是商船，你愿意交易吗？"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Crystal Crew) Decipher the message.
fr: (Membre d'équipage Cristalien) Déchiffrer le message.
ko: (크리스탈 선원) 메시지를 해독한다.
ru: (Член экипажа-кристаллин) Расшифровать сообщение.
zh_hans: (水晶族船员)破译信息。

source: The two Crystals speak with each other, and the other one speaks again, now completely normal. "Apologies, I'm still accustomed to not having to use my translator. I was not expecting to see more of our kind aboard a Federation vessel! Well, I suppose it's not that strange. But still quite pleasant! I'm a merchant vessel, would you care to trade?" On top of the offer, he also throws in a show of good will because of your crew.
fr: Les deux Cristaliens discutent l'un avec l'autre, puis le premier parle à nouveau, mais normalement. "Désolé, je n'ai pas l'habitude d'utiliser mon traducteur. Je ne m'attendais pas à voir l'un des nôtres dans un vaisseau de la Fédération ! Enfin, je suppose que c'est compréhensible, mais c'est tout de même une plaisante surprise ! Je suis un marchand, voulez-vous commercer ?" En plus de l'offre, il vous propose un gage de bonne volonté grâce à votre membre d'équipage.
ko: 두 크리스탈이 서로 말을 주고받았고 한쪽이 다시 한번 말을 건 후에 메시지가 정상적으로 변했습니다. "미안하오, 아직 번역기 없이 말하는 것에 익숙해서 그랬소. 연방의 함선에서 나의 동무를 볼 줄은 몰랐소! 뭐, 별로 드문 일은 아니겠지만 그래도 꽤 기쁜 일이오! 나는 무역상인데, 거래할 생각 있소?" 그 뿐만 아니라, 그는 당신의 선원에 대한 호의도 제공했습니다.
ru: Два кристаллина говорят друг с другом, и второй снова говорит, теперь уже совершенно нормально. "Прошу прощения, я все еще не привык к тому, что мне не нужно пользоваться переводчиком. Я не ожидал увидеть представителей нашего вида на борту корабля Федерации! Ну, я полагаю, это не так уж странно. Но все же довольно приятно! Я торговец, не хотите ли поторговать?" В дополнение, он сделает хорошее предложение в знак доброй воли благодаря вашему члену экипажа.
zh_hans: 两名水晶族彼此交谈，另一个水晶族再次说话，现在完全正常了。"抱歉，我还习惯于不用翻译。我没想到会在一艘联邦船只上看到更多我们的同类！好吧，我想这并不是那么奇怪。但还是挺让人高兴的！我是商船，你愿意进行交易吗？"在提议之外，他还因为你的船员而提出了一个善意的表示。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: Miscommunication shmiscommunication. If you can't understand what they're saying, then everything they say could and probably is a threat. Best to just murder them without further questions.
fr: Incompréhensible mon œil ! Si vous ne pouvez pas comprendre ce qu'ils disent, alors tout ce qu'ils disent est probablement une menace. Mieux vaut les tuer sans autre forme de procès.
ko: 의사소통이 잘 되지 않았습니다. 어쩌면 그들은 당신을 위협하고 있는 걸지도 모릅니다. 만약 그렇다면, 더 이상 생각할 필요 없이 바로 공격하는 게 최선일 것입니다.
ru: Полное непонимание. Если вы не можете понять, что они говорят, то все, что они говорят, скорее всего, является угрозой. Лучше всего просто убить их без лишних вопросов.
zh_hans: 误传误传。如果你听不懂他们在说什么，那么他们说的每一句话都可能而且很可能是一种威胁。最好的办法是直接杀了他们，不要再多问。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_CRYSTAL_WEAPONS"]/text
source: A Crystalline station is running a market here, selling Crystal weapons to travelers.
fr: Une station Cristalienne a son marché ici, vendant des armes cristallines aux voyageurs.
ko: 이곳의 크리스탈 정거장에서 여행자들에게 크리스탈 무기를 파는 시장이 운영되고 있습니다.
ru: На станции кристаллинов работает магазин, где путешественникам продают кристаллическое оружие.
zh_hans: 一个晶体空间站在这里经营市场，向旅行者出售水晶族武器。

source: Visit the store.
fr: Visiter le marché.
ko: 상점에 들른다.
ru: Посетить магазин.
zh_hans: 访问商店。

source: Attack the station.
fr: Attaquer la station.
ko: 정거장을 공격한다.
ru: Атаковать станцию.
zh_hans: 攻击空间站。

source: Apparently, the rampant savagery of the pirates and Rebels around you have gotten to you, driving you so far off the edge you've decided to open fire on a harmless Crystal station for next to no reason.
fr: Apparemment, la sauvagerie des pirates et des Rebelles a fini par déteindre sur vous, vous faisant tant perdre votre sang-froid que vous avez décider d'ouvrir le feu sur une station Cristalienne innocente sans aucune raison.
ko: 당신은 만연한 해적들의 야만성과 추격해오는 반군들에게 괴롭힘을 당해 왔고, 결국 아무 이유 없이 무해한 크리스탈 정거장에 총격을 가하는 지경까지 왔습니다.
ru: Очевидно, безудержная жестокость пиратов и повстанцев вокруг повлияла на вас, и довела до того, что вы решили открыть огонь по безобидной станции кристаллинов практически без причины.
zh_hans: 显然，你周围的海盗和叛军的野蛮行径已经影响到了你，你远远地离开了边缘，你决定向一个无害的水晶空间站开火，几乎没有任何理由。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Looks like the pirates are surrendering and offering to liberate the Crystals in return for their continued survival.
fr: Il semblerait que les pirates se rendent et proposent de libérer les Cristaliens en l'échange de leur survie.
ko: 해적들이 항복하면서 자신들을 살려주면 크리스탈을 풀어주겠다고 하는 것 같습니다.
ru: Похоже, пираты сдаются и предлагают освободить кристаллинов в обмен на их последующее выживание.
zh_hans: 看起来海盗们正在投降，并提出释放水晶族，以换取他们继续生存。

source: Liberate the Crystals.
fr: Libérer les Cristaliens.
ko: 크리스탈을 풀어준다.
ru: Освободить кристаллинов.
zh_hans: 解放水晶族。

source: Nevermind it - just finish off the pirates.
fr: Les ignorer et finir les pirates.
ko: 결코 - 제안을 무시하고 그들을 끝장낸다.
ru: Не обращать на это внимания - просто добить пиратов.
zh_hans: 别管它了--只要解决掉海盗就可以了。

source: The station has been destroyed. Unfortunately for the slaves, it's unlikely anyone could have survived that explosion.
fr: La station a été détruite. Hélas pour les esclaves, il est peu probable que quiconque ait survécu l'explosion.
ko: 정거장이 파괴됐습니다. 노예들에게는 안된 일이지만, 누구도 저 폭발로부터 살아남진 못했을 것입니다.
ru: Станция уничтожена. К несчастью для рабов, вряд ли кто-то мог выжить после такого взрыва.
zh_hans: 该空间站已被摧毁。对奴隶们来说是不幸的，不太可能有人能在爆炸中幸存下来。
