Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="EMPTY_COALITION"]/text[1]
source: The wrecks of a few Federation ships float nearby, but nothing appears salvageable. It appears a battle just happened here, but whatever happened to the other ships involved you don't know.
fr: Les carcasses de quelques vaisseaux de la Fédération flottent à proximité, mais rien n'a l'air récupérable. Il semble qu'une bataille vient de se passer ici, mais vous ne savez pas où sont les autres vaisseaux.
ko: 근처에 연방 함선들의 잔해가 있지만, 쓸만해 보이는 건 없습니다. 조금 전에 전투가 일어났던 것 같은데, 살아남은 함선들의 행방은 모르겠습니다.
ru: Рядом дрейфуют обломки нескольких кораблей Федерации, но ничто не выглядит пригодным для сбора. Похоже, что здесь только что произошло сражение, но что случилось с другими кораблями, участвовавшими в нем, вы не знаете.
zh_hans: 附近漂浮着几艘联邦军舰的残骸，但似乎没有什么可以回收的。这里似乎刚刚发生了一场战斗，但其他参与的船只发生了什么，你并不清楚。

# data/events_standard.xml$//textList[@name="EMPTY_COALITION"]/text[2]
source: The only thing this beacon offers is a view of deep space and a brief respite from battles. For some this must be a welcome refuge.
fr: La seule chose que cette balise vous offre, c'est une vue de l'espace interstellaire et un bref répit entre deux batailles. Pour certains, un tel refuge serait le bienvenu.
ko: 이 송신소에서 얻을 수 있는 것은 연속된 전투 끝의 휴식과 심우주의 경관뿐입니다. 누군가에는 반가울 쉼터죠.
ru: Единственное, что предлагает этот маяк, - вид на дальний космос и краткую передышку от сражений. Для кого-то это, наверное, желанное убежище.
zh_hans: 这个信标提供的唯一东西是深空的景色和从战斗中获得的短暂喘息。对某些人来说，这一定是一个受欢迎的避难所。

# data/events_standard.xml$//textList[@name="EMPTY_COALITION"]/text[3]
source: You jump out of your seat when you see there is another Coalition ship nearby. However, rather than raising their weapons, they slip away. It appears they want to avoid you as much as you want to avoid them.
fr: Vous sursautez en voyant un vaisseau de la Coalition à proximité. Cependant, au lieu d'activer leurs armes, ils s'éclipsent. Il semblent qu'ils veulent vous éviter autant que vous le voulez.
ko: 당신은 근처에 연합 함선이 있는 걸 보고 자리에서 뛰쳐나갈 정도로 놀랐지만, 그들은 무기를 장전하기는커녕 도망가는 데 집중했습니다. 당신이 연합을 피하고 싶어 하는 만큼 그들도 당신을 피하고 싶어 하나 보네요.
ru: Вы вскакиваете со своего места, когда видите, что поблизости находится еще один корабль Коалиции. Однако вместо того, чтобы включить оружие, они уходят. Похоже, они хотят избежать вас так же, как вы хотите избежать их.
zh_hans: 当你看到附近有另一艘星联的飞船时，你从座位上跳了起来。然而，他们并没有举起他们的武器，而是溜走了。看来他们想避开你，就像你想避开他们一样。

# data/events_standard.xml$//textList[@name="EMPTY_COALITION"]/text[4]
source: You find the area around the beacon to be rather empty. This might be a good place to take a break and relax.
fr: Vous voyez que les environs de la balise sont plutôt vides. C'est peut-être un bon endroit pour faire une pause et se détendre.
ko: 이 송신소 근처는 비교적 한산합니다. 잠시 안심하고 휴식하기에 좋은 장소인 것 같습니다.
ru: Вы обнаруживаете, что вокруг маяка довольно пусто. Возможно, это хорошее место, чтобы передохнуть и расслабиться.
zh_hans: 你发现信标周围的区域相当空旷。这可能是一个休息和放松的好地方。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_COALITION"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_COALITION"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="TEXT_NEBULA_EMPTY_COALITION"]/text[1]
source: No ships can be found in this nebula, a surprisingly unexpected outcome in this dangerous sector.
fr: Cette nébuleuse est vide de vaisseau, un aléa plutôt rare dans ce dangereux secteur.
ko: 이 성운에서는 아무 함선도 감지되지 않습니다. 이곳처럼 위험한 구역에선 매우 드문 현상이죠.
ru: В этой туманности не обнаружено ни одного корабля - неожиданный расклад в этом опасном секторе.
zh_hans: 在这个星云中找不到任何船只，在这个危险的区域，这是一个令人惊讶的意外结果。

# data/events_standard.xml$//textList[@name="TEXT_NEBULA_EMPTY_COALITION"]/text[2]
source: This nebula beacon is void of any ships, thankfully including Coalition ones.
fr: Cette balise de nébuleuse n'a aucun vaissaeau à proximité, y compris ceux de la Coalition, et heureusement.
ko: 이 성운 속 송신소는 다행히 연합 함선을 포함해서 아무 함선도 없습니다.
ru: У этого туманного маяка нет ни одного корабля, к счастью, включая корабли Коалиции.
zh_hans: 这个星云信标没有任何船只，幸好包括星联的船只。

# data/events_standard.xml$//textList[@name="TEXT_NEBULA_EMPTY_COALITION"]/text[3]
source: The empty nebula here is far more concerning than relieving, but no ships approach from the clouds.
fr: Un endroit vide dans la nébuleuse ici est plus inquiétant que rassurant, mais aucun vaisseau ne sort des nuages.
ko: 당신은 이곳의 텅 빈 성운을 보고 안심보다 걱정이 앞섰지만, 다행히 아무 함선도 나타나지 않았습니다.
ru: Пустая туманность здесь скорее беспокоит, чем успокаивает, но из облаков не приближается ни один корабль.
zh_hans: 这里的空荡荡的星云令人担忧，但没有船只从云层中接近。

# data/events_standard.xml$//event[@name="EMPTY_SPIDER"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_SPIDER"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[1]
source: A Militia squadron is clearing out several civilian vessels from the beacon. They attempt to do the same to you, but when you show your ID they leave you alone.
fr: Un escadron de la Milice évacue les appareils civils de cette balise. Ils essaient de faire de même avec vous, mais quand vous montrez votre identité, ils vous laissent tranquilles.
ko: 민병대 한 전대가 여러 민간 함선을 이 송신소로부터 몰아내고 있습니다. 당신에게도 똑같이 하려고 했지만, 신분증을 보여준 뒤로는 내버려 둡니다.
ru: Эскадрон ополченцев уничтожает несколько гражданских судов у маяка. Они пытаются сделать то же самое с вами, но когда вы показываете свои документы, они оставляют вас в покое.
zh_hans: 一个盟卫中队正在清除信标上的几艘民用船只。他们试图对你做同样的事，但当你出示你的身份时，他们就不再管你了。

# data/events_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[2]
source: An abandoned station has been left behind at this beacon. You briefly consider scrapping it until you realize their automated defense system is still online. Best to ignore it...
fr: Une station abandonnée est à la dérive à cette balise. Vous considérez brièvement la démanteler, avant de remarquer que leur système de défense est encore actif. Mieux vaut l'ignorer...
ko: 이 송신소에는 버려진 정거장이 있습니다. 당신은 잠시 그것을 약탈할지 고민하다가 정거장의 자동 방어 시스템이 아직 작동 중인 것을 알아챘습니다. 무시하는 것이 좋아 보입니다...
ru: На этом маяке находится заброшенная станция. Вы ненадолго задумались о том, чтобы разобрать ее на металлолом, пока не поняли, что их автоматическая система защиты все еще работает. Лучше не обращать на нее внимания...
zh_hans: 一个废弃的空间站被遗弃在这个信标处。你短暂地考虑过将其搜刮，直到你意识到他们的自动防御系统仍然在线。最好的办法是忽略它...

# data/events_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[3]
source: The spider infestation has done a good number on this sector. Most of the civilians have already evacuated, leaving much of the sector empty, such as this beacon.
fr: L'infestation d'araignées a fait bien du tort à ce secteur. La plupart des civils ont été évacués, vidant de nombreux endroits dans le secteur, tels que cette balise.
ko: 거미의 범람이 이 구역에 상당한 타격을 준 것 같습니다. 민간인은 이미 대부분 대피하였기, 이 구역은 거의 텅 빈 상태입니다. 바로 이 송신소처럼 말이죠.
ru: Нашествие пауков изрядно потрепало этот сектор. Большинство гражданских уже эвакуировались, оставив большую часть сектора пустой, как, например, этот маяк.
zh_hans: 蜘蛛的侵袭对这个地区造成了很大的影响。大多数平民已经撤离，留下许多空旷的区域，如这个信标。

# data/events_standard.xml$//textList[@name="EMPTY_SPIDER"]/text[4]
source: A refugee ship flies past. You're cautious, wondering if they might be infested, but the ship makes no attempt to contact you and jumps away.
fr: Un vaisseau de réfugiés vole à proximité. Vous êtes prudent, en vous demandant s'il est infesté, mais le vaisseau n'essaie pas de vous contacter et saute.
ko: 피난선 한 척이 지나갑니다. 당신은 그들이 거미에 잠식당했을까 노심초사했지만, 그들은 아무 말 없이 도약해버렸습니다.
ru: Мимо пролетает корабль беженцев. Вы настороженно присматриваетесь, не заражены ли они, но корабль не предпринимает никаких попыток вступить с вами в контакт и уходит в прыжок.
zh_hans: 一艘难民船飞过。你很谨慎，想知道他们是否可能受到侵扰，但这艘船没有试图与你联系，而是跃迁走了。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_GHOST"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_GHOST"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[1]
source: You can't see anything through the thick gases surrounding your ship. Without knowing what is out there, all you can do is wait for your FTL to charge.
fr: Vous n'arrivez à rien voir à travers les épais gaz entourant votre vaisseau. Ne sachant pas ce qu'il y a autour de vous, tout ce que vous pouvez faire c'est attendre que votre saut SPL se charge.
ko: 함선을 둘러싼 두꺼운 가스층 때문에 앞이 전혀 보이지 않았습니다. 결국 저 너머에 뭐가 있는지 모르는 상태로 초광속 도약이 충전될 때까지 기다리는 수밖에 없었습니다.
ru: Вы ничего не можете увидеть сквозь толщу газов, окружающих ваш корабль. Не зная, что находится снаружи, вы можете только ждать, пока зарядится ваш ССД.
zh_hans: 你的飞船周围有厚厚的气体，你什么也看不见。在不知道外面有什么的情况下，你所能做的就是等待你的超光速充能。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[2]
source: Without active sensors you have no other option but to look out of the view-ports in apprehension. It's eerily quiet.
fr: Sans capteur actif, vous n'avez d'autre option que de regarder avec appréhension par les fenêtres d'observation. Il règne un sinistre silence.
ko: 센서가 작동하지 않으니 불안에 떨며 창밖을 내다보는 수밖에 없습니다. 바깥은 섬뜩할 정도로 조용했습니다.
ru: Без активных сенсоров у вас нет другого выхода, кроме как с опаской выглядывать из иллюминаторов. Здесь жутко тихо.
zh_hans: 在没有主动传感器的情况下，你没有其他选择，只能忧心忡忡地看着视窗外。这里安静得令人毛骨悚然。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[3]
source: As you wait for the FTL drive to charge, you half expect to be ambushed at any moment. However, no attack comes...
fr: Alors que votre moteur SPL charge, vous vous attendez à être embusqué à tout moment. Cependant, aucune attaque n'arrive...
ko: 당신은 FTL 드라이브가 충전되길 기다리면서 어느 순간 기습이 올 것이라고 반쯤 예상했습니다. 그러나 예상과 달리 아무런 공격도 받지 않았습니다...
ru: Ожидая зарядки ССД, вы думаете, что в любой момент можете попасть в засаду. Однако нападения не происходит...
zh_hans: 当你等待超光速推进器充能时，你半信半疑地认为自己随时会遭到伏击。然而，没有攻击到来...

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[4]
source: You feel naked without functioning sensors. You half expect a Rebel ship to appear from behind a cloud at any moment, but none come.
fr: Vous vous sentez à découvert sans capteur fonctionnel. Vous pensez à moitié qu'un vaisseau Rebelle va apparaître derrière un nuage à tout moment, mais aucun n'arrive.
ko: 센서가 작동하질 않으니 완전히 노출된 것처럼 느껴집니다. 당신은 어느 순간 구름 뒤에서 반군 함선이 나타날 거라고 예상했지만, 끝내 아무도 나타나지 않았습니다.
ru: Вы чувствуете себя голым без работающих Сенсоров. Вы думаете, что в любой момент из туманности появится корабль повстанцев, но его нету.
zh_hans: 没有正常运作的传感器，你感到赤裸裸的。你半信半疑地期待着叛军战舰随时会从云层后面出现，但没有人出现。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[5]
source: Your crew are constantly looking out of the windows, checking for hostiles. They jump at every creak and moan of the ship. The tension is almost palpable...
fr: Votre équipage regarde constamment par les fenêtres, cherchant des ennemis. Ils sursautent à chaque grincement du vaisseau. La tension est presque palpable...
ko: 선원들은 계속해서 창문 밖을 확인하며 적군을 확인했습니다. 그들은 함선에서 삐걱거리거나 끼익하는 소리가 날 때마다 깜짝 놀랐습니다. 함선 내 긴장감이 온몸으로 느껴집니다...
ru: Ваш экипаж постоянно выглядывает из иллюминаторов, проверяя, нет ли врагов. Они вскакивают при каждом скрипе и стоне корабля. Напряжение почти осязаемо...
zh_hans: 你的船员不断地从窗户往外看，检查是否有敌人。船上的每一个嘎吱声和呻吟声都能把他们惊得跳起来。紧张的气氛几乎是可想而知的...

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[6]
source: You nervously glance out the windows but the only thing to greet you is more clouds and silence.
fr: Vous jetez un regard nerveux par les fenêtres, mais la seule chose que vous voyez, c'est encore des nuages et du silence.
ko: 당신은 불안한 마음에 창문을 쳐다봤지만, 밖에는 더 많은 구름과 적막함만이 있을 뿐입니다.
ru: Вы нервно выглядываете в иллюминатор, но все, что вас встречает, - это еще больше облаков и тишина.
zh_hans: 你紧张地看向窗外，但迎接你的只有更多的云和寂静。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[7]
source: You cycle through wide-band comm channels as soon as you arrive. Nothing but static.
fr: Vous faites un tour sur les canals à large fréquence dès que vous arrivez. Rien que de la friture.
ko: 당신은 도약을 마치자마자 광대역 통신 채널을 이리저리 돌려봤습니다. 잡음만 들릴 뿐이네요.
ru: Сразу после прибытия вы просматриваете широкополосные каналы связи. Ничего, кроме помех.
zh_hans: 你一到达就循环搜索宽频通讯频道。除了静电，什么都没有。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[8]
source: With the sensors down, you spend a good deal of time staring out the window. It is, you must admit, rather beautiful here.
fr: Sans vos capteurs, vous passez un long moment à fixer les fenêtres. Cet endroit est, vous devez l'admettre, plutôt joli.
ko: 당신은 센서가 작동하지 않자 오랜 시간 창문 밖을 바라봤습니다. 솔직히, 이곳은 꽤 아름답습니다. 인정할 수밖에 없네요.
ru: Поскольку Сенсоры отключены, вы проводите много времени, глядя в иллюминатор. Надо признать, что здесь очень красиво.
zh_hans: 随着传感器的关闭，你花了大量的时间盯着窗外。你必须承认，这里相当漂亮。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[9]
source: There's nothing here, save for vast swirls of gas reflecting rays from a distant sun.
fr: Il n'y a rien ici, à part les vastes étendues de gaz réfléchissant les rayons d'un soleil distant.
ko: 멀리 있는 항성의 광선을 받아 빛나는 거대한 가스 소용돌이를 제외하곤, 이곳엔 아무것도 없습니다.
ru: Здесь нет ничего, кроме огромных газовых вихрей, отражающих лучи далекого солнца.
zh_hans: 这里什么都没有，只有巨大的气体漩涡反射着远处太阳的光线。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[10]
source: The swarms of Ghosts haunting this sector have put you on edge, but no ship comes. You're alone, for now.
fr: Les hordes de Fantômes qui hantent ce secteur vous mettent sur les nerfs, mais aucun vaisseau ne vient. Vous êtes seul, pour le moment.
ko: 이 구역을 떠도는 고스트 무리가 당신을 초조하게 만들었지만, 이번엔 아무도 오지 않았습니다. 지금은 당신 혼자밖에 없습니다.
ru: Толпы призраков, обитающих в этом секторе, заставляют вас быть начеку, но ни один корабль не появляется. Пока что вы одни.
zh_hans: 成群结队的魂灵族在这个区域出没，使你感到紧张，但没有船来。你现在是一个人。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[11]
source: You watch the nebulous gasses drift around outside. No Ghosts or other ships to be seen, and you figure it's safe to say no one else is here.
fr: Vous regardez les gaz nébuleux dériver dehors. Ni Fantôme ni aucun autre vaisseau en vue, et vous décidez que vous pouvez dire qu'il n'y a personne ici..
ko: 흐릿한 가스가 바깥에 떠다니고 있습니다. 고스트나 다른 함선은 보이지 않으니, 여기에는 아무도 없다고 해도 무방하겠죠.
ru: Вы наблюдаете, как туманные газы клубятся снаружи. Призраков или других кораблей не видно, и можно с уверенностью сказать, что здесь больше никого нет.
zh_hans: 你看着外面漂浮着的云雾状气体。没有看到魂灵族或其他船只，你认为可以说没有其他人在这里。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_GHOST_LIST"]/text[12]
source: You swear you see part of a ship poking out from the clouds before it slips away, but if it were real, it's gone now. No-one appears. You must be going insane.
fr: Vous jureriez avoir vu une partie d'un vaisseau sortir des nuages avant d'y rentrer, mais si c'était vrai, alors il est parti. Personne en vue. Vous allez devenir fou...
ko: 분명 성운 밖으로 함선이 튀어나오는 것을 본 것 같지만, 정말 그렇다면 그 함선은 갑자기 사라졌다고 밖에 설명할 수 없습니다. 아무것도 나타나지 않았습니다. 점점 미쳐가고 있군요.
ru: Вы клянетесь, что видели часть корабля, показавшуюся из облаков перед тем, как он скрылся из виду, но если это и было на самом деле, то его уже нет. Никого не видно. Вы, наверное, сходите с ума.
zh_hans: 你发誓你看到一艘船的一部分在溜走之前从云层中探出头来，但如果它是真的，它现在已经消失了。没有人出现。你一定是疯了。

# data/events_standard.xml$//event[@name="EMPTY_GHOST"]/text
source: At last, a break from both the nebula and constant attacks from Ghosts.
fr: Enfin une pause à la fois des attaques de Fantômes et des nébuleuses.
ko: 마침내 성운과 고스트의 끊임없는 공격으로부터의 휴식 시간입니다.
ru: Наконец-то можно отдохнуть и от туманности, и от постоянных атак призраков.
zh_hans: 最后，从星云和魂灵族的不断攻击中获得了休息。

# data/events_standard.xml$//event[@name="EMPTY_GHOST"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_GHOST"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="EMPTY_LANIUS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_LANIUS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[1]
source: You pass a civilian ship that warns of the nearby Lanius. "One of them attacked a civilian transport and started to melt their hull. But then the weirdest thing happened... another metal ship actually fired on its companion until it backed off." Apparently there are disagreements among the Lanius about what should be salvaged.
fr: Vous croisez un vaisseau civil vous avertissant de la menace Lanius. "L'un d'eux attaquait un transporteur civil et commençait à fondre sa coque. Mais là, quelque chose d'étrange est arrivé... un autre vaisseau des métal a commencé à leur tirer dessus et ils sont partis." Apparemment, il y avait des désaccords sur ce qui devait être récupéré.
ko: 당신은 근처의 라니우스들을 경고하는 민간 함선을 지나칩니다. "그중 한 함선은 민간 수송선을 공격하고 선체를 녹이기 시작했습니다. 그런데 기이한 일이 일어났죠.... 또 다른 금속 함선이 상황이 종료될 때까지 아군에게 발포했습니다." 라니우스 사이에 무엇을 인양해야 할지 의견이 분분한 모양입니다.
ru: Вы проходите мимо корабля гражданских, который предупреждает о приближающихся ланиусах. "Один из них напал на гражданский транспорт и начал плавить его корпус. Но затем произошло странное... другой металлический корабль открыл огонь по своему компаньону, пока тот не отступил". Очевидно, среди ланиусов существуют разногласия по поводу того, что следует считать своей добычей.
zh_hans: 你经过一艘民用船，警告附近有食铁族。"其中一艘攻击了一艘民用运输船，开始融化他们的船体。但是，最奇怪的事情发生了......另一艘金属船居然向它的同伴开火，直到它退缩。"显然，食铁族之间对什么应该被打捞起来存在分歧。

# data/events_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[2]
source: A few Lanius military ships are settled nearby, but they refuse all hails. Not wanting to mess with so many deadly ships at once, you leave them alone.
fr: Plusieurs vaisseaux militaires Lanius sont statiques non loins, mais ils refusent vos appels. Ne voulant pas vous frotter à tant de dangereux vaisseaux à la fois, vous les laissez tranquilles.
ko: 라니우스 군함 몇 척이 근처에 정박해있지만, 모든 통신을 거부하고 있습니다. 저 많은 치명적인 함선을 한 번에 건드리긴 싫으니 그냥 내버려 둡시다.
ru: Неподалеку расположились несколько военных кораблей ланиусов, но они отказываются от всех сигналов связи. Не желая связываться сразу с таким количеством смертоносных кораблей, вы оставляете их в покое.
zh_hans: 有几艘食铁族的军舰在附近定居，但他们拒绝了所有的呼叫。由于不想同时招惹这么多致命的船只，你就不去管他们。

# data/events_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[3]
source: The ruins of an ancient Lanius settlement drift nearby, but you don't risk scrapping it for fear of angering any potential Lanius witnesses.
fr: Les ruines d'une ancienne colonie Lanius dérivent non loin, mais vous ne pouvez pas les démanteler, de peur d'attirer la colère de témoins Lanius potentiels.
ko: 고대 라니우스 정착지의 폐허가 근처에 떠다니고 있지만, 다른 라니우스가 당신을 발견하고 격노할 수도 있으니 그것을 인양할 순 없었습니다.
ru: Неподалеку дрейфуют руины древнего поселения ланиусов, но вы не рискуете разбирать их на лом, опасаясь разозлить ланиусов, которые могут это заметить.
zh_hans: 一个古老的食铁族定居点的废墟漂浮在附近，但你没有冒险搜刮它，因为担心会激怒任何潜在的食铁族。

# data/events_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[4]
source: This beacon is rather peaceful. In the distance is a shiny Lanius city, a stunning sight even from orbit, but not one you care to interact with.
fr: Cette balise est plutôt paisible. Au loin vous pouvez voir une ville Lanius resplendissante, un merveilleux spectacle même en orbite, mais pas un avec lequel vous êtes intéressé d'interagir.
ko: 이 송신소는 다소 평화롭군요. 저 멀리 빛나는 라니우스 도시가 있습니다. 궤도에서 봐도 놀라울 정도로 멋진 도시지만, 별로 연락해보고 싶지는 않네요.
ru: Этот маяк довольно спокоен. Вдалеке виднеется блестящий город ланиусов - потрясающее зрелище даже с орбиты, но это не то место, где вы хотели бы побывать.
zh_hans: 这个信标相当平静。远处是一座闪亮的食铁族城，即使从轨道上看也是令人惊叹的景象，但你并不关心与之互动。

# data/events_standard.xml$//textList[@name="EMPTY_LANIUS"]/text[5]
source: The raiding of this sector during the Lanius hibernation made this sector a massive site of traffic, but after the Lanius awoke and began attack civilians with reckless abandon, the number of visitors plummeted and the sector returned to its original state of relative obscurity.
fr: Les raids sur ce secteur durant l'hibernation des Lanius ont provoqué beaucoup de trafic dans ce secteur, mais une fois que ceux-ci se sont réveillés et ont attaqués les civils comme si leur vie en dépendait, le nombre de visiteurs s'est écroulé et le secteur est retourné à son état original d'obscurité relative.
ko: 이 구역은 라니우스의 동면기 동안 민간인들에게 습격당해 교통의 요충지가 됐었지만, 라니우스들이 깨어나 민간인들을 무차별 공격하기 시작하면서 방문객의 숫자는 급감했고, 결국 이 구역은 다시 원래대로 인지도가 낮아졌습니다.
ru: Набеги на этот сектор во время спячки ланиусов сделали его местом массового скопления людей, но после того, как ланиусы проснулись и начали безрассудно нападать на мирных жителей, количество посетителей резко сократилось, и сектор вернулся к своему первоначальному состоянию относительной безвестности.
zh_hans: 在食铁族休眠期间，对该星区的袭击使该区成为一个巨大的交通站点，但在食铁族苏醒后，开始不顾一切地攻击平民，访问者的数量急剧下降，该星区又回到了原来相对默默无闻的状态。

# data/events_standard.xml$//event[@name="EMPTY_AUG"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_AUG"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_AUG"]/text[1]
source: Despite the usual clusters of ruins or Lanius you expect to find here, this beacon holds nothing more than a break from combat.
fr: Malgré les nombreuses ruines et les Lanius que vous pensez trouver ici, cette balise n'est rien d'autre qu'une pause entre deux combats.
ko: 이 구역에선 폐허나 라니우스 무리가 흔함에도 불구하고, 이 송신소에는 아무것도 없어서 자유시간을 가질 수밖에 없습니다.
ru: Несмотря на обычные скопления руин или ланиусов, которые вы ожидаете здесь встретить, этот маяк - не более чем место для отдыха от боевых действий.
zh_hans: 尽管你期望在这里找到通常的废墟或食铁族集群，但这个信标所拥有的只是战斗中的休息。

# data/events_standard.xml$//textList[@name="EMPTY_AUG"]/text[2]
source: A few wrecks float nearby, but they've been picked completely dry. These ancient beings must have been prolific builders to have left so much behind...
fr: Quelques carcasses flottent à proximité, mais elles ont été complètement pillées. Cette race ancienne devait comporter de fameux bâtisseurs pour avoir tant laissé derrière eux...
ko: 앙상하게 골조만 남은 난파선 몇 척이 근처에 떠다니고 있습니다. 이 고대의 존재들은 정말 많은 건축물을 지었던 것이 분명합니다...
ru: Рядом виднеются несколько останков кораблей, но они были полностью обчищены. Должно быть, эти древние существа были очень умелыми строителями, раз оставили после себя столько всего...
zh_hans: 附近漂浮着一些残骸，但它们已经被完全挑空了。这些古老的生命一定是多产的建设者，才会留下这么多东西......

# data/events_standard.xml$//event[@name="EMPTY_ABANDONED"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。
