Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[6]
source: You see a small trading post and ask about refuelling but they respond, "Go away! We don't serve your kind here."
fr: Vous voyez un petit comptoir de commerce et demandez si vous pouvez vous ravitailler, mais ils répondent "Partez ! On ne sert pas votre genre ici."
ko: 작은 교역소를 발견해서 재보급하려고 물었습니다만 그들은 이렇게 반응했습니다. "저리 가! 네놈들을 섬기지는 않을 꺼다."
ru: Вы видите небольшой торговый пост и спрашиваете о заправке, но вам отвечают "Уходите! Мы здесь не обслуживаем таких, как вы".
zh_hans: 你看到一个小贸易站，于是向其询问补给事宜，但他们回答说："走开！我们不为你这种物种服务。"

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[7]
source: You see a Zoltan merchant and ask about his wares. He responds, "Sorry, but it took years to gain their trust. I can't be seen communicating with you. I hope you understand." He cuts communications.
fr: Vous voyez un marchand Zoltan et demandez à voir ses marchandises. Il répond "Désolé, il m'a fallu des années pour gagner leur confiance. Je ne peux pas être vu en train de communiquer avec vous. J'espère que vous comprendrez."
ko: 졸탄 무역상을 봐서 그가 무엇을 파는지 물어보았습니다. 그는, "송구스럽게도, 그들의 신뢰를 얻기 위해 수년이 걸렸습니다. 당신과 통신하는 모습을 보일 수는 없습니다. 이해해주시길 바랍니다." 그가 통신을 끊었습니다.
ru: Вы видите торговца золтан и спрашиваете о его товарах. Он отвечает: "Простите, но мне потребовались годы, чтобы завоевать их доверие. Я не могу быть замечен в общении с вами. Надеюсь, вы меня поймете". Он прерывает связь.
zh_hans: 你看到一名超能族商人，询问他的商品。他回答说："对不起，但我花了很多年才获得他们的信任。我不能被看到与你交流。我希望你能理解。"他切断了通讯。

# data/events_standard.xml$//event[@name="EMPTY_ROCKHOME"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ROCKHOME"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[1]
source: The Rock Elders keep a very strict eye on all of their systems. It seems their authoritarian ways have had a very negative effect on the nearby system, because there isn't a single ship roaming about.
fr: Les Sages Rocailleux contrôlent leurs systèmes d'une main de fer. Il semble que leur authoritarisme a eu un effet très négatif sur celui-ci, car il n'y a pas un seul vaisseau à proximité.
ko: 락맨 장로들은 그들 소유의 행성계들을 매우 엄격하게 관리하고 있습니다. 그들의 귄위주의적인 방식은 근처 행성계에 아주 부정적인 효과를 준 것 같습니다. 이 행성계에 함선 하나도 돌아다니지 않고 있기 때문입니다.
ru: Старейшины валунов очень строго следят за всеми своими системами. Похоже, что их авторитарность очень негативно сказалась на близлежащей системе, так как там нет ни одного корабля.
zh_hans: 岩石长老们对他们所有的星系都保持着非常严格的关注。似乎他们的专制方式对附近的星系产生了非常负面的影响，因为没有一艘飞船在附近游荡。

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[2]
source: Despite your very presence in this sector being a crime, no Rock ships stop you. A few civilians linger before jumping away, but you are undisturbed.
fr: Malgré que votre simple présence dans ce secteur soit un crime, aucun vaisseau Rocailleux ne vous arrête. Quelques civils s'attardent avant de sauter, mais vous n'êtes pas dérangé.
ko: 이 구역에 있는 행위 자체가 범죄지만, 락맨 함선들은 간섭하지 않습니다. 소수의 민간 함선들이 도약 전에 잠시 머뭇거렸지만, 그 외에는 별일이 없었습니다.
ru: Несмотря на то, что само ваше присутствие в этом секторе является преступлением, ни один корабль валунов не останавливает вас. Несколько гражданских замешкались, прежде чем удрать, но вас никто не беспокоит.
zh_hans: 尽管你在这一地区的存在是一种犯罪，但没有任何岩石船阻止你。有几个平民在跃迁走前徘徊，但你没有受到干扰。

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[3]
source: It's a miracle to find an empty beacon here, one free from the brutal enforcers who patrol this sector and the ever hostile citizens.
fr: C'est un miracle de trouver une balise vide ici, libre des agents brutaux patrouillant ce secteur et de ses citoyens hostiles.
ko: 이 구역을 순찰하는 잔혹한 엔포서들과 상시 적대적인 민간인들 사이에 지금처럼 비어있는 송신소를 찾은것은 기적에 가깝습니다.
ru: Это просто чудо - найти здесь пустой маяк, не затронутый жестокими силовиками, патрулирующими этот сектор, и вечно враждующими с ними жителями.
zh_hans: 能在这里找到一个空信标是个奇迹，一个没有在这个地区巡逻的残暴的执法者和永远充满敌意的公民的信标。

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[4]
source: You can't remember many tales of the Rock Inquisition from Universe 0, but you're sure just a horribly violent war had terrible causalities on the Rock population. This beacon is unnervingly empty of all life, and you can only wonder if it is a consequence of the warmongering of the Elders' pre-Federation years.
fr: Vous ne vous rappelez pas de tout ce qu'on dit sur l'Inquisition Rocailleuse de l'Univers 0, mais vous êtes sûr que ses guerres horriblement violentes ont fait d'innombrables victimes parmi la population Rocailleuse. Cette balise est singulièrement vide de toute vie, et vous vous demandez si c'est une conséquence de la bellicosité des Sages avant le temps de la Fédération.
ko: 제 0우주에서는 락맨의 이단 심문에 대한 이야기를 별로 들어보지 못했지만, 분명 끔찍하게 폭력적인 전쟁으로 엄청난 수의 락맨이 죽어나갔을 겁니다. 이 송신소는 이상할 정도로 아무 생명체도 없습니다. 아마도 연방이 존재하기 이전 전쟁에 굶주렸던 장로들이 저지른 만행이 아닐까 싶군요.
ru: Вы не можете вспомнить много историй об Инквизиции валунов из Вселенной 0, но уверены, что просто ужасающе жестокая война привела к страшным жертвам среди населения валунов. На этом маяке нет ничего живого, и вам остается только гадать, не является ли это следствием воинственности Старейшин в годы, предшествовавшие появлению Федерации.
zh_hans: 你不记得0号宇宙中关于岩石族圣战的许多故事，但你能肯定的是一场可怕的暴力战争对岩石族人口造成了重创。这座信标令人不安地空无一物，你只能怀疑这是否是岩石长老们在联邦成立前的好战行为导致的后果。

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[5]
source: A Rock patrol orbits around the beacon, but luckily they seem rather laid back. They hail you, "We won't tell if you don't either."
fr: Un patrouilleur Rocailleux gravite autour de cette balise, mais heureusement ils semblent plus calmes que la plupart. Ils vous disent "Si vous ne dites pas qu'on est ici, on ne le dira pas non plus."
ko: 송신소 근처에 락맨 순찰대가 있습니다. 다행이 그들은 매우 융통성이 있었습니다. 그들은, "우릴 내버려두면, 우리도 그렇게 하오."라며 통신했습니다.
ru: Вокруг маяка курсирует патруль валунов, но, к счастью, он выглядит довольно спокойным. Они обращаются к вам: "Мы не скажем, если вы тоже не скажете".
zh_hans: 一支岩石巡逻队绕着信标运行，但幸运的是，他们看起来相当悠闲。他们向你打招呼："如果你不说，我们也不会说。"

# data/events_standard.xml$//textList[@name="EMPTY_ROCKHOME"]/text[6]
source: A Rock settlement lays far in the distance, but they refuse to respond to any hails. This beacon may as well be empty, because nothing can counter the stubbornness of the Rockmen.
fr: Une colonie Rocailleuse est présente au loin, mais ils refusent de répondre à vos appels. Cette balise pourrait tout aussi bien être vide, car rien n'est plus borné qu'un Rocailleux.
ko: 저 먼곳에 락맨 정착지가 있지만, 그들은 모든 통신을 거부했습니다. 이 송신소는 비어 있는 것과 마찬가지 입니다. 락맨들의 고집을 꺽을 수는 없기 때문입니다.
ru: Вдалеке виднеется поселение валунов, но они не отвечают на сигналы. Этот маяк может быть и вовсе пустым, потому что ничто не может противостоять упрямству валунов.
zh_hans: 远处有一个岩石定居点，但他们拒绝回应任何呼叫。这座信标可能是空的，因为没有什么能对抗岩石族的顽固。

# data/events_standard.xml$//event[@name="EMPTY_LOSTSUN"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_LOSTSUN"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[1]
source: A few Lost Sun fortifications are scattered about, but none contact you. You take this time to rest.
fr: Vous repérez quelques fortifications variées des Soleils Perdus, mais aucune ne vous contacte. Vous prenez le temps de vous reposer.
ko: 몇몇 로스트선 방어진지들이 흩어져 있지만, 아무도 통신을 취하지는 않습니다. 이 시간을 쉬는데 사용합니다.
ru: Повсюду разбросано несколько укреплений Затерянных Солнц, но ни одно из них с вами не связывается. Вы используете это время для отдыха.
zh_hans: 一些迷失烈阳工事散布在周围，但没有一个与你接触。你利用这段时间休息一下。

# data/events_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[2]
source: You are greeted by nothing more than an unusual break in the usual busy wartime acitvities of this sector.
fr: Vous n'êtes accueilli par rien de plus qu'une pause rare dans ce secteur et son activité habituellement guerrière..
ko: 전쟁관련 활동으로 바쁜 이 구역에서 느긋한 휴식이 당신을 반겨줍니다.
ru: Вас встречает не что иное, как непривычный перерыв в обычной для этого сектора суете военного времени.
zh_hans: 迎接你的只是这个星区通常繁忙的战时活动中的一个不寻常的休息。

# data/events_standard.xml$//textList[@name="EMPTY_LOSTSUN"]/text[3]
source: A nearby Lost Sun station cloaks as soon as you jump in. You take the message and fly away until you're alone.
fr: Une station des Soleils Perdus non loin se camoufle dès que vous arrivez. Vous comprenez le message et volez jusqu'à vous retrouver seul.
ko: 도약하자마자 근처 로스트선 정거장이 은폐했습니다. 이 행동이 의미하는 바를 깨닫고 주변에 아무도 없을때까지 항해합니다.
ru: Близлежащая станция Затерянных Солнц маскируется, как только вы прыгаете к ней. Вы получаете сообщение и улетаете, пока не остаетесь одни.
zh_hans: 你一跃迁进去，附近的一个迷失烈阳空间站就隐形了。你带着信息飞走，直到你独自一人。

# data/events_standard.xml$//event[@name="EMPTY_SLUG"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_SLUG"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_SLUG"]/text[1]
source: You arrive at the beacon and are relieved at the sight of open space. Nebulas are terribly claustrophobic.
fr: Vous arrivez à cette balise et êtes soulagé par l'espace ouvert. Les nébuleuses sont terriblement claustrophobes.
ko: 송신소에 도착하였을때 탁 트인 공간을 보고선 안심이 되었습니다. 성운들은 매우 폐쇄적이기 때문입니다.
ru: Вы добираетесь до маяка и с облегчением видите открытое пространство. Туманности вызывают ужасную клаустрофобию.
zh_hans: 你到达了信标，看到开阔的星域，你就松了一口气。星云是可怕的幽闭恐惧症。

# data/events_standard.xml$//textList[@name="EMPTY_SLUG"]/text[2]
source: This beacon marks a 'small' gap in the nebula. No colonies or ships in scanning distance.
fr: Cette balise marque un 'petit' trou dans la nébuleuse. Aucune colonie ou vaisseau à portée de capteurs.
ko: 이 송신소는 성운 내 비어있는 '작은' 공간을 차지합니다. 탐지거리 내에 있는 함선이나 정착지는 없습니다.
ru: Этот маяк обозначает "небольшой" пробел в туманности. В пределах видимости нет колоний или кораблей.
zh_hans: 这个信标在星云中标出一个"小"缺口。扫描范围内没有殖民地或船只。

# data/events_standard.xml$//textList[@name="EMPTY_SLUG"]/text[3]
source: You are relieved to see your sensors blink back on after the jump. No ships detected.
fr: Vous êtes rassuré de voir vos capteurs se réactiver après le saut. Aucun vaisseau détecté.
ko: 도약 직후 감지기가 다시 켜져서 안도하였습니다. 다른 함선이 탐지되지 않았기 때문입니다.
ru: Вы с облегчением видите, что после прыжка ваши сенсоры снова включились. Кораблей не обнаружено.
zh_hans: 当你看到你的传感器在跃迁后重新闪烁时，你松了一口气。没有探测到飞船。

# data/events_standard.xml$//textList[@name="EMPTY_SLUG"]/text[4]
source: The Slugs rely heavily on their telepathic powers and are reluctant to give up that advantage by extending beyond nebulas. It's unlikely you'll encounter any this far from the clouds.
fr: Les Limaces utilisent beaucoup leurs capacités télépathiques, et abandonnent rarement cet avantage en s'avanturant hors des nébuleuses. Il est peu probable que vous en verrez une si loin des nuages.
ko: 슬러그는 텔레파시에 엄청 의존하기 때문에, 그 장점을 포기하고 성운 넘어서 확장하는 것을 꺼려합니다. 구름들에서 이렇게 멀어진 거리에서 그들을 만날 확률은 매우 적습니다.
ru: Слизни в значительной степени полагаются на свои телепатические способности и не желают отказываться от этого преимущества, выходя за пределы туманностей. Маловероятно, что вы встретите их так далеко от облаков.
zh_hans: 蛞蝓严重依赖他们的心灵感应能力，并且不愿意通过扩展到星云之外放弃这一优势。在离云层这么远的地方，你不太可能遇到它们。

# data/events_standard.xml$//textList[@name="EMPTY_SLUG"]/text[5]
source: You arrive in an area clear of nebula and quickly check to see if the sensors are working. Everything is fine and no ships are detected in the vicinity.
fr: Vous arrivez dans un endroit sans nébuleuse, et vérifiez rapidement que vos capteurs fonctionnent. Tout semble marcher, et il n'y a aucun vaisseau à proximité.
ko: 성운에 영향 받지않는 지역에 도달하자마자 재빠르게 감지기가 작동하는지 확인했습니다. 감지기에 별 문제가 없었으며 부근에 함선들이 감지되지 않았습니다.
ru: Вы прибываете в зону, свободную от туманности, и быстро проверяете, работают ли датчики. Все в порядке, и никаких кораблей поблизости не обнаружено.
zh_hans: 你到达一个没有星云的区域，迅速检查传感器是否工作。一切正常，附近没有发现任何船只。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_SLUG"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_SLUG"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[1]
source: When it comes to Slugs, no news is not necessarily good news. However, if they are watching, they don't seem to want to confront you.
fr: Quand on parle des Limaces, aucune nouvelle ne veut pas toujours dire bonne nouvelle. Cependant, si elles vous observent, alors elles ne veulent certainement pas de confrontation avec vous.
ko: 슬러그 구역에선 무소식이 희소식이 아닐 수도 있습니다. 하지만 만약에 그들이 당신을 보고 있다고 해도 지금은 만나고 싶지 않나 봅니다.
ru: Когда речь идет о слизнях, отсутствие новостей - не обязательно хорошие новости. Однако если они и наблюдают за вами, то, похоже, не хотят с вами связываться.
zh_hans: 当涉及到蛞蝓时，没有消息不一定是好消息。然而，如果他们在观察，那他们似乎并不想与你对抗。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[2]
source: It's not unusual to feel paranoia in a Slug controlled nebula, but for once, it is unfounded.
fr: Il n'est pas rare de se sentir paranoïaque dans une nébuleuse Limace, mais pour une fois c'est sans fondement.
ko: 슬러그 소유의 성운에서 자꾸 불안해지는 것은 평범한 일입니다만, 이번에는 그럴 필요가 없었습니다.
ru: В туманности, контролируемой слизнями, нередко возникает паранойя, но на этот раз она беспочвенна.
zh_hans: 在蛞蝓族控制的星云中，感到偏执是很正常的，但这一次，它是没有根据的。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[3]
source: Either this part of Slug space is deserted, or it's too dense for even Slugs to detect your presence. Time to move.
fr: Soit cet endroit de l'espace Limace est désert, soit il est si dense que même les Limaces ne peuvent pas vous détecter. Il faut partir.
ko: 이 영역은 버려졌거나 아니면 성운의 밀도가 너무 높아서 슬러그조차 당신을 탐지하지 못하나 봅니다. 움직일 시간입니다.
ru: Либо эта часть пространства слизней безлюдна, либо она слишком плотная, чтобы даже слизни могли обнаружить ваше присутствие. Пора двигаться.
zh_hans: 要么是蛞蝓星域的这一部分被遗弃了，要么是它太密集了，连蛞蝓都发现不了你的存在。该走了。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[4]
source: This area of the nebula seems entirely empty until a small Slug transport and its escorts emerges suddenly from through the clouds, only to disappear again in a matter of seconds.
fr: Cet endroit de la nébuleuse semble complètement vide, à part un petit transporteur Limace et son escorte qui émergent soudainement des nuages, puis y disparaissent à nouveau quelques secondes plus tard.
ko: 성운 사이에서 갑자기 나타났다가 바로 사라진 소형 슬러그 수송선과 호위대를 제외하면, 이 성운은 완전히 비어있는 것 같습니다.
ru: Эта область туманности кажется совершенно пустой, пока из облаков внезапно не появляется небольшой транспорт слизней и его сопровождающие, но через несколько секунд снова исчезают.
zh_hans: 星云的这一区域似乎完全是空的，直到一架小型蛞蝓族运输船和它的护卫队突然从云层中出现，只是在几秒钟内又消失。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[5]
source: You explore around the beacon and are shocked when a rock the size of a small moon suddenly looms ahead of you. Scans reveal the solid-looking rock is just a husk, almost entirely mined out of useful minerals.
fr: Vous explorez autour de la balise, et êtes choqué quand un corps de la taille d'une petite lune se trouve soudain devant vous. Vos scans révèlent que ce planétoïde n'est qu'une coquille vide dont presque tout le minerai a été extrait.
ko: 송신소를 탐험하던 와중에 갑자기 함선 위로 나타난 소규모 위성 크기의 암석 때문에 깜짝 놀랐습니다. 단단해 보이는 그 돌은 이미 쓸만한 광물이 거의 채굴된 텅 빈 돌이였습니다.
ru: Вы исследуете окрестности маяка и испытываете шок, когда перед вами внезапно возникает скала размером с небольшую луну. Сканирование показало, что твердая на вид скала - всего лишь шелуха, почти полностью избавленная от полезных минералов.
zh_hans: 你在信标周围探索，当一块像小卫星一样大的岩石突然出现在你面前时，你感到很震惊。扫描显示，这块看起来很坚固的岩石只是一个空壳，几乎完全被开采出了有用的矿物质。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SLUG"]/text[6]
source: There are a number of small stations for travellers in the area, lit up by guiding lights and advertisements. Only Slug ships are docked so you decide it's better to avoid a confrontation and steer clear.
fr: Il y a quelques petites stations pour les voyageurs dans la zone, illuminées de repères lumineux et de publicités. Seuls des vaisseaux Limaces y sont cependant appareillés, et vous décidez qu'il vaut mieux éviter une confrontation en restant à distance.
ko: 호객용 등과 광고로 번쩍이는 많은 수의 작은 정거장이 이 구역에서 여행객들을 기다리고 있습니다. 슬러그 함선만 정박해 있는 것으로 보아 접촉을 피하고 멀리하는 것이 좋아 보입니다.
ru: В этом районе расположено несколько небольших станций для путешественников, освещенных путеводными огнями и рекламой. У станции находятся только корабли слизней, и вы решили, что лучше избежать конфронтации и держаться от нее подальше.
zh_hans: 该地区有许多供旅行者使用的小站，被引导灯和广告照亮。只有蛞蝓族的船停靠在那里，所以你决定最好避免冲突并避开。

# data/events_standard.xml$//event[@name="EMPTY_SHELL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_SHELL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_SHELL"]/text[1]
source: You arrive at the beacon and are relieved at the sight of open space. Nebulas are terribly claustrophobic.
fr: Vous arrivez à cette balise et êtes soulagé par l'espace ouvert. Les nébuleuses sont terriblement claustrophobes.
ko: 이 송신소에 도착한 당신은 자유로운 공간을 보고선 안심했습니다. 성운이 아주 폐쇄적이기 때문입니다.
ru: Вы добираетесь до маяка и с облегчением видите открытое пространство. Туманности вызывают ужасную клаустрофобию.
zh_hans: 你到达了信标，看到开阔的星域，你就松了一口气。星云是可怕的幽闭恐惧症。

# data/events_standard.xml$//textList[@name="EMPTY_SHELL"]/text[2]
source: This beacon marks a 'small' gap in the nebula. No colonies or ships in scanning distance.
fr: Cette balise marque un 'petit' trou dans la nébuleuse. Aucune colonie ou vaisseau à portée de capteurs.
ko: 이 송신소는 성운 내 비어있는 '작은' 공간을 차지합니다. 탐지거리 내에 어떠한 함선이나 정착지도 감지되지 않습니다.
ru: Этот маяк обозначает "небольшой" пробел в туманности. В пределах видимости нет колоний или кораблей.
zh_hans: 这个信标在星云中标出一个"小"缺口。扫描范围内没有殖民地或船只。

# data/events_standard.xml$//textList[@name="EMPTY_SHELL"]/text[3]
source: You are relieved to see your sensors blink back on after the jump. No ships detected.
fr: Vous êtes rassuré de voir vos capteurs se réactiver après le saut. Aucun vaisseau détecté.
ko: 당신은 도약 직후 다시 켜진 탐지기를 보고 안심했습니다. 다른 함선이 탐지되지 않았기 때문입니다.
ru: Вы с облегчением видите, что после прыжка ваши сенсоры снова включились. Кораблей не обнаружено.
zh_hans: 当你看到你的传感器在跃迁后重新闪烁时，你松了一口气。没有探测到飞船。

# data/events_standard.xml$//textList[@name="EMPTY_SHELL"]/text[4]
source: You arrive in an area clear of nebula and quickly check to see if the sensors are working. Everything is fine and no ships are detected in the vicinity.
fr: Vous arrivez dans un endroit sans nébuleuse, et vérifiez rapidement que vos capteurs fonctionnent. Tout semble marcher, et il n'y a aucun vaisseau à proximité.
ko: 당신은 성운에 영향받지 않는 지역에 도달하자마자 재빠르게 감지기가 작동하는지 확인했습니다. 감지기는 멀쩡하고 부근에 아무 함선도 감지되지 않습니다.
ru: Вы прибываете в зону, свободную от туманности, и быстро проверяете, работают ли датчики. Все в порядке, и никаких кораблей поблизости не обнаружено.
zh_hans: 你到达一个没有星云的区域，迅速检查传感器是否工作。一切正常，附近没有发现任何船只。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_SHELL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_SHELL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[1]
source: Shell space isn't quite as calm as you expected, but it's always nice to see a break from the other ships here.
fr: L'espace Coquille n'est pas aussi calme que vous l'espériez, mais il est parfois agréable d'avoir une pause entre deux rencontres.
ko: 셸 소유의 우주는 예상과 달리 조용하지는 않았지만, 다른 함선들 멀리서 휴식을 취하는 것은 언제나 반겨지는 시간입니다.
ru: Пространство ракушек не совсем такое спокойное, как ожидалось, но всегда приятно отдохнуть здесь от других кораблей.
zh_hans: 甲壳族空间并不像你预期的那样平静，但在这里看到与其他船只的休息总是很好的。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[2]
source: You catch a brief glimpse of a Shell ship before it disappears into the nebula, but you doubt you'd be able to catch up with them. The beacon is otherwise empty.
fr: Vous apercevez la poupe d'un appareil Coquille disparaissant dans la nébuleuse, mais vous doutez que vous arriverez à les ratrapper. À part cela, cette balise est vide.
ko: 당신은 성운 속으로 들어가는 셸을 잠깐 포착했지만, 따라잡지는 못할 것 같습니다. 그것을 제외하면은 이 송신소는 비어있습니다.
ru: Перед тем как исчезнуть в туманности, вы мельком увидели корабль ракушек, но сомневаетесь, что сможете догнать его. В остальном маяк пуст.
zh_hans: 在一艘甲壳族船消失在星云中之前，你短暂地瞥见了它，但你怀疑自己是否能追上他们。除此之外，该信标是空的。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[3]
source: No ships, not even of Shell origin, inhabit this beacon.
fr: Aucun vaisseau, même pas d'origine Coquille, n'habite cette balise.
ko: 이 송신소에는 아무도 없습니다. 심지어 셸조차도요.
ru: Ни один корабль, даже происхождения ракушек, не находится у этого маяка.
zh_hans: 没有任何船只，甚至是甲壳族的船只，居住在这个信标。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[4]
source: Shell space isn't too developed compared to many other regions, so it's not too unsurprising to find empty beacons such as this.
fr: L'espace Coquille n'est pas très développé par rapport à beaucoup d'autres régions, il n'est donc pas surprenant d'y trouver des balises vides comme celle-ci.
ko: 셸 소유의 우주는 다른 지역에 비해 발전이 덜 되어있습니다. 그러니 지금처럼 비어있는 송신소를 찾는 것도 놀랄 일이 아닙니다.
ru: По сравнению со многими другими регионами пространство ракушек не слишком освоено, поэтому нет ничего удивительного в том, что здесь встречаются такие пустые маяки, как этот.
zh_hans: 与许多其他地区相比，甲壳族星域并不太发达，所以发现像这样的空信标并不太令人惊讶。

# data/events_standard.xml$//textList[@name="NEBULA_EMPTY_SHELL"]/text[5]
source: Much of Shell space has been closed off to be used for scientific purposes. You aren't sure what those purposes are, but your computer won't give any more information. Still, no one bothers you here.
fr: La majorité de l'espace Coquille a été fermé pour être utilisé à des fins scientifiques. Vous n'êtes pas sûr à quels fins, mais votre ordinateur ne vous donne pas plus d'informations. Malgré tout, personne ne vous dérange ici.
ko: 셸 소유 공간의 상당 부분은 과학 연구를 위해서 폐쇄돼있습니다. 이곳 또한 무엇에 쓰이는 곳인지 잘 모르겠는데, 컴퓨터에도 별다른 정보가 없습니다. 어쨌거나, 아무도 당신을 간섭하지 않는군요.
ru: Большая часть пространства ракушек была закрыта для использования в научных целях. Вы не знаете, что это за цели, но компьютер не дает никакой дополнительной информации. Тем не менее, здесь вас никто не беспокоит.
zh_hans: 甲壳族星域的大部分已经被关闭，用于科学目的。你不确定这些目的是什么，但你的电脑不会提供任何更多信息。不过，这里没有人打扰你。

# data/events_standard.xml$//event[@name="EMPTY_COALITION"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_COALITION"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
