Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: No thanks, we'll stick to shopping.
fr: Non merci, nous ne ferons que commercer.
ko: 아니요, 우리는 쇼핑만 하겠습니다.
ru: Нет, спасибо, мы предпочтем отправиться в магазин.
zh_hans: 不，谢谢，我们会坚持购物。

source: The owners of the store turn their lack-of-attention away from the vessel and focus on you. They briefly welcome you and show you where the goods are, then go back to ignoring the other ship.
fr: Les propriétaires de la station tournent leur non-attention du vaisseau pour la diriger sur vous. Ils vous accueillent brièvement et vous montrent où est l'équipement, puis continuent d'ignorer l'autre vaisseau.
ko: 상점 주인은 분리주의자 선박에 신경을 끄고 당신에게 집중했습니다. 그는 당신을 간단하게 환영하고 물건이 있는 곳을 안내한 다음 다시 그 선박을 보러 갔습니다.
ru: Владельцы магазина отвлекаются от своего "невнимания" к другому судну и обращают внимание на вас. Они коротко приветствуют вас и показывают, где находятся товары, а затем возвращаются к игнорированию другого судна.
zh_hans: 店主们把他们缺乏的注意力从这艘船身上移开，集中在你身上。他们简短地欢迎你，并告诉你货物的位置，然后又继续忽视另一艘船。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ENGI_PESTER"]/choice[2]/text
source: Ignore the other Engi ship and shop.
fr: Ignorer l'autre vaisseau Engi et commercer.
ko: 또 다른 엔지 함선은 무시하고 쇼핑한다.
ru: Игнорировать другой корабль энджи и отправиться в магазин.
zh_hans: 无视其他半械族船和商店。

source: The owners of the store turn their lack-of-attention away from the vessel and focus on you. They briefly welcome you and show you where the goods are, then go back to ignoring the other ship.
fr: Les propriétaires de la station tournent leur non-attention du vaisseau pour la diriger sur vous. Ils vous accueillent brièvement et vous montrent où est l'équipement, puis continuent d'ignorer l'autre vaisseau.
ko: 상점 주인은 그 선박에 신경을 끄고 당신에게 집중했습니다. 그는 당신을 간단하게 환영하고 물건이 있는 곳을 안내한 다음 다시 그 선박을 보러 갔습니다.
ru: Владельцы магазина отвлекаются от своего "невнимания" к другому судну и обращают внимание на вас. Они коротко приветствуют вас и показывают, где находятся товары, а затем возвращаются к игнорированию другого судна.
zh_hans: 店主们把他们缺乏的注意力从这艘船身上移开，集中在你身上。他们简短地欢迎你，并告诉你货物的位置，然后又继续忽视另一艘船。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Confirmation suggests prior theory was incorrect. Thank you for your evaluation." Now satisfied, the Engi allow the "not Separatists" in to trade. Realizing you must have vouched for them, the Separatists discreetly offer you a gift while browsing the marketplace.
fr: "Confirmation suggère que théorie précédente incorrecte. Merci pour l'évaluation." Maintenant satisfaits, les Engis permettent aux "non-Séparatistes" de s'amarrer. Se rendant compte que vous les avez aidés, les Séparatistes vous offrent discrètement un cadeau pendant que vous inspectez le marché.
ko: "확인 결과 이전 이론이 틀렸음을 제시. 평가에 감사함." 당신에게 설득당한 엔지는 "분리주의자가 아닌 자들"을 시장에 들였습니다. 엔지임을 보증받았다는 걸 깨달은 분리주의자들은 시장을 둘러보며 당신에게 선물을 제공했습니다.
ru: "Подтверждение говорит о том, что предыдущая теория была неверной. Спасибо за вашу оценку". Удовлетворенные, энджи впускают "не Сепаратистов" для торговли. Понимая, что вы, должно быть, поручились за них, Сепаратисты незаметно предлагают вам подарок во время осмотра магазина.
zh_hans: "确认表明之前的理论是不正确的。谢谢你的评估。"现在，半械族满意了，他们允许"非半械分离者"进来交易。意识到你肯定为他们做了担保，这些半械分离者在浏览市场时谨慎地给你提供了一份礼物。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Evaluation: inaccurate. Federation vessel suspected of lying or being very stupid. Punishment: death." A harsh punishment - but it seems to extend to the Separatist as well! An ASB shot nearly takes out their ship and the survivor climbs aboard yours, but now you have to get out of here!
fr: "Évaluation : incorrecte. Vaisseau de la Fédération suspecté de mensonges ou d'être très stupide. Sentence : mort." Une sentence sévère, qui semble s'étendre aux Séparatistes aussi ! Un tir d'ASB détruit presque leur vaisseau, et le survivant monte à bord du vôtre, mais maintenant il faut partir d'ici !
ko: "평가: 부정확. 이 연방 함선은 멍청하거나 거짓말을 하고 있음. 처벌: 죽음." 이 가혹한 처벌은 분리주의자에게도 적용된 것 같습니다! ASB 한발이 그들의 선박을 거의 박살 냈고 생존자는 당신의 함선에 올라 탔습니다. 이제 여기서 빠져나가야 합니다!
ru: "Оценка: неверная. Судно Федерации подозревается во лжи или большой глупости. Наказание: смерть". Суровое наказание - но, похоже, оно распространяется и на Сепаратистов! Выстрел ПКБ практически уничтожает их корабль, и выживший забирается на борт вашего корабля, но теперь вам нужно убираться отсюда!
zh_hans: "评价：不准确。联邦船只被怀疑在撒谎或非常愚蠢。惩罚：死亡。"一个严厉的惩罚--但它似乎也延伸到了半械分离者身上！一个反舰炮台的射击几乎摧毁了他们的飞船，幸存者爬上了你的飞船。但现在你必须离开这里！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MERCHANT"]/text
source: Civilian Zoltan ships aren't all too common anymore - most have joined the Military to help fight off the Duskbringers. The ship here however appears to be a well-to-do merchant.
fr: Les vaisseaux Civils Zoltan ne sont pas très communs de nos jours - la plupart ont rejoint l'armée pour combattre les Éclipseurs. Cet appareil, cependant, semble être un marchand opulent.
ko: 민간 졸탄 함선들은 더 이상 흔하지 않습니다. 대부분 더스크브링어들과 싸우기 위해 군에 징집됐기 때문입니다. 하지만 이곳에 나타난 함선은 부유한 무역선으로 보입니다.
ru: Гражданские корабли золтанов теперь встречаются не так уж часто - большинство из них присоединились к военным, чтобы помочь в борьбе с Вестниками Заката. Однако этот корабль, похоже, принадлежит зажиточному торговцу.
zh_hans: 平民超能族船已经不是很常见了--大多数人都加入了军队，帮助抵抗暮临派的入侵。然而这里的船似乎是一个富裕的商人。

source: See his wares.
fr: Voir ce qu'il vend.
ko: 상품을 본다.
ru: Посмотреть его товары.
zh_hans: 看他的商品。

source: (Zoltan Crew) "Under military requisition act 84-B, we possess the right to collect a small tribute from all Ministry merchant vessels."
fr: (Membre d'équipage Zoltan) "De par la loi de réquisition militaire 84-B, nous avons le droit de demander un petit tribu à tous les marchand du Ministère."
ko: (졸탄 선원) "군 징발법 84-B에 의거하여, 우리는 모든 내각의 무역선으로부터 작은 공물을 받을 권리를 가진다."
ru: (Член экипажа-золтан) "Согласно закону о военной реквизиции 84-B, мы имеем право взимать небольшую дань со всех торговых судов Министерства".
zh_hans: (超能族船员)"根据军事征用法案84-B，我们拥有向所有牧师团商人收取少量贡品的权利。"

source: The merchant glares at your crew. "Yes, yes... 84-B..." The ship transfers over some supplies, but doesn't seem all too willing to trade anymore.
fr: Le marchand lance à votre membre d'équipage un regard noir. "Oui, oui... la 84-B..." Le vaisseau tranfère quelques provisions, mais il ne semble plus vraiment vouloir faire des affaires avec vous.
ko: 무역상이 당신의 선원을 노려봤습니다. "예, 그렇죠... 84-B..." 그가 약간의 보급품을 보내 주었지만, 더 이상 거래할 생각은 없어 보입니다.
ru: Торговец пристально смотрит на вашего члена экипажа. "Да, да... 84-B..." Корабль передает немного припасов, но, похоже, его желание торговать совсем пропало.
zh_hans: 商人瞪着你的船员。"是的，是的......84-B......"这艘船转让了一些物资，但似乎不再愿意交易了。

source: (Duskbringer Crew) Antagonize the merchant for goods.
fr: (Membre d'équipage Éclipseur) Menacer le marchand pour des biens.
ko: (더스크브링어 선원) 상품을 얻기 위해 무역상을 협박한다.
ru: (Член экипажа-вестник заката) Забрать товары торговца силой.
zh_hans: (暮临派船员)与商人对峙，以获得货物。

source: Unfortunately for you, the stereotype of Zoltans taking crap from noone applies to this ship as well. No one's getting anything out of them without a fight!
fr: Malheureusement pour vous, les stéréotype des Zoltans ne se laissant faire par personne s'applique aussi à ce vaisseau. Vous n'aurez rien sans combat !
ko: 불행히도 졸탄의 어떠한 헛소리도 받아주지 않는 이미지는 이 함선에도 적용됐습니다. 그 누구도 싸움 없이는 이들로부터 공짜 물건을 받아 낼 수 없습니다!
ru: К несчастью для вас, стереотип о том, что золтаны нетерпимы к подобной херне, применим и к этому кораблю. Никто ничего не получит от них без боя!
zh_hans: 对你来说很不幸，超能族人不接受任何人的废话的刻板印象也适用于这艘船。没有人可以从他们那里不劳而获！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Fascist scum, working aboard a Federation vessel. Oh the number of protocols this violates, not to mention the ethical quandries! Fine, take my goods. But the Ministry will hear of this!"
fr: "Des salauds de fascistes, travaillant à bord d'un vaisseau Fédéré. Oh, le nombre de protocoles que cela viole, sans parler des dilemmes moraux ! Très bien, prenez mes biens, mais le Ministère en entendra parler !"
ko: "파시스트 쓰레기가 연방 함선에서 일하고 있군. 아 윤리적인 문제는 말할것도 없고 이 사실이 위반하는 협약이 몇개나 되는가! 좋아, 내 물건을 가져가십시오. 하지만 내각은 이 소식을 알게 될 것입니다."
ru: "Фашистская мразь, работающая на борту судна Федерации. О, сколько протоколов это нарушает, не говоря уже об этических противоречиях! Хорошо, забирайте мои товары. Но Министерство об этом узнает!"
zh_hans: "法西斯败类，在一艘联邦船只上工作。哦，这违反了多少协议，更不用说道德上的问题了！好吧，拿走我的货物。但牧师团会听到这个消息的！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_REPAIRS"]/text
source: You thought most of the Ministry's fleet was dedicated to fighting off Duskbringers, but apparently enough Zoltan ships, paired together with some Engi, have set up a supply outpost and market for Federation allies.
fr: Vous pensiez que la majorité de la flotte du Ministère était dédiée à combattre les Éclipseurs, mais apparemment il en reste assez pour avoir formé ici avec quelques Engis un poste de ravitaillement et un marché pour les alliés de la Fédération.
ko: 내각의 함대는 대부분 더스크브링어와 싸우는데 전념하고 있다고 생각했지만, 많은 수의 졸탄 함선이 엔지와 함께 연방의 아군들을 위한 보급 전초기지와 시장을 형성한 것 같습니다.
ru: Вы думали, что большая часть флота Министерства была направлена на борьбу с Вестниками Заката, но, очевидно, достаточное количество золтанских кораблей совместно с несколькими энджи организовали аванпост снабжения и рынок для союзников Федерации.
zh_hans: 你以为牧师团的大部分舰队都致力于击退暮临派，但显然有足够的超能族战舰，与一些半械族合作，为联邦盟友建立了一个供应前哨和市场。

source: Visit the market.
fr: Visiter le marché.
ko: 시장에 들른다.
ru: Отправиться в магазин.
zh_hans: 访问市场。

source: Visit the Engi Repair platform first.
fr: Visiter d'abord la plateforme de réparation Engi.
ko: 먼저 엔지의 수리 플랫폼에 들른다.
ru: Посетить сначала ремонтную платформу энджи.
zh_hans: 首先访问半械族维修平台。

source: "Federation identification provides services free of cost. For premium service however: further payment will be required."
fr: "Identification de Fédéré donne services gratuits. Pour service complet cependant : paiement supplémentaire requis."
ko: "연방 신분이 무료 서비스를 제공. 그러나 프리미엄 서비스: 추가적인 요금 필요"
ru: "Идентификатор Федерации дает доступ к бесплатным услугам. Однако для получения премиальных услуг: потребуется дополнительная оплата".
zh_hans: "向联邦编制提供的服务是免费的。对于高级服务：需要进一步付费。"

source: Receive the free repairs. [7$]
fr: Recevoir les réparations gratuites. [7$]
ko: 무료 수리 서비스를 받는다. [7$]
ru: Получить бесплатный ремонт. [7$]
zh_hans: 接受免费维修。[7$]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
fr: Les Engis se mettent au travail sur votre coque. Cela devrait tenir quelque temps.
ko: 엔지가 당신의 선체를 손봤습니다. 이제 더 오래 버틸 수 있을 겁니다.
ru: Энджи приступают к работе над корпусом вашего корабля. Этого достаточно, чтобы продержаться еще некоторое время.
zh_hans: 半械族在你的舰体上工作。这足以让你再多坚持一段时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Harmony Crew) Request more free repairs. [10$]
fr: (Membre d'équipage de l'Harmonie) Demander plus de réparations gratuites. [10$]
ko: (하모니 선원) 더 많은 무료 수리를 요청한다. [10$]
ru: (Член экипажа из Гармонии) Запросить расширенную услугу бесплатного ремонта. [10$]
zh_hans: (谐合船员)要求更多的免费维修。[10$]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
fr: Les Engis se mettent au travail sur votre coque. Cela devrait tenir quelque temps.
ko: 엔지가 당신의 선체를 손봤습니다. 이제 더 오래 버틸 수 있을 겁니다.
ru: Энджи приступают к работе над корпусом вашего корабля. Этого достаточно, чтобы продержаться еще некоторое время.
zh_hans: 半械族在你的舰体上工作。这足以让你再多坚持一段时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Purchase a larger repair. [15$]
fr: Acheter une plus grande réparation. [15$]
ko: 프리미엄 수리 서비스를 구입한다. [15$]
ru: Приобрести услугу более серьезного ремонта. [15$]
zh_hans: 购买一次更深入的维修。[15$]

source: The Engi go to work on your hull. It's enough to keep you going for a while longer.
fr: Les Engis se mettent au travail sur votre coque. Cela devrait tenir quelque temps.
ko: 엔지가 당신의 선체를 손봤습니다. 이제 더 오래 버틸 수 있을 겁니다.
ru: Энджи приступают к работе над корпусом вашего корабля. Этого достаточно, чтобы продержаться еще некоторое время.
zh_hans: 半械族在你的舰体上工作。这足以让你再多坚持一段时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind, let's just shop.
fr: Visiter uniquement le magasin.
ko: 아니다, 그냥 쇼핑만 한다.
ru: Неважно, просто отправимся в магазин.
zh_hans: 算了，我们还是购物吧。

source: Visit the Zoltan armories first.
fr: Visiter d'abord les armureries Zoltan.
ko: 먼저 졸탄 무기고에 들른다.
ru: Посетить сначала арсеналы золтанов.
zh_hans: 首先访问超能族军械库。

source: A Zoltan looks up at you from a thick manual in front of him. "If you're a Federation vessel, you're entitled to a free partial restock of supplies. If you require a full restock however, it'll cost you."
fr: Un Zoltan lève les yeux d'un épais registre en face de lui. "Si vous êtes un vaisseau de la Fédération, vous avez droit à un ravitaillement partiel gratuit. Si vous en voulez un complet cependant, il faudra payer."
ko: 자기 앞에 두꺼운 메뉴얼을 놔둔 졸탄이 당신을 올려다봤습니다. "그대가 연방 소속이라면 일부 물자를 무료로 보충할 수 있습니다. 그러나 완전한 보충이 필요하다면 비용을 지불해야 합니다."
ru: Золтан отрывается от чтения толстого руководства, лежащего перед ним, и смотрит на вас. "Если вы являетесь судном Федерации, вы имеете право на бесплатное частичное пополнение припасов. Если же вам требуется полный запас ресурсов, за это придется заплатить".
zh_hans: 一名超能族从他面前的一本厚厚的手册中抬起头来看着你。"如果你是联邦船只，你有权免费获得部分补给。但是，如果你需要全部补给，那就要花钱了。"

source: Receive the free restock. [+3}, +2|]
fr: Recevoir le ravitaillement gratuit. [+3}, +2|]
ko: 무료 보충을 받는다. [+3}, +2|]
ru: Получить бесплатные припасы. [+3}, +2|]
zh_hans: 接受免费补货。[+3}，+2|]

source: An automated Zoltan supply vessel comes by and delivers the resources.
fr: Un Auto-vaisseau Zoltan de ravitaillement arrive et vous livre les ressources.
ko: 졸탄의 무인 보급선이 다가와 자원을 배달해 줬습니다.
ru: Автоматическое судно снабжения золтанов прибывает и доставляет вам ресурсы.
zh_hans: 一艘自动化的超能族补给船驶来，运送资源。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Receive the full restock. [+7}, +5|, -35~]
fr: Recevoir le ravitaillement complet. [+7}, +5|, -35~]
ko: 완전한 보급을 받는다. [+7}, +5|, -35~]
ru: Получить полный запас ресурсов. [+7}, +5|, -35~]
zh_hans: 接收全面补货。[+7}，+5|，-35~]

source: An automated Zoltan supply vessel comes by and delivers the resources.
fr: Un Auto-vaisseau Zoltan de ravitaillement arrive et vous livre les ressources.
ko: 졸탄의 무인 보급선이 다가와 자원을 배달해 줬습니다.
ru: Автоматическое судно снабжения золтанов прибывает и доставляет вам ресурсы.
zh_hans: 一艘自动化的超能族补给船驶来，运送资源。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ministry Crew) Request a larger restock. [+4}, +3|]
fr: (Membre d'équipage du Ministère) Demander un plus gros ravitaillement. [+4}, +3|]
ko: (내각 선원) 더 많은 보급을 요청한다. [+4}, +3|]
ru: (Член экипажа из Министерства) Запросить расширенный запас ресурсов. [+4}, +3|]
zh_hans: (牧师团船员)要求更大的补货。[+4}，+3|]

source: An automated Zoltan supply vessel comes by and delivers the resources.
fr: Un Auto-vaisseau Zoltan de ravitaillement arrive et vous livre les ressources.
ko: 졸탄의 무인 보급선이 다가와 자원을 배달해 줬습니다.
ru: Автоматическое судно снабжения золтанов прибывает и доставляет вам ресурсы.
zh_hans: 一艘自动化的超能族补给船驶来，运送资源。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind, let's just shop.
fr: Visiter uniquement le magasin.
ko: 아니다, 그냥 쇼핑만 한다.
ru: Неважно, просто отправимся в магазин.
zh_hans: 算了，我们还是购物吧。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MONK"]/text
source: The local market looks to be Zoltan run and well protected. Around it are several Monks collecting their pension as part of the clergy. One of the ship is trying to hail you.
fr: Le marché local semble être sous contrôle Zoltan et bien protégé. Autour de lui se trouve quelques vaisseaux Moines collectant leur dîme. L'un de ces vaisseaux essaie de vous contacter.
ko: 이곳의 시장은 졸탄이 운영중이며 보안이 뛰어난 것 같습니다. 주변에서는 몇몇 수도승들이 헌금을 받고 있었습니다. 그들 중 하나가 당신을 불렀습니다.
ru: Местный рынок, похоже, управляется золтанами и хорошо охраняется. Вокруг находятся несколько Монахов, собирающих церковные подаяния. Один из кораблей пытается выйти с вами на связь.
zh_hans: 当地的市场看起来是超能族经营的，而且保护得很好。周围有几个超能信道者在领取他们的养老金，作为神职人员的一部分。其中一艘船正试图呼叫你。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MONK"]/choice[1]/text
source: Ignore the Monks and visit the market.
fr: Ignorer les Moines et visiter le marché.
ko: 수도승을 무시하고 시장에 들른다.
ru: Не обращать внимания на Монахов и отправиться в магазин.
zh_hans: 无视那些超能信道者，去逛市场。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MONK"]/choice[2]/text
source: Respond.
fr: Répondre.
ko: 응답한다.
ru: Ответить.
zh_hans: 回复。

source: "Oh please, good captain, would you be so kind as to spare just a small amount of scrap?"
fr: "S'il vous plaît, ô bon capitaine, pourriez-vous nous donner ne serait-ce qu'un peu de ferraille?"
ko: "아, 선량하신 선장님. 혹시 스크랩을 조금 베풀어 주실 수 있으십니까?"
ru: "Ох, пожалуйста, добрый капитан, не будете ли вы так любезны выделить хоть немного лома?"
zh_hans: "哦，求你了，好舰长，你能不能好心地给一点废料？"

source: Give them a very small amount of scrap.
fr: Leur donner très peu de ferraille.
ko: 그들에게 아주 적은 양의 스크랩을 준다.
ru: Дать им очень маленькое количество лома.
zh_hans: 给他们很少量的废料。

source: The Monk greedily scoops up the scrap and gives you a nasty look. You ignore him and move on to the store.
fr: Le Moine collecte avidement la ferraille et vous lance un regard noir. Vous l'ignorez et continuez vers le magasin.
ko: 수도승이 탐욕스럽게 스크랩을 퍼담으며 험악한 표정을 지었습니다. 당신은 그를 무시하고 상점으로 이동했습니다.
ru: Монах с жадностью забирает лом и бросает на вас неприязненный взгляд. Вы не обращаете на него внимания и отправляетесь в магазин.
zh_hans: 超能信道者贪婪地捡起废料，给了你一个讨厌的眼神。你没有理会他，继续向商店走去。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give them a generous amount of scrap.
fr: Leur donner une quantité généreuse de ferraille.
ko: 그들에게 관대한 양의 스크럅을 준다.
ru: Дать им щедрую порцию лома.
zh_hans: 给他们大量的废料。

source: (Monk Crew) "We are monks, just as you. There is nothing to be shared but good feelings."
fr: (Membre d'équipage Moine) "Nous sommes moines, nous aussi. Il n'y à rien à partager que les bonnes volontés."

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_standard.xml$//event[@name="STOREEVENT_ZOLTAN_MONK"]/choice[3]/text
source: Attack the Monks.
fr: Attaquer les Moines.
ko: 수도승을 공격한다.
ru: Атаковать Монахов.
zh_hans: 攻击超能信道者。

source: Safe to say, the Zoltans don't appreciate your spontaneous attack. Though the Monks are stuck fighting you one on one, an ASB in the distance is firing on you!
fr: Le moins qu'on puisse dire, c'est que les Zoltans n'apprécient pas votre attaque soudaine. Bien que les Moines se retrouvent en combat singulier avec vus, une ASB au loin vous tire dessus !
ko: 졸탄들은 분명 당신의 즉흥적인 공격을 달가워하지 않을 겁니다. 다른 수도승들은 싸움에 관여하지 않았지만, 멀리서 ASB가 당신을 겨누고 있었습니다!
ru: Можно сказать, что золтаны не оценили вашу спонтанную атаку. Хотя Монахи влипли, сражаясь с вами один на один, ПКБ вдалеке стреляет по вам!
zh_hans: 可以说，超能族并不欣赏你自发的攻击。虽然超能信道者们坚持与你一对一地战斗，但远处的反舰炮台正在向你开火！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Monk scoops up the scrap metal, smiling wide at you, but says nothing more. Slightly annoyed, you move past and visit the store.
fr: Le Moine collecte la ferraille avec un sourire radieux, mais ne dit rien d'autre. Légèrement agacé, vous partez et visitez le magasin.
ko: 수도승은 스크랩을 퍼담으며 당신을 보고 활짝 웃었지만, 더 이상 다른 말은 하지 않았습니다. 살짝 약이 오른 당신은 그들을 지나쳐 상점에 들렀습니다.
ru: Монах забирает лом, широко улыбается вам, но больше ничего не говорит. Слегка раздосадованный, вы отправляетесь в магазин.
zh_hans: 超能信道者捡起废料，对你笑得很开心，但没有说更多。你略感恼火，便走过去，去看商店。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Monk scoops up the scrap metal, smiling wide at you. "Oh, you are so generous, so kind! May your journeys be blessed!" Confused, you move past the monk, taking note of how much happier you suddenly feel.
fr: Le Moine collecte la ferraille avec un sourire radieux. "Oh, vous êtes si généreux, si bon ! Que vos aventures soient bénies !" Perplexe, vous partez, mais vous remarquez que vous vous sentez bien plus heureux.
ko: 수도승은 스크랩을 퍼담으며 당신을 보고 활짝 웃었습니다. "오, 그대는 정말 관대하고 친절하십니다! 그대의 여정에 축복이 있기를 빕니다!" 갑자기 엄청난 행복감을 느낀 당신은 혼란스러워 하며 시장으로 들어갔습니다.
ru: Монах забирает лом, широко улыбаясь вам. "О, вы так щедры, так добры! Да будут БЛАГОСЛОВЕННЫ ваши путешествия!" Смущенный, вы проходите мимо Монаха, отмечая, насколько счастливее вы себя вдруг почувствовали.
zh_hans: 超能信道者捞废料，对你微笑。"哦，你是如此慷慨，如此善良！愿你的旅程得到祝福！"困惑中，你从超能信道者身边走过，注意到你突然感觉快乐了许多。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Monk gives you a nasty look and folds his robed arms, but says nothing. You move past and visit the store.
fr: Le Moine vous lâche un regard noir et croise ses bras dans sa robe, mais ne dit rien. Vous partez et visitez le magasin.
ko: 수도승 당신에게 험악한 눈빛을 보내며 내밀었던 손을 거두어들였지만, 아무 말도 하지 않았습니다. 당신은 그를 지나쳐 상점에 들렀습니다.
ru: Монах бросает на вас неприязненный взгляд и прячет руки в мантии, но ничего не говорит. Вы отправляетесь в магазин.
zh_hans: 超能信道者给了你一个讨厌的眼神，折起他的长袍手臂，但什么也没说。你走过去，参观商店。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Gah, curse you! You show no kindness to others. May your journeys be filled with ruin!" You brush the Monk's harsh words off as nonsense, but you notice you feel much gloomier as you approach the market...
fr: "Gah, soyez maudit ! Vous ne montrez aucune bonté aux autres. Que vos voyages vous mènent à la perte !" Vous décidez que les mots forts du moine sont ridicules, mais vous remarquez que vous vous sentez bien plus pessimiste alors que vous approchez du marché...
ko: "망할, 뒈져버려라! 그대는 다른 이에게 조금의 친절도 보이지 않았다. 그대의 여정에 파멸이 있으리라!" 당신은 수도승의 거친 말들을 허튼 소라로 치부했지만, 시장에 다가갈수록 점점 더 우울해지는 걸 느꼈습니다...
ru: "Тьфу, будь ты проклят! Ты не проявляешь доброты к другим. Пусть твои путешествия будут полны разрушений!" Вы отмахиваетесь от резких слов Монаха как от чепухи, но замечаете, что чувствуете все большую подавленность по мере приближения к магазину...
zh_hans: "嘎，诅咒你！你对别人毫无仁慈之心。愿你的旅程充满毁灭！"你把超能信道者的严厉话语当作无稽之谈，但你注意到，当你接近市场时，你感到更加阴沉......

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The other Monk looks disappointed, but nods. "Yes, yes. Safe travels, brother."
fr: L'autre Moine semble déçu, mais hoche la tête. "Oui, oui. Bon voyage, mon frère."
ko: 그 수도승은 실망한 것 같지만 고개를 끄덕였습니다. "알겠습니다. 안전한 여정이 되기를 빕니다, 형제여."
ru: Другой Монах выглядит разочарованным, но кивает. "Да, да. Счастливого пути, брат".
zh_hans: 其他超能信道者看起来很失望，但还是点点头。"是的，是的。一路平安，兄弟。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
