Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The station appears to have several specialists in different fields. They'd be willing to work on your ship for a discounted price, but it won't be free.
fr: La station semble avoir plusieurs spécialistes en différents domaines. Ils seraient prêts à travailler sur votre vaisseau pour un prix réduit, mais ce ne sera pas gratuit.
ko: 정거장에는 각기 다른 분야의 전문가들이 있는 것으로 보입니다. 그들이 더 저렴한 가격으로 당신의 함선을 개선해 주겠다고 합니다.
ru: На станции, похоже, есть несколько специалистов в разных областях. Они готовы поработать над вашим кораблем по сниженной цене, но не бесплатно.
zh_hans: 该站似乎有几个不同领域的专家。他们愿意以优惠的价格为你的飞船工作，但不会是免费的。

source: Install Oxygen. [-25~]
fr: Installer un système de Survie. [-25~]
ko: 산소실을 설치한다. [-25~]
ru: Установить Кислородную установку. [-25~]
zh_hans: 安装氧气系统。[-25~]

source: While the system is being installed on the ship, you take a look at the market.
fr: Pendant que le système de survie est installé sur votre vaisseau, vous jetez un œil au marché.
ko: 시스템이 설치되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока система устанавливается на ваш корабль, вы отправляетесь в магазин.
zh_hans: 当系统在被安装到船上时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade Oxygen. [-20~]
fr: Améliorer le système de Survie. [-20~]
ko: 산소실을 업그레이드한다. [-20~]
ru: Улучшить Кислородную установку. [-20~]
zh_hans: 升级氧气系统。[-20~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade Oxygen. [-45~]
fr: Améliorer le système de Survie. [-45~]
ko: 산소실을 업그레이드한다. [-45~]
ru: Улучшить Кислородную установку. [-45~]
zh_hans: 升级氧气系统。[-45~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade Oxygen. [-65~]
fr: Améliorer le système de Survie. [-65~]
ko: 산소실을 업그레이드한다. [-65~]
ru: Улучшить Кислородную установку. [-65~]
zh_hans: 升级氧气系统。[-65~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: You cannot upgrade Oxygen, it is fully upgraded.
fr: Vous ne pouvez pas améliorer le système de Survie, il est au niveau maximal.
ko: 산소실을 업그레이드 할 수 없습니다. 이미 최대 레벨입니다.
ru: Вы не можете улучшить Кислородную установку, она полностью улучшена.
zh_hans: 你不能升级氧气系统，它已经完全升级了。

source: Install a Teleporter. [-80~]
fr: Installer un Téléporteur. [-80~]
ko: 텔레포터를 설치한다. [-80~]
ru: Установить Телепортатор. [-80~]
zh_hans: 安装传送器。[-80~]

source: While the system is being installed on the ship, you take a look at the market.
fr: Pendant que le système de survie est installé sur votre vaisseau, vous jetez un œil au marché.
ko: 시스템이 설치되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока система устанавливается на ваш корабль, вы отправляетесь в магазин.
zh_hans: 当系统在被安装到船上时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade the Teleporter. [-25~]
fr: Améliorer le Téléporteur. [-25~]
ko: 텔레포터를 업그레이드한다. [-25~]
ru: Улучшить Телепортатор. [-25~]
zh_hans: 升级传送器。[-25~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade the Teleporter. [-50~]
fr: Améliorer le Téléporteur. [-50~]
ko: 텔레포터를 업그레이드한다. [-50~]
ru: Улучшить Телепортатор. [-50~]
zh_hans: 升级传送器。[-50~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: You cannot upgrade the Teleporter, it is too advanced.
fr: Vous ne pouvez pas améliorer le Téléporteur, il est trop avancé.
ko: 텔레포터를 업그레이드 할 수 없습니다. 레벨이 너무 높습니다.
ru: Вы не можете улучшить Телепортатор, это слишком продвинутая технология.
zh_hans: 你无法继续升级传送器，它已经足够先进。

source: Install the Doors System. [-30~]
fr: Installer un système de Portes. [-30~]
ko: 문 제어실을 설치한다. [-30~]
ru: Установить систему Дверей. [-30~]
zh_hans: 安装舱门系统。[-30~]

source: While the system is being installed on the ship, you take a look at the market.
fr: Pendant que le système de survie est installé sur votre vaisseau, vous jetez un œil au marché.
ko: 시스템이 설치되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока система устанавливается на ваш корабль, вы отправляетесь в магазин.
zh_hans: 当系统在被安装到船上时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade the Doors. [-20~]
fr: Améliorer les Portes. [-20~]
ko: 문 제어실을 업그레이드한다. [-20~]
ru: Улучшить систему Дверей. [-20~]
zh_hans: 升级舱门系统。[-20~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: Upgrade the Doors. [-45~]
fr: Améliorer les Portes. [-45~]
ko: 문 제어실을 업그레이드한다. [-45~]
ru: Улучшить систему Дверей. [-45~]
zh_hans: 升级舱门系统。[-45~]

source: While the system is being upgraded on the ship, you take a look at the market.
fr: Pendant que le système est améloré, vous jetez un œil au marché.
ko: 시스템이 업그레이드 되는 동안 당신은 시장을 둘러봤습니다.
ru: Пока производятся работы по улучшению системы, вы отправляетесь в магазин.
zh_hans: 当船上的系统正在升级时，你看了一下市场。

source: See what they're selling.
fr: Voir ce qu'ils vendent.
ko: 그들이 무엇을 파는지 본다.
ru: Посмотреть, что они продают.
zh_hans: 看看他们在卖什么。

source: You cannot upgrade the Doors, they are fully upgraded.
fr: Vous ne pouvez pas améliorer le système de Portes, il est au niveau maximal.
ko: 문 제어실을 업그레이드 할 수 없습니다. 이미 최대 레벨입니다.
ru: Вы не можете улучшить систему Дверей, она полностью улучшена.
zh_hans: 你不能升级舱门系统，它们已经完全升级了。

source: Nevermind, just go to the market.
fr: Finalement non, aller simplement au marché.
ko: 아무것도 하지 않고 바로 시장으로 향한다.
ru: Неважно, просто отправиться в магазин.
zh_hans: 算了，去市场吧。

# data/events_standard.xml$//event[@name="STOREEVENT_TERRAFORMING"]/choice[2]/text
source: Visit the market.
fr: Visiter le marché.
ko: 시장에 들른다.
ru: Отправиться в магазин.
zh_hans: 访问市场。

# data/events_standard.xml$//event[@name="STOREEVENT_WEATHER_STUCK"]/text
source: You see a small, populated moon in the distance, though there appears to be no ships going to or from. Shall we approach it?
fr: Vous voyez une petite lune peuplée au loin, quoiqu'il n'y a aucun vaisseau sortant ou entrant. Faut-il s'en approcher ?
ko: 멀리 떨어진 곳에 사람이 붐비지만 드나드는 함선은 없어 보이는 작은 달을 발견했습니다. 접근할까요?
ru: Вы видите вдалеке небольшую населенную луну, но вы не наблюдаете потока кораблей рядом с ней. Будем ли мы к ней приближаться?
zh_hans: 你在远处看到一个体积较小、人口众多的卫星，尽管似乎没有船只进出。我们要接近它吗？

source: Land on the moon and search for a store.
fr: Alunir et chercher un magasin.
ko: 달에 착륙해 상점을 찾는다.
ru: Приземлиться на луну и поискать магазин.
zh_hans: 登陆卫星并寻找商店。

source: No ships attempt to stop you, so you land on a small platform near a small urban city. There's few people outside, but you assume finding a store won't be too difficult.
fr: Aucun vaisseau n'essayant de vous arrêter, vous alunissez sur une petite plateforme près d'une ville. Il y a peu de gens dehors, mais vous assumez n'avoir aucun mal à trouver un magasin.
ko: 어떤 함선도 당신을 막지 않아서 작은 도시 근처에 있는 작은 플랫폼에 착륙했습니다. 밖에 사람들은 별로 없지만, 당신은 가게를 찾는 것이 별로 어렵지 않으리라 생각합니다.
ru: Никакие корабли не пытаются остановить вас, поэтому вы приземляетесь на небольшой платформе рядом с маленьким городом. На улицах мало людей, но вы полагаете, что найти магазин будет несложно.
zh_hans: 没有船只试图阻止你，所以你降落在一个小城市附近的一个小平台上。外面的人很少，但你认为找到一家商店不会太难。

source: Talk to some passerbys.
fr: Parler à des passants.
ko: 행인에게 말을 건다.
ru: Поговорить с прохожими.
zh_hans: 与一些路人交谈。

source: The small groups of aliens about are reluctant to talk to you, hurrying to their destinations. You catch wind of a conversation about a storm, though you don't know what to make of it.
fr: Les petits groupes d'aliens semblent peu enclin à vous parler, se pressant vers leurs destinations. Vous interceptez une conversation à propos d'une tempête, mais vous ne savez pas quoi en faire.
ko: 작은 무리의 외계인들이 당신과 대화하기를 꺼리며 그저 갈 길을 갔습니다. 당신은 그들이 폭풍에 관해 이야기하는 것을 들었지만, 그것을 어떻게 받아들여야 할지 갈피를 잡지 못했습니다.
ru: Небольшие группы инопланетян неохотно разговаривают с вами, спеша по своим делам. Вы уловили разговор о буре, но не знаете, что из этого следует.
zh_hans: 周围的小群外星人都不愿意和你说话，匆匆赶往目的地。你听到了一场关于风暴的对话，尽管你不知道该怎么做。

source: Leave before this storm hits.
fr: Partir avant que la tempête fasse rage.
ko: 폭풍이 몰아지기 전에 떠난다.
ru: Уйти до того, как начнется шторм.
zh_hans: 在这场风暴袭来之前离开。

source: It seems you escaped just in time. A cluster of asteroids passes by the moon, pelting the surface. Though it doesn't cause much damage, you'd likely have been stuck for a long time.
fr: Il semblerait que vous vous soyez échappé juste à temps. Une série d'astéroïdes foncent vers la lune, s'écrasant à la surface. Bien que les dégâts soient limités, il est probable que vous soyez resté bloqué pendant un long moment.
ko: 제 시간에 딱 맞춰 탈출한 것 같습니다. 소행성 무리가 달을 지나가면서 표면에 부딪쳤습니다. 저것에 별 피해를 입지는 안았겠지만 오랫동안 갇혀 있어야 했을 것입니다.
ru: Похоже, вы ушли как раз вовремя. Скопление астероидов пролетает мимо луны, часть из них падает на ее поверхность. Хотя они не причинили большого ущерба, вы, скорее всего, застряли бы здесь надолго.
zh_hans: 看来你逃得正是时候。一群小行星经过卫星，击打着表面。虽然它不会造成太大的伤害，但你可能会被困很长时间。

source: Keep looking for a store.
fr: Continuer de chercher un magasin.
ko: 계속해서 상점을 찾는다.
ru: Продолжить искать магазин.
zh_hans: 继续找商店。

source: As you look through the store, a dark cloud descends on the planet. An asteroid storm has engulfed the moon, but luckily the bigger ones burn up before they hit the surface. Regardless, there is no option of leaving yet. You wait, and lose a considerable amount of time.
fr: Alors que vous jetez un œil aux marchandises, un nuage sombre descend sur la ville. Une tempête d'astéroïdes a englobé la lune, mais heureusement les plus gros se consument avant d'atteindre la surface. Malgré tout, il n'est pas question de partir maintenant. Vous attendez, et perdez beacoup de temps.
ko: 상점을 살펴보고 있을 때, 행성에 먹구름이 드리웠습니다. 이윽고 소행성 폭풍이 달을 집어삼켰지만, 다행히도 커다란 것들은 표면에 부딪히기 전에 불타 사라졌습니다. 그렇다고 해도 지금 떠날 수는 없습니다. 당신은 기다렸고, 상당한 시간이 소요되었습니다.
ru: Пока вы искали магазин, на планету опускается темное облако. Луну охватил астероидный шторм, но, к счастью, крупные астероиды сгорают прежде чем долететь до поверхности. Тем не менее, у вас пока нет возможности улететь. В ожидании вы теряете значительное количество времени.
zh_hans: 当你穿过商店时，一片乌云降临在这个星球上。一场小行星风暴已经吞没了卫星，但幸运的是，更大的风暴在它们到达地表之前就已经燃烧殆尽。无论如何，还没有离开的选项。你干等着，并浪费了大量时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Find a store.
fr: Trouver un magasin.
ko: 상점을 찾는다.
ru: Найти магазин.
zh_hans: 找一家商店。

source: You look at little and quickly find a market, though business seems to be poor. The shopkeeper seems to be in a rush to lock up for the night, but he lets you look around briefly.
fr: Vous cherchez un peu et trouvez rapidement un marché qui semble voir peu de clients. Le marchand semble pressé de fermer pour la nuit, mais il vous laisse brièvement feuilleter ses biens.
ko: 조금만 둘러보고도 금방 시장을 찾아냈지만, 장사가 잘 되지는 않아 보입니다. 가게 주인은 밤이 되기 전에 서둘러 문을 잠그려 하고 있었지만, 당신에게 잠시 물건을 볼 수 있도록 해줬습니다.
ru: Вы осматриваетесь и быстро находите рынок, хотя дела тут, по всей видимости, идут плохо. Владелец магазина, похоже, спешит закрыться на ночь, но он позволяет вам быстро осмотреться.
zh_hans: 你看得不多，很快就找到了一个市场，尽管生意似乎很差。店主似乎急着要锁门过夜，但他让你简单地看了看。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you look through the store, a dark cloud descends on the planet. An asteroid storm has engulfed the moon, but luckily the bigger ones burn up before they hit the surface. Regardless, there is no option of leaving yet. You wait, and lose a considerable amount of time.
fr: Alors que vous jetez un œil aux marchandises, un nuage sombre descend sur la ville. Une tempête d'astéroïdes a englobé la lune, mais heureusement les plus gros se consument avant d'atteindre la surface. Malgré tout, il n'est pas question de partir maintenant. Vous attendez, et perdez beacoup de temps.
ko: 상점을 살펴보고 있을 때, 행성에 먹구름이 드리웠습니다. 이윽고 소행성 폭풍이 달을 집어삼켰지만, 다행히도 커다란 것들은 표면에 부딪히기 전에 불타 사라졌습니다. 그렇다고 해도 지금 떠날 수는 없습니다. 당신은 기다렸고, 상당한 시간이 소요되었습니다.
ru: Пока вы были в магазине, на планету опускается темное облако. Луну охватил астероидный шторм, но, к счастью, крупные астероиды сгорают прежде чем долететь до поверхности. Тем не менее, у вас пока нет возможности улететь. В ожидании вы теряете значительное количество времени.
zh_hans: 当你穿过商店时，一片乌云降临在这个星球上。一场小行星风暴已经吞没了卫星，但幸运的是，更大的风暴在它们到达地表之前就已经燃烧殆尽。无论如何，还没有离开的选项。你干等着，并浪费了大量时间。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Slug Crew) The Slug senses distress among the citizens. He advises we hurry.
fr: (Membre d'équipage Limace) Votre Limace détecte de la détresse parmi les citoyens. Elle suggère de se dépêcher.
ko: (슬러그 선원) 슬러그가 시민들 사이에서 고충을 감지하고는 서두르라고 조언했습니다.
ru: (Член экипажа-слизень) Ваш слизень чувствует беспокойство среди горожан. Они советуют нам поторопиться.
zh_hans: (蛞蝓族船员)你的蛞蝓感觉到市民的急切。他们建议我们快点。

source: With the knowledge your Slug provides, you're able to gauge that an asteroid storm will strike soon. You quickly hurry into the store and get what you need and leave before the storm hits.
fr: Avec les informations que votre Limace vous donne, vous arrivez à comprendre qu'une tempête d'astéroïdes va bientôt frapper la lune. Vous foncez dans un magasin, puis en sortez avant que la tempête rage.
ko: 슬러그가 제공한 정보로 곧 소행성 폭풍이 닥칠 것을 에측할 수 있었습니다. 당신은 서둘러 상점에 들려 필요한 것을 챙기고 폭풍이 몰아치기 전에 이곳을 떠났습니다.
ru: С помощью знаний, которые дал вам слизень, вы смогли определить, что скоро начнется астероидный шторм. Вы быстро спешите в магазин, покупаете все необходимое и уходите, пока не начался шторм.
zh_hans: 通过你的蛞蝓提供的知识，你能够判断出小行星风暴很快就会袭击。你迅速赶到商店，拿上你需要的东西，在风暴来临之前离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the moon.
fr: Ignorer la lune.
ko: 달을 무시한다.
ru: Не обращать внимания на луну.
zh_hans: 无视卫星。

source: As you wait for the FTL drive to charge, you notice an asteroid storm approaching the moon. Good thing you decided not to approach.
fr: Alors que vous attendez le chargement de votre moteur SPL, vous remarquez une tempête d'astéroïdes en approche de la lune. Vous avez bien fait de ne pas y aller.
ko: 당신은 FTL 드라이브가 충전되기를 기다리는 동안 그 달에 소행성 폭풍이 접근 중인 것을 알아챘습니다. 다가가지 않기로 해서 다행입니다.
ru: Пока вы ждете зарядки ССД, вы замечаете, что к луне приближается астероидный шторм. Хорошо, что вы решили не приближаться.
zh_hans: 当你等待超光速推进器充能时，你注意到一个小行星风暴正在接近卫星。幸好你决定不靠近。

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="NEBULA_STOREEVENT_FED_AUTO"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_AUTO"]/text
source: An automated Federation supply drone is stationed here. A simple ID scan should grant you access to its vending mode.
fr: Un drone de ravitaillement de la Fédération stationne ici. Un simple scan de votre identité devrait vous permettre d'accéder à son mode vendeur.
ko: 이곳에 연방의 무인 보급선이 정박해 있었습니다. 간단한 신분증 스캔을 통해 자동판매 모드를 이용할 수 있습니다.
ru: Здесь находится автоматический дрон снабжения Федерации. Простое сканирование идентификатора даст вам доступ к его режиму торговли.
zh_hans: 一架自动化的联邦补给无人机驻扎在这里。通过简单的身份扫描，你应该可以访问它的售货模式。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_AUTO"]/choice[1]/text
source: Scan your ID.
fr: Scanner votre ID.
ko: 신분증을 스캔한다.
ru: Предоставить идентификатор для сканирования.
zh_hans: 扫描你的身份证。

source: The Auto-ship recognizes you as a registered Federation vessel and opens its trading menu.
fr: L'Auto-vaisseau vous reconnaît comme un vaisseau allié et active son programme de commerce.
ko: 무인기는 당신의 함선이 연방에 등록된 선박임을 알아차리고 거래 창을 띄웠습니다.
ru: Автоматический корабль распознает вас как зарегистрированное судно Федерации и открывает свое торговое меню.
zh_hans: 自动船识别你是一艘注册的联邦船只并打开其交易菜单。

source: Shop.
fr: Commercer.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: (Engi Crew) Access an additional Drone offer.
fr: (Membre d'équipage Engi) Accéder à une offre de Drone supplémentaire.
ko: (엔지 선원) 추가적인 드론 제품 목록을 이용한다.
ru: (Член экипажа-энджи) Получить доступ к дополнительному предложению покупки дрона.
zh_hans: (半械族船员)获得额外的无人机交易选项。

source: (Zoltan Crew) Access an additional Beam offer.
fr: (Membre d'équipage Zoltan) Accéder à une offre de Rayon supplémentaire.
ko: (졸탄 선원) 추가적인 빔 제품 목록을 이용한다.
ru: (Член экипажа-золтан) Получить доступ к дополнительному предложению покупки лучевого орудия.
zh_hans: (超能族船员)获得额外的光束交易选项。

source: (Orchid Crew) Access an additional Missile offer.
fr: (Membre d'équipage Orchidée) Accéder à une offre de Missile supplémentaire.
ko: (오키드 선원) 추가적인 미사일 제품 목록을 이용한다.
ru: (Член экипажа-орхидея) Получить доступ к дополнительному предложению покупки ракетной установки.
zh_hans: (兰花族船员)获得额外的导弹交易选项。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_AUTO"]/choice[2]/text
source: Attack the drone!
fr: Attaquer le drone !
ko: 무인기를 공격한다!
ru: Атаковать беспилотник!
zh_hans: 攻击无人机！

source: As long as it's not full of Federation crew, nothing is going to stop you from ravaging this ship. Honestly, maybe even if it was full of crew, it wouldn't stop you.
fr: Ce vaisseau n'est pas rempli de Fédérés, rien ne vous empêche donc de le ravager. Quoique, honnêtement, même s'il l'était, cela ne vous empêcherait pas non plus.
ko: 연방의 선원들로 가득 차 있는 게 아니라면 그 무엇도 당신이 이 함선을 파괴하는 것을 막을 수 없을 것입니다. 사실, 선원이 가득 차 있다고 해도 당신을 막진 못했을 겁니다.
ru: Поскольку там нет экипажа Федерации, ничто не помешает вам опустошить этот корабль. Честно говоря, даже если бы он был полностью забит экипажем, это бы вас не остановило.
zh_hans: 只要它不是满载联邦船员，没有什么能阻止你蹂躏这艘船。说实话，也许即使是满载的船员，也阻止不了你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_MARKET"]/text
source: A large civilian market has been established in this system. Allied Federation ships patrol the area to make sure Rebels and Pirates can't sneak in.
fr: Un grand marché civil a été établi dans ce système. Des vaisseaux alliés de la Fédération patrouillent l'endroit pour que ni les Rebelles ni les pirates ne puissent s'y introduire.
ko: 이 태양계에는 거대한 민간 시장이 형성되어 있습니다. 연방의 함선들이 이 지역을 순찰하며 반군이나 해적이 숨어들지 못하도록 하고 있습니다.
ru: В этой системе организован большой гражданский рынок. Союзные корабли Федерации патрулируют территорию, чтобы убедиться, что повстанцы и пираты не смогут пробраться внутрь.
zh_hans: 在这个星系中已经建立了一个大型民用市场。联邦军舰在该地区巡逻，以确保叛军和海盗无法潜入。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_MARKET"]/choice[1]/text
source: Access the market.
fr: Accéder au marché.
ko: 시장에 들어간다.
ru: Отправиться на рынок.
zh_hans: 进入市场。

# data/events_standard.xml$//event[@name="STOREEVENT_FED_MARKET"]/choice[2]/text
source: Volunteer to stand guard for a while for pay.
fr: Se porter volontaire pour faire le guet en l'échange d'une paie.
ko: 잠시 보초를 서고 보수를 받는다.
ru: Вызваться добровольцем, чтобы постоять на страже некоторое время за плату.
zh_hans: 志愿站一段时间的岗，以获得报酬。

source: The Federation soldiers are glad to take a break, and their command agrees to let you stand guard. Your shift will take one jump cycle, hopefully nothing bad happens.
fr: Les soldats Fédérés acceptent volontiers de faire une pause, et leur commandement accepte de vous laisser faire le guet. Vous allez rester à votre poste pendant un cycle de saut, espérons qu'il n'y ait aucune anicroche.
ko: 연방 병사들은 기쁘게 휴식을 취했고, 그들의 사령관은 당신이 보초를 서는 것에 동의했습니다. 당신의 근무는 함대에 한 번 도약할 시간을 줄 것입니다. 나쁜 일이 일어나지 않기를 바랍니다.
ru: Солдаты Федерации рады передышке, и их командование позволяет вам постоять в карауле. Ваша смена займет один цикл прыжка, надеюсь, ничего плохого не случится.
zh_hans: 联邦士兵们很高兴能休息一下，他们的指挥部也同意让你站岗。你的工作将需要一个跃迁周期，希望不会发生什么坏事。

source: Wait...
fr: Attendre...
ko: 보초를 선다...
ru: Ждать...
zh_hans: 等待...

source: Fortunately for you, no pirates or Rebels make a surprise visit during your shift. You collect your pay and prepare to leave.
fr: Heureusement pour vous, ni pirates ni Rebelles ne font une visite surprise durant votre ronde. Vous acceptez votre paie, puis vous vous préparez à partir.
ko: 운 좋게도, 당신이 근무를 서는 동안에는 해적이나 반군이 기습하지 않았습니다. 당신은 보수를 받고 떠날 준비를 했습니다.
ru: К счастью для вас, ни пираты, ни повстанцы не нанесли неожиданный визит во время вашей смены. Вы получаете свою плату и готовитесь уйти.
zh_hans: 幸运的是，没有海盗或叛军在你值班期间突然造访。你领取了你的工资，准备离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fortunately for you, no pirates or Rebels make a surprise visit during your shift. You collect your pay and prepare to leave.
fr: Heureusement pour vous, ni pirates ni Rebelles ne font une visite surprise durant votre ronde. Vous acceptez votre paie, puis vous vous préparez à partir.
ko: 운 좋게도, 당신이 근무를 서는 동안에는 해적이나 반군이 기습하지 않았습니다. 당신은 보수를 받고 떠날 준비를 했습니다.
ru: К счастью для вас, ни пираты, ни повстанцы не нанесли неожиданный визит во время вашей смены. Вы получаете свою плату и готовитесь уйти.
zh_hans: 幸运的是，没有海盗或叛军在你值班期间突然造访。你领取了你的工资，准备离开。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Luck is not on your side today - a pirate vessel has arrived, and it is your duty to take care of them!
fr: La chance n'est pas avec vous aujourd'hui - un vaisseau pirate est arrivé, et c'est à vous de les détruire !
ko: 오늘은 별로 운이 좋지 못했습니다. 해적선이 나타났습니다. 당신이 그들을 처리해야만 합니다!
ru: Сегодня удача не на вашей стороне - прибыло пиратское судно, и ваш долг - позаботиться о них!
zh_hans: 今天运气不在你这边--海盗舰来了，照顾好他们是你的职责！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
