Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You power up your weapon and lock onto the position of the child, quickly eliminating it. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
fr: Vous activez vos armes et les verrouillez sur la position de l'enfant, l'éliminant rapidement. Tout l'équipage vous regarde avec horreur pour ce que vous venez de faire, mais les propriétaires du magasin ne semblent pas spécialement choqués, et vous lancent un module Hektar en récompense de votre meurtre.
ko: 당신은 무기를 가동하고 아이를 겨냥한 다음 빠르게 일을 마쳤습니다. 당신의 모든 선원들은 당신이 방금 한 일을 공포에 질려 바라봤지만, 상점 주인들은 전혀 신경 쓰지 않는 것 같습니다. 그들은 근처에 있던 헥타르 모듈을 하나 집어 당신의 살행에 대한 보상으로 던져줬습니다.
ru: Вы включаете оружие и определяете местоположение ребенка, быстро расправляясь с ним. Вся ваша команда с ужасом смотрит на то, что вы только что сделали, но владельцев магазина это, похоже, нисколько не волнует. Они хватают один из стоящих рядом модулей Гектар и бросают его вам в качестве награды за убийство.
zh_hans: 你充能你的武器，锁定孩子的位置，迅速将其消灭。你的全体船员都惊恐地看着你刚才的所作所为，但店主似乎一点也不在乎。他们抓起附近的一个赫克塔模块扔给你，作为对你过失杀人的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Boarding Drone) "New prime directive. Eliminate the child."
fr: (Drone d'abordage) "Nouvelle directive. Éliminer l'enfant."
ko: (대인 전투 드론) "신규 지령 갱신됨. 아이를 제거할 것."
ru: (Абордажный дрон) "Новая приоритетная директива. Устранить ребенка".
zh_hans: (士兵无人机)"新的指令。消灭这个孩子。"

source: Your drone stirs to life and immediately seeks out the child and terminates it immediately with a lethal injection. It returns to you and confirms the kill. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
fr: Votre drone se met en route, puis traque immédiatement l'enfant et lui injecte un poison mortel. Il revient ensuite à vous pour confirmer sa mort. Tout l'équipage vous regarde avec horreur pour ce que vous venez de faire, mais les propriétaires du magasin ne semblent pas spécialement choqués, et vous lancent un module Hektar en récompense de votre meurtre.
ko: 움직이기 시작한 드론은 즉시 아이를 찾아내고 독극물을 주사해 순식간에 목숨을 끊었습니다. 당신의 모든 선원들은 당신이 방금 한 일을 공포에 질려 바라봤지만, 상점 주인들은 전혀 신경 쓰지 않는 것 같습니다. 그들은 근처에 있던 헥타르 모듈을 하나 집어 당신의 살행에 대한 보상으로 던져줬습니다.
ru: Ваш дрон оживает, немедленно находит ребенка и тут же устраняет его с помощью смертельной инъекции. Он возвращается к вам и подтверждает убийство. Вся ваша команда с ужасом смотрит на то, что вы только что сделали, но владельцев магазина это, похоже, нисколько не волнует. Они хватают один из стоящих рядом модулей Гектар и бросают его вам в качестве награды за убийство.
zh_hans: 你的无人机苏醒过来，立即寻找孩子并立即用致命注射终止它。它回到你身边，确认了这次杀戮。你的全体船员都惊恐地看着你刚才的所作所为，但店主似乎一点也不在乎。他们抓起附近的一个赫克塔模块扔给你，作为对你过失杀人的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Sensors) Track down the child.
fr: (Capteurs améliorés) Trouver l'enfant.
ko: (고급 센서) 아이를 추적한다.
ru: (Улучш. Сенсоры) Найти ребенка.
zh_hans: (高级传感器)追踪孩子。

source: (Slug Crew) Track down the child.
fr: (Membre d'équipage Limace) Trouver l'enfant.
ko: (슬러그 선원) 아이를 추적한다.
ru: (Член экипажа-слизень) Найти ребенка.
zh_hans: (蛞蝓族船员)追踪孩子。

source: (LRS) Track down the child.
fr: (SLP) Trouver l'enfant.
ko: (장거리 탐사용 스캐너) 아이를 추적한다.
ru: (Сканеры дальнего действия) Найти ребенка.
zh_hans: (长距扫描仪)追踪孩子。

source: (Lifeform Scanner) Track down the child.
fr: (Scanners à vie) Trouver l'enfant.
ko: (생체 스캐너) 아이를 추적한다.
ru: (Сканер форм жизни) Найти ребенка.
zh_hans: (生命扫描仪)追踪孩子。

# data/events_standard.xml$//event[@name="TONY_CHILD"]/choice/event/choice[8]/text
source: You're on your own.
fr: Sans nous.

source: You give the Leech an odd look and walk away. Looks like you'll just have to put up with the crying while you shop.
fr: Vous lancez à la Sangsue un regard étrange et partez. Il va falloir faire avec le bruit pendant vos achats.

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

# data/events_standard.xml$//event[@name="TONY_CHILD_FOUND"]/text
source: You successfully track down the location of the lost child and bring them back to their mother. She's so grateful she pays you, and the store's staff give you one of the Hektar modules they swiped from the storage room.
fr: Vous arrivez à trouver la position de l'enfant perdu et le ramenez à sa mère. Elle est si reconnaissante qu'elle vous paie, et le personnel du magasin vous donne un module Hektar qu'ils ont volé dans l'entrepôt.
ko: 당신은 미아가 된 아이의 위치를 성공적으로 추적한 뒤 아이를 엄마에게 데려갔습니다. 그녀는 사례금을 주면서까지 고마워했고, 상점 직원은 창고에서 슬쩍한 헥타르 사 모듈 한 개를 당신에게 건네주었습니다.
ru: Вы успешно нашли потерявшегося ребенка и вернули его матери. Она так благодарна, что платит вам, а сотрудники магазина отдают вам один из модулей Гектар, которые они вынесли из кладовой.
zh_hans: 你成功地追踪到了丢失孩子的位置，并把他们带回了他们的母亲身边。她非常感激，给了你钱，商店的员工也给了你一个他们从储藏室偷来的赫克塔模块。

# data/events_standard.xml$//event[@name="TONY_BALLPIT"]/text
source: Seems this store in particular has an additional section specifically to serve as a children's play place. However, it seems to be under lockdown. Considering the rest of the store is functional you can't imagine whats wrong.
fr: Il semble que ce magasin en particulier dispose d'une section supplémentaire destinée à servir de lieu de jeu pour les enfants. Cependant, il semble qu'il soit verrouillé. Considérant que le reste du magasin est fonctionnel, vous avez du mal imaginer ce qui ne va pas.
ko: 이 상점에는 아이들의 놀이터 역할을 하는 특별한 코너가 딸려 있는 것 같습니다. 하지만 지금은 봉쇄된 것으로 보이네요. 상점의 다른 코너들은 다 정상영업 중이니, 무엇이 문제인지 알 수가 없습니다.
ru: Похоже, что именно в этом магазине есть дополнительная секция, предназначенная для детских игр. Однако она, по-видимому, находится под замком. Учитывая, что остальная часть магазина функционирует, невозможно представить, что именно случилось.
zh_hans: 似乎这家店特别有一个额外的区域，专门作为儿童的游戏场所。然而，它似乎被封锁了。考虑到商店的其余部分都是功能性的，你无法想象出了什么问题。

# data/events_standard.xml$//event[@name="TONY_BALLPIT"]/choice[1]/text
source: Inquire about the lockdown.
fr: Demander pourquoi l'espace est fermé.
ko: 봉쇄에 관해 물어본다.
ru: Поинтересоваться об этом.
zh_hans: 询问封锁的情况。

# data/events_standard.xml$//event[@name="TONY_BALLPIT"]/choice[1]/event/text
source: You find a half-asleep Slug guarding the door, who's startled awake by your question. "What? Huh? Oh, ssssome dumbassss lost their toy in the ballpit and we gotta get it out. Two problemsss. One, the kid in quessstion isss ssome kind of Rock prince, and if we don't find hissss toy we're all ssscrewed. Sssecond, the ballpit comesss from ssssome kind of ssstrange ancccient ruin we were led to by sssome jackasss in a big purple transport vesssssel with a bunch of lasssersss."
fr: Vous trouvez une Limace à moitié endormie qui garde la porte et qui est réveillée par votre question. "Quoi ? Hein ? Oh, un abruti a perdu sssson jouet dans la pisssscine à balles et nous devons le récupérer. Deux problèmes. Un, le gamin en quesssstion est une sssssorte de princccce Rocailleux, et ssssi on ne trouve pas sssson jouet, on est toussss fichus. Deusssièmement, la piscine à balles provient d'une ssssorte de ruine antique étrange à laquelle nous avons été conduits par des crétins dans un grand vaissssseau de transsssport violet avec un tas de lassssers."
ko: 당신의 질문에 화들짝 놀라며 깨어난, 반쯤 졸면서 문을 지키고 있던 슬러그를 발견했습니다. "뭐? 음? 아, 어떤 멍쩡이가 볼구덩이에 짱난감을 잃어버려써 쩌희가 가찌러 가야되요. 두가찌 문쩨쩜이 이써요. 하나, 짱난감을 잃어버린 그 아이는 어떤 락 왕짜에요. 그리고 우리가 짱난감을 못 찾으면 우린 다 쭈거써요. 둘, 그 볼구덩이는 쑤많은 레이쩌를 달고있던 커다란 보라쌕 쑤쏭썬을 타고있던 얼간이들이 알려준 어떠한 이쌍한 고대의 폐허에써 쩌희가 가쪄온거예요."
ru: Вы находите полусонного слизня, охраняющего дверь, которого разбудил ваш вопрос. "Что? А? Какие-то тупицы потеряли сссвою игрушшшку на игровом проссстранссстве, и мы должны ее доссстать. Две проблемы. Во-первых, ребенок, о котором идет речь, - какой-то принц валунов, и есссли мы не найдем его игрушшшку, нам всссем конец. Во-вторых, игровое проссстранссство находитссся в каких-то ссстранных древних руинах, к которым нассс привели какие-то шшшакалы на большшшом фиолетовом транссспортном корабле ссс кучей лазеров".
zh_hans: 你发现一个半睡半醒的蛞蝓守在门口，他被你的问题吓醒了。"什么？哦，一些蠢货把他们的玩具丢在了球池里，我们得把它拿出来。有两个问题。第一，那个孩子是某个岩石族王子，如果我们找不到他的玩具，我们就全完了。第二，这个球池来自某种奇怪的古代遗迹，我们是被一个开着紫色大运输船、带着一堆激光器的家伙带过来的。"

source: Offer to find the toy.
fr: Proposer d'aller chercher le jouet.
ko: 장난감을 찾겠다고 한다.
ru: Предложить найти игрушку.
zh_hans: 提出要找到玩具。

source: "Are... are you sssserious? Caussse like, our sssearch partiesss sssstill haven't returned and they've been gone for hourssss.
fr: "Vous... vous êtes ssssérieux ? Parccce que, nos chercheurs ne sssssont toujours pas revenus et ils ssssont partis depuis des heures."
ko: "당씬...찐씸이예요? 왜냐하면, 우리 쑤쌕대는 몇씨간이 찌나도 아찍 돌아오찌 않았어요."
ru: "Вы... вы сссерьезно? Ведь нашшши поисссковые группы до сссих пор не вернулисссь, их нет уже несссколько часссов.
zh_hans: "你......你是认真的吗？就像，我们的搜索队仍然没有回来，他们已经走了好几个小时了。

source: Alright, weird story...
fr: Okay, bizarre l'histoire...
ko: 알았어, 이상한 이야기네...
ru: Ладно, странная история...
zh_hans: 好吧，奇怪的故事...

source: Ancient ruin or not, you can't waste time looking for some spoiled brat's toy when you have an important mission at hand.
fr: Anciennes ruines ou pas, vous ne pouvez pas perdre de temps à chercher le jouet d'un enfant pourri gâté alors que vous avez une mission importante à accomplir.
ko: 고대 유적이건 아니건, 당신은 중요한 임무를 맡고 있어서 버릇없는 애새끼 한 명의 장난감을 찾기 위해 허비할 시간은 없습니다.
ru: Древние руины или нет, но нельзя тратить время на поиски игрушки какого-то испорченного мальчишки, когда перед вами стоит важная задача.
zh_hans: 不管是不是古代遗迹，当你有一个重要的任务在手时，你不能浪费时间去寻找一些被宠坏的孩子的玩具。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="TONY_BALLPIT"]/choice[2]/text
source: Ignore it and return to shopping.
fr: L'ignorer et retournez faire vos emplettes.
ko: 그것을 무시하고 다시 쇼핑하러간다.
ru: Не обращать на это внимания и вернуться к покупкам.
zh_hans: 无视它，返回购物。

# data/events_standard.xml$//event[@name="TONY_BALLPIT"]/choice[2]/event/text
source: Strange as it is, the playplace is of little concern to you.
fr: Aussi étrange qu'elle puisse être, la zone de jeu est le cadet de vos soucis.
ko: 그 놀이터가 수상하긴 해도, 당신이 신경 쓸만한 장소는 아닙니다.
ru: Как ни странно, игровое пространство вас мало волнует.
zh_hans: 虽然很奇怪，这个游戏场对你来说无关紧要。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="TONY_HQ"]/text
source: This beacon seems to be located next to a massive ring-station covered in dozens of stores, factories, and restaurants. Your Atlas informs you this is "Tony Sr's Mega Shopping Center Deluxe", some kind of experimental mega-mall created by the same man responsible for the Tony's retail line. Some say the Leech tycoon himself lives somewhere aboard. It seems multiple distress signals are coming from inside.
fr: Cette balise est située à proximité d'une énorme station-anneau couverte de magasins, d'usines et de restaurants. Votre Atlas vous informe qu'il s'agit du "Méga Centre Commercial Deluxe de Tony Sr", une sorte d'hypermarché expérimental créé par la Sangsue à la tête de la marque de détail Tony's. Certains disent que le magnat Sangsue vit quelque part à bord. Il semblerait que plusieurs signaux de détresse viennent de l'intérieur.
ko: 이 송신소는 수많은 상점과, 공장들, 그리고 식당들로 뒤덮인 거대한 링-정거장 옆에 위치한 것으로 보입니다. 당신의 아틀라스가 말해주기를 이곳은 "토니시니어의 메가 쇼핑 센터 디럭스", 토니의 소매라인을 창조한 사람에 의해 만들어진 어떤 실험적 메가-몰입니다. 몇몇이들은 리치 타이쿤이 이곳 어디선가 산다고 합니다. 여럿 조난신호들이 안에서부터 오고있습니다.
ru: Этот маяк, похоже, расположен рядом с огромной кольцевой станцией, покрытой десятками магазинов, фабрик и ресторанов. Атлас сообщает, что это "Мега торговый центр Тони-старшего Делюкс" - некий экспериментальный мега торговый центр, созданный тем же человеком, который отвечает за розничную линию "У Тони". По некоторым данным, сам магнат-пиявка живет где-то на борту. Похоже, что изнутри поступают многочисленные сигналы бедствия.
zh_hans: 这个信标似乎位于一个巨大的环形空间站旁边，上面有几十家商店、工厂和餐馆。你的星区数据集告诉你这是"托尼·西尼尔的超级豪华购物中心"，某种实验性的大型购物中心，由负责托尼零售系列的同一个人创建。有人说吸虫大亨本人就住在船上的某个地方。似乎有多个求救信号从里面传来。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[1]/text
source: Approach.
fr: S'approcher.
ko: 다가간다.
ru: Приблизиться.
zh_hans: 靠近。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[1]/event/text
source: The inside of the station is a gruesome sight. Corpses of staff and shoppers litter the halls. Some still seem to be alive but only barely, and there's seemingly little you can do to save all of them. Moments later the distress call mysteriously shuts off. Guess you arrived just in time, but what could have caused this?
fr: À l'intérieur vous attend un spectacle morbide : les corps du personnel et des clients couvrent les couloirs. Certains sont encore en vie, mais pas pour longtemps, et il n'y a pas grand chose à faire pour les sauver. Quelques secondes plus tard, le signal de détresse se coupe mystérieusement. Il semblerait que vous arrivez juste à temps, mais qui aurait pu faire ça ?
ko: 정거장 안쪽은 엄청 끔찍했습니다. 직원들과 쇼핑객들의 시체들이 복도를 채웠으니까요. 그중 몇몇은 아직 살아있었지만, 겨우 숨만 붙어있는 상태였으며, 그들 모두를 살릴방법은 없어보입니다. 잠시후 조난신호가 신기하게도 꺼집니다. 아마도 당신이 시간을 딱 맞춰서 도착했나보군요. 그러나 이 잔혹한 현장을 무엇이 일으킨걸까요?
ru: Внутреннее убранство станции представляет собой жуткое зрелище. В коридорах валяются трупы сотрудников и покупателей. Некоторые из них еще живы, но уже едва-едва, и, похоже, мало что можно сделать, чтобы спасти их всех. Спустя несколько мгновений сигнал бедствия таинственным образом отключается. Похоже, вы прибыли как раз вовремя, но что могло послужить причиной этого?
zh_hans: 空间站的内部是一个可怕的景象。大厅里到处都是工作人员和购物者的尸体。有些人似乎还活着，但只是勉强活着，而你似乎没有什么办法来拯救所有的人。几分钟后，求救信号神秘地关闭了。猜你来得正是时候，但什么会导致这种情况呢？

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[1]/event/choice[1]/text
source: Keep going.
fr: Continuer.
ko: 계속 간다.
ru: Продолжать идти.
zh_hans: 继续前进。

source: Eventually you find a band of survivors, several armed security guards. "Thank god someone came! We're under attack from the Syndicate, seems they have some beef with Mr. Senior. We held them off for a while, but then this ship arrived carrying what looked like an MFK Ace! He stormed through here and killed everyone in his way. He's trying to break into Mr. Senior's vault in the command center, and there isn't much time left!"
fr: Vous finissez par trouver des survivants, quelques agents de sécurité armés. "Dieu merci, quelqu'un est venu ! Nous sommes attaqués par le Syndicat, qui semble vouloir en découdre avec Mr. Senior. Nous les avons tenu en échec pour quelque temps, mais est arrivé un vaisseau transportant ce qui ressemblait à un As MFK ! Il a forcé le barrage et tué tout le monde sur son chemin. Il est en train d'essayer d'entrer dans le bunker de Mr. Senior dans le centre de commande, et le temps est compté !"
ko: 결국 당신은 무장한 경비원들 몇명을 포함한 생존자 집단을 발견하였습니다. "하늘이여 감사합니다! 저희는 신디케이트로부터 공격받았어요. 그들이 시니어씨와 어떤 뒤끝이 있나봐요. 저희가 그들을 어느정도 막아내긴했었지만, MFK 에이스로 보이는걸 싣고있는 함선 한개가왔어요. MFK에이스가 여기로 돌격해와서는 가로막는 모든이들을 죽였어요. 그는 지금 커맨드 센터에 있는 시니어씨의 볼트를 부수고 들어가려고 하고있어요. 시간이 얼마 남지않았어요!"
ru: В конце концов вы находите группу выживших, несколько вооруженных охранников. "Слава богу, хоть кто-то пришел! Нас атаковал Синдикат, похоже, у них какие-то претензии к господину Старшему. Мы сдерживали их некоторое время, но потом прибыл корабль с человеком, похожим на аса МФК! Он ворвался сюда и убил всех на своем пути. Он пытается проникнуть в хранилище господина Старшего в командном центре, а времени осталось мало!"
zh_hans: 最终，你找到了一帮幸存者，几个武装保安。"感谢上帝，有人来了！我们受到了来自佣兵团的攻击，似乎他们与西尼尔先生有一些矛盾。我们挡住了他们一阵子，但后来这艘船来了，载着一个看起来像MFK王牌精英！他冲进了这里，杀死了所有挡路的人。他试图闯入西尼尔先生在指挥中心的保险库，而且时间已经不多了！"

source: Save Tony.
fr: Sauver Tony.
ko: 토니를 구한다.
ru: Спасти Тони.
zh_hans: 拯救托尼。

source: What does the Syndicate want with Tony?
fr: Qu'est-ce que le Syndicat veut à Tony ?
ko: 신디케이트는 토니한테서 뭘 원하는거지?
ru: Что Синдикату нужно от Тони?
zh_hans: 佣兵团想从托尼身上得到什么？

source: "Dunno, but I think it's got something to do with Hektar. See, there's only two big names tied to that company anymore, and one of them's Tony. The other happens to be Vael, and he's the leader of the Syndicate. I heard down the grapevine that Vael was hoping for Hektar to fail to give him an excuse to seize their assets, and if that's the case, then Mr. Senior's the only thing standing in his way. But that's just an educated guess. I'm just a security guard!"
fr: "Sais pas, mais je crois que ça a un rapport avec Hektar. Voyez, il n'y a plus que deux gros noms associés à cette compagnie, et l'un d'eux, c'est Tony. L'autre, c'est Vael, le chef du Syndicat. Il y a une rumeur comme quoi Vael voulait que Hektar fasse faillite pour avoir une excuse pour voler leurs actifs, et si c'est le cas, alors ceux de Mr. Senior sont les seuls qui restent. Enfin, c'est juste ce que je pense, je ne suis qu'un agent de sécurité!"
ko: "잘 모르겟지만, 내가 생각하기엔 헥타르 사와 관련된 거 같아. 봐봐, 이젠 헥타르 사와 관련된 거물은 2명만이 남아있고, 그중 한 명은 토니지. 또 다른 이는 신디케이트의 수장인 바엘이고. 어찌저찌해서 듣게 된 바로 바엘은 헥타르 사가 망하길 바라고 있어. 그래야 그에게 헥타르 사의 자산을 몰수할 명분이 생기니까. 그리고 만약에 그러한 경우라면, 시니어 씨는 그저 장애물일 뿐이야. 내 추측일뿐이지만. 내가 뭘 알겠어, 난 그저 경비원일 뿐이라고!"
ru: "Не знаю, но думаю, что это как-то связано с Гектаром. Видите ли, с этой компанией связаны только два крупных имени, и одно из них - Тони. Другого зовут Ваэль, он лидер Синдиката. Я слышал, что Ваэль надеялся на провал Гектара, чтобы дать ему повод захватить их активы, и если это так, то господин Старший - единственное, что стоит на его пути. Но это лишь предположение. Я всего лишь охранник!"
zh_hans: "不知道，但我认为这与赫克塔有关。你看，现在只有两个大人物与那家公司有联系，其中一个是托尼。另一个恰好是威尔，他是佣兵团的领导人。我听到小道消息说，威尔希望赫克塔失败，以便给他一个借口来夺取他们的资产，如果是这样的话，那么西尼尔先生是唯一挡在他面前的东西。但这只是一个有根据的猜测。我只是个保安！"

source: Save Tony.
fr: Sauver Tony.
ko: 토니를 구한다.
ru: Спасти Тони.
zh_hans: 拯救托尼。

source: Sorry but we can't help.
fr: Désolé, nous ne pouvons pas aider.
ko: 미안하지만 우린 도와줄 수가 없어.
ru: К сожалению, мы не можем помочь.
zh_hans: 对不起，我们不能提供帮助。

source: Sorry but we can't help.
fr: Désolé, nous ne pouvons pas aider.
ko: 미안하지만 우린 도와줄 수가 없어.
ru: К сожалению, мы не можем помочь.
zh_hans: 对不起，我们不能提供帮助。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[1]/event/choice[2]/text
source: Leave quickly.
fr: Partir, et vite.
ko: 황급히 떠난다.
ru: Быстро уйти.
zh_hans: 迅速离开。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[2]/text
source: Ignore the distress calls.
fr: Ignorer les signaux de détresse.
ko: 조난신호들을 무시한다.
ru: Не обращать внимания на сигналы бедствия.
zh_hans: 不理会那些求救呼叫。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[2]/event/text
source: You're on an important mission, you can't waste time investigating crimes in a city-sized shopping mall.
fr: Votre mission est importante, pas le temps d'enquêter sur des crimes commis dans un magasin de la taille d'une ville.
ko: 당신은 중요한 임무를 맡고 있기 때문에, 도시 크기의 쇼핑몰 안에서 벌어지는 범죄들을 조사할 시간이 없습니다.
ru: У вас важная миссия, вы не можете терять время на расследование преступлений в торговом центре размером с город.
zh_hans: 你有一个重要的任务，你不能把时间浪费在调查一个城市规模的购物中心的犯罪上。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[2]/event/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="TONY_HQ"]/choice[2]/event/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="TONY_HQ_ANGEL"]/text
source: You leave the main shopping area and fly towards the command tower where you find a strange Stealth ship laying down fire on the last of the station's security turrets. When they spot you, they warn you not to approach. "So Tony sent a renegade to save his ass? Cute. Look here and listen pal. Name's Cancer. They call me an Angel of Death, one of Mr. Vael's finest. Now, the last thing you wanna go doing is upsetting the boss, man. So just turn on around and skiddadle, understand?"
fr: Vous sortez de la zone marchande et volez vers la tour de contrôle, où vous voyez un étrange vaisseau Furtif ouvrir le feu sur l'une des dernières tourelles de sécurité. Lorsqu'ils vous voient, ils vous préviennent de ne pas approcher. "Alors comme ça, Tony a envoyé un renégat pour sauver ses fesses ? Marrant. Bon, alors écoute, mon gars. Moi, c'est Pisces. Je suis un Ange de la Mort, la crême de Vael. Or, la dernière chose que tu veux faire, c'est énerver le patron, mec. Alors tu vas me faire le plaisir de te barrer, compris ?"
ko: 주요 상가 지역을 뒤로 하고, 수상한 스텔스 함선이 마지막으로 남은 경비 터렛 몇개를 공격하고 있는 지휘탑으로 향했습니다. 그들은 함선을 발견하자, 다가오지 말라고 경고했습니다. "그래, 토니가 배회자를 보내서 살기를 바라는건가? 귀엽군. 이봐 잘 들어, 난 캔서라고 한다. 다들 날 죽음의 천사라고 부르더군. 그것도 바엘의 최정예 중 한 명이라고. 자, 바엘을 화나게 하는건 네가 절대로 하면 안 되는 짓이야. 뒤돌아서 얼른 사라지라고, 알았어?"
ru: Вы покидаете основную торговую зону и летите к командной башне, где обнаруживаете странный стелс-корабль, обстреливающий последние охранные турели станции. Заметив вас, они предупреждают, чтобы вы не приближались. "Значит, Тони послал Ренегата спасать свою задницу? Мило. Смотри сюда и слушай, приятель. Меня зовут Рак. Они называют меня Ангелом Смерти, одним из лучших мистеров Ваэля. И последнее, что ты хочешь сделать, это расстроить босса, парень. Так что просто разворачивайся и катись, понял?"
zh_hans: 你离开主购物区，飞向指挥塔，在那里你发现一艘奇怪的隐形飞船正在向空间站最后的保安炮塔开火。当他们发现你时，他们警告你不要靠近。"所以托尼派一个变元者来救他的屁股？真可爱。看这里，听着，伙计。我的名字叫巨蟹座。他们叫我死亡使者，威尔先生最优秀的人之一。现在，你想做的最后一件事就是惹恼老板，伙计。所以，转身，滑走就可以了，明白吗？"

# data/events_standard.xml$//event[@name="TONY_HQ_ANGEL"]/choice[1]/text
source: Nah.
fr: Nan.
ko: 거절하겠어.
ru: Не-а.
zh_hans: 拒绝。

# data/events_standard.xml$//event[@name="TONY_HQ_ANGEL"]/choice[1]/event/text
source: "Welp, then don't say I didn't warn you!" The ship turns its weapons on you and attacks!
fr: "Bon, eh bien dis pas que je ne t'aurai pas prévenu !" Le vaisseau se retourne et vous attaque !
ko: "저런, 난 분명히 경고했어!" 함선이 당신을 향해 무기를 조준하고 공격해옵니다!
ru: "Ну, тогда не говори, что я тебя не предупреждал!" Корабль направляет оружие на вас и атакует!
zh_hans: "好吧，那就别说我没提醒你！"这艘船把它的武器对准了你，并发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="TONY_HQ_ANGEL"]/choice[2]/text
source: Good point, let's leave.
fr: Bonne remarque, on va partir.
ko: 좋은 생각이야, 어서 떠나자고.
ru: Хорошая мысль, давайте уйдем.
zh_hans: 说得好，我们离开吧。

# data/events_standard.xml$//event[@name="TONY_HQ_SAVE"]/text
source: The strange pirate ship is defeated. You scrap its remains.
fr: L'étrange vaisseau pirate est détruit. Vous désassemblez ce qu'il reste.
ko: 이상한 해적 함선은 파괴되었습니다. 남아있는 것들을 스크랩해갑니다.
ru: Странный корабль пиратов побежден. Его останки разобраны на металлолом.
zh_hans: 这艘奇怪的海盗舰被打败了。你搜刮了它的残骸。

# data/events_standard.xml$//event[@name="TONY_HQ_SAVE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
