Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The Slug growls. "YOU WILL GIVE ME ALL OF YOUR MONEY AND THEN YOU WILL DANCE LIKE A BALLERINA!"
fr: La Limace grogne. "TU VAS ME DONNER TOUT TON ARGENT, PUIS TU VAS DANSSSER COMME UNE BALLERINE!"
ko: 슬러그가 으르렁거렸습니다. "너는 나한테 가찌고 있는 돈을 모두 쭈게 된다, 그러고 나써 발레리나쩌럼 쭘을 쭌다!"
ru: Слизень рычит. "ТЫ ОТДАШЬ МНЕ ВСССЕ СССВОИ ДЕНЬГИ, А ПОТОМ БУДЕШШШЬ ТАНЦЕВАТЬ, КАК БАЛЕРИНА!"
zh_hans: 蛞蝓咆哮着。"你要把你所有的钱都给我，然后像芭蕾舞演员一样跳舞！"

source: Are you ok?
fr: Est-ce que ça va ?
ko: 어디 아프세요?
ru: Ты в порядке?
zh_hans: 你还好吗？

source: (Mind Control) Explain to him that hypnosis doesn't work with a watch.
fr: (Contrôle mental) Expliquer que l'hypnose ne marche pas avec une montre.
ko: (정신 지배 장비) 시계로는 최면을 걸 수 없다고 설명한다.
ru: (Контроль разума) Объяснить ему, что гипноз с часами не работает.
zh_hans: (心灵控制)向他解释，怀表催眠不起作用。

source: "Oh. I need a machine for thisss? Well that'ssss lame. I need ssscrap to afford that... You have ssscrap, right? I have thingsss! We can trade!"
fr: "Ah. Il faut une machine pour ççça ? Bah, ccc'est nul. Il me faut de la ferraille pour m'en payer une... Vous en avez, n'essst-ccce pas ? J'ai des trucs ! On pourrait échanger !"
ko: "아. 따로 기계가 필요한 건가? 째미업께씨리. 기계를 싸려면 쓰크랩이 필요한데... 너 쓰크랩 가꼬 이찌? 나는 쌍품을 가꼬 이써! 거래하짜!"
ru: "О. Мне нужна машшшина для этого? Ну, это отссстой. Мне нужен лом, чтобы позволить сссебе такое... У тебя ведь есссть лом? У меня есссть вещщщи! Мы можем обменятьссся!"
zh_hans: "哦。我需要一台机器来做这个？那就太逊了。我需要一些废料才能买得起这个...你有废料，对吗？我有东西！我们可以交换！"

source: (Slug Crew) Check his intentions.
fr: (Membre d'équipage Limace) Déterminer ses intentions.
ko: (슬러그 선원) 그의 의도를 확인한다.
ru: (Член экипажа-слизень) Проверить его намерения.
zh_hans: (蛞蝓族船员)洞悉对方的意图。

source: It seems like this Slug is some kind of hypnotist. It's not your Slug that told you that, it's the fact he is now brandishing an old pocket-watch and is waving it in front of you. When he realizes it's futile, he gives up and offers to trade.
fr: Il semblerait que cette Limace soit une sorte d'hypnotiste. Ça, ce n'est pas votre Limace qui vous l'a dit, c'est le fait qu'elle brandit une vieille montre de poche devant vous. Réalisant que c'est futile, elle abandonne et décide de commercer.
ko: 이 슬러그는 일종의 최면술사인 것으로 보입니다. 슬러그 선원이 말해준 것은 아니지만, 그가 오래된 시계를 꺼내 당신 앞에서 흔들고 있는 것을 보면 확실합니다. 그는 이내 최면 시도가 무의미하다는 것을 깨닫고 거래를 제안했습니다.
ru: Похоже, что этот слизень - своего рода гипнотизер. Это не ваш слизень вам сказал, а то, что он сейчас размахивает перед вами старыми карманными часами. Когда он понимает, что это бесполезно, он сдается и предлагает поторговать.
zh_hans: 看起来这个蛞蝓是某种催眠师。不是你的蛞蝓告诉你的，而是他现在挥舞着一块旧的怀表，在你面前挥舞。当他意识到这是徒劳的时候，他放弃了，并提出要进行交易。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_HYPNO"]/choice[3]/text
source: Get off our goddamn ship!
fr: Barre-toi de ce fichu vaisseau !
ko: 우리 함선에서 꺼져!
ru: Убирайся с нашего чертового корабля!
zh_hans: 该死的离开我们这艘船！

source: You aren't sure if he meant well or not, but this Slug isn't taking this insult lightly. You'll have to chase him off with force, though hopefully that isn't too hard.
fr: Vous ne savez pas quelles étaient ses intentions, mais cette Limace ne le prend pas bien du tout. Il va falloir la chasser d'ici par la force, espérons que ce ne sera pas trop difficile.
ko: 그가 애초에 나쁜 마음을 가지고 침입한 건지는 확실치 않지만, 일단 이 모욕을 가볍게 여기지는 않는 듯합니다. 무력으로 그를 쫓아야 할 것 같습니다. 그리 어려운 일은 아닐 테지요.
ru: Вы не знаете, серьезно он это говорил или нет, но этот слизень не воспринимает свои действия всерьез. Вам придется прогнать его силой, хотя, надеюсь, это будет не слишком сложно.
zh_hans: 你不确定他是好意还是恶意，但这个蛞蝓对这种侮辱不以为然。你必须用武力把他赶走，尽管希望这不会太难。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Slug seems to give up. "Thisss never worksss. Whatever. Want to buy sssome ssstuff?"
fr: La Limace semble abandonner. "Ççça ne marche jamais. Tant pis. Tu veux acheter des trucs?"
ko: 그 슬러그는 포기한 것 같습니다. "한 번도 쩨대로 된 쩍이 업써. 어째꺼나, 물건 쫌 싸쭐래?"
ru: Слизень, похоже, сдается. "Это никогда не работает. Неважно. Хочешшшь купить что-нибудь?"
zh_hans: 蛞蝓似乎放弃了。"这东西从来就没有奏效过。不管怎么样。想买些东西吗？"

source: The Slug seems to give up. "Thisss never worksss. Whatever. Want to buy sssome ssstuff?"
fr: La Limace semble abandonner. "Ççça ne marche jamais. Tant pis. Tu veux acheter des trucs?"
ko: 그 슬러그는 포기한 것 같습니다. "한 번도 쩨대로 된 쩍이 업써. 어째꺼나, 물건 쫌 싸쭐래?"
ru: Слизень, похоже, сдается. "Это никогда не работает. Неважно. Хочешшшь купить что-нибудь?"
zh_hans: 蛞蝓似乎放弃了。"这东西从来就没有奏效过。不管怎么样。想买些东西吗？"

source: Furious it's not working, the Slug turns hostile and a Slug vessel comes swirling out of nowhere!
fr: Furieuse que ça ne marche pas, la Limace devient hostile et un vaisseau Limace sort en trombe de nulle part !
ko: 슬러그는 최면이 듣지 않았다는 사실에 격분하여 적대적으로 변했고 동시에 난데없는 슬러그 함선이 날아왔습니다!
ru: Взбешенный тем, что ничего не получается, слизень становится враждебным, и из ниоткуда появляется корабль слизней!
zh_hans: 愤怒的是，这并不奏效，蛞蝓变成了敌对状态，一艘蛞蝓族船不知从何处飞来！这时，他才发现，原来是自己在做梦！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_ASTEROIDS"]/text
source: Looks like the nearby Slug colony is embedded on a large asteroid, somewhat unusual but nothing remarkable. The only thing is, this is a pretty dense field, and you aren't sure if you can make it through without harm.
fr: Il semblerait que la colonie de Limaces non loin soit imbriquée sur un gros astéroïde, plutôt rare mais pas exceptionnel. Le problème, c'est que ce champ semble plutôt dense, et vous n'êtes pas sûr que vous pourrez le traverser indemne.
ko: 근처의 슬러그 거주지는 커다란 소행성 지대 속에 묻혀 있었습니다. 다소 특이하지만 눈여겨 볼만한 것은 없습니다. 다만, 소행성이 꽤 밀집해 있어 피해 없이 진입할 수 있을지 확실하지 않습니다.
ru: Похоже, что расположенная неподалеку колония слизней находится на крупном астероиде, что несколько необычно, но ничего примечательного в этом нет. Единственное, это довольно плотное астероидное поле, и вы не уверены, что сможете пройти через него без повреждений.
zh_hans: 看起来附近的蛞蝓族殖民地嵌在一颗大的小行星上，有些不寻常，但没有什么了不起。唯一的问题是，这是一个相当密集的领域，你不确定你是否能无损通过。

source: Approach.
fr: S'approcher.
ko: 접근한다.
ru: Приблизиться.
zh_hans: 靠近。

source: (Slug Crew) Hail the colony and see if they can send a merchant to you.
fr: (Membre d'équipage Limace) Contacter la colonie et voir s'ils peuvent vous envoyer un marchand.
ko: (슬러그 선원) 거주지에 연락해 상선을 보내 줄 수 있는지 묻는다.
ru: (Член экипажа-слизень) Связаться с колонией и узнать, смогут ли они прислать к вам торговца.
zh_hans: (蛞蝓族船员)呼叫殖民地，询问他们是否能派一个商人过来。

source: Fortunately, the colony's managers are more agreeable than you would have thought. A ship is dispatched to trade with you.
fr: Heureusement, les gérants de la colonie sont plus plaisants que vous le pensiez. Un vaisseau est envoyé faire affaires avec vous.
ko: 운 좋게도, 거주지의 관리자들은 생각보다 친절했습니다. 당신과 거래하기 위한 함선이 파견되었습니다.
ru: К счастью, руководство колонии оказалось более сговорчивым, чем вы могли предположить. Для торговли с вами отправляется корабль.
zh_hans: 幸运的是，该殖民地的管理者比你想象的要好说话。一艘船被派来与你交易。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Upg. Shields) Make your way through safely.
fr: (Boucliers améliorés) Se frayer un chemin en toute sécurité.
ko: (고급 방어막) 안전하게 진입한다.
ru: (Улучш. Щиты) Безопасно пройти.
zh_hans: (高级护盾)安全通过。

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但有事情要做。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Upg. Engines) Make your way through safely.
fr: (Moteurs améliorés) Se frayer un chemin en toute sécurité.
ko: (고급 엔진) 안전하게 진입한다.
ru: (Улучш. Двигатели) Безопасно пройти.
zh_hans: (高级引擎)安全通过。

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但有事情要做。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Cognitive) Have your Cognitive chart a safe path through.
fr: (Cognitif) Faire trouver un chemin à travers par votre Cognitif.
ko: (코그니티브) 코그니티브가 안전한 진입 경로를 찾게 한다.
ru: (Когнитив) Попросить своего когнитива проложить безопасный путь.
zh_hans: (认知体)让你的认知体描绘出一条安全的通道。

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但有事情要做。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Upg. Autopilot) Make your way through safely.
fr: (Auto-pilote amélioré) Se frayer un chemin en toute sécurité.
ko: (고급 조타실) 안전하게 진입한다.
ru: (Улучш. Автопилот) Безопасно пройти.
zh_hans: (高级自动驾驶)安全通过。

source: As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但有事情要做。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Ignore the colony.
fr: Ignorer la colonie.
ko: 거주지를 무시한다.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: Traveling through an asteroid field just to deal with some Slugs is the kind of choice only a captain dumber than you would make.
fr: S'introduire dans un champ d'astéroïdes juste pour faire affaire avec des Limaces est le genre d'erreur que seul un capitaine plus bête que vous ferait.
ko: 슬러그와 거래하자고 소행성 지대를 가로지르는 것은 당신보다 멍청한 선장이나 할법한 일입니다.
ru: Пройти через астероидное поле только для того, чтобы встретиться со слизнями, - такое решение может принять только капитан, который еще глупее вас.
zh_hans: 穿越小行星带只是为了会见一些蛞蝓，只有比你更笨的舰长才会做出这样的选择。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your piloting skills are fortunately enough to carry you through to safety. No asteroids hit you, and you make both trips unharmed. As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Vos capacités de pilotage sont heureusement suffisantes pour vous amener à bon port. Aucun astéroïde ne vous percute, et vous sortez de l'aller-retour indemne. Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: 당신의 뛰어난 조타 실력 덕분에 거주지에 왕복하는 동안 아무런 피해도 입지 않았습니다. -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 幸运的是，你的驾驶技术足以将你带到安全的地方。没有小行星击中你，你两次旅行都没有受到伤害。俗话说，需要一个勇敢的人才能踏上蛞蝓的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但还有事情要做。

source: You make your way to the colony just fine, but your journey back is rough. As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Vous arrivez à atteindre la colonie sans problème, mais le chemin du retour s'avère délicat. Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: 거주지로 가는 길은 안전했지만, 돌아오는 길에 피해를 입었습니다. -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 你去殖民地的路上很顺利，但你回来的路上却很艰难。俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但还有事情要做。

source: Your trip there and back are quite rough, but you've made it there in one piece (hopefully). As the saying goes, it takes a brave person to set foot on a Slug colony - it can take weeks to get the mucus out of your clothes - but there's business to be done.
fr: Votre aller comme votre retour sont rudes, mais vous y arrivez en un morceau (du moins vous l'espérez). Comme dit le proverbe, il faut être brave pour mettre le pied dans une colonie Limace - il faut parfois des semaines pour retirer tout le mucus de vos vêtements - mais vous avez des affaires à faire.
ko: 오고 가는 길이 모두 험난했지만, (다행히도) 무사히 다녀왔습니다. -옷에서 점액을 빼내는 데만 몇 주가 걸리더라- 라는 말이 있을 정도로 슬러그의 거주지에 발을 들이는 건 용기가 필요한 일입니다. 하지만 당신은 해야 할 일이 있습니다.
ru: Как говорится, нужно быть смелым человеком, чтобы ступить на территорию колонии слизней - на то, чтобы отстирать слизь с одежды, могут уйти недели, - но дело есть дело.
zh_hans: 你去那里和回来都相当坎坷，但你已经完整地到达了那里(希望如此)。俗话说，需要一个勇敢的人才能踏上蛞蝓族的殖民地--可能需要几个星期才能把你衣服上的粘液弄干净--但有事情要做。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY"]/text
source: The nearby Slug station is soliciting various (suspiciously) reasonably priced items. In fact, it seems so normal, that you're almost certain it's a trick.
fr: Cette station Limace diffuse des publicités pour des produix à un prix (suspicieusement) raisonnable. En fait, elle semble si normale que vous êtes sûr que c'est une ruse.
ko: 근처의 슬러그 정거장에서 다양한 물건들을 (수상할 정도로) 적당한 가격에 팔고 있었습니다. 사실, 너무 평범해 보여서 뭔가 속임수가 있을 거라고 확신하게 됩니다.
ru: На соседней станции слизней предлагают различные (подозрительно) недорогие товары. На самом деле, все выглядит настолько обычным, что вы почти уверены, что это уловка.
zh_hans: 附近的蛞蝓族空间站正在征集各种(可疑的)合理价格的物品。事实上，这看起来很正常，你几乎可以肯定这是个骗局。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY"]/choice[1]/text
source: Dock.
fr: Appareiller.
ko: 정박한다.
ru: Пристыковаться.
zh_hans: 停靠。

source: (Slug Crew) Make all of your deals through your Slug.
fr: (Membre d'équipage Limace) Faire passer toutes vos transactions par votre Limace.
ko: (슬러그 선원) 슬러그에게 모든 거래를 맡긴다.
ru: (Член экипажа-слизень) Провести все свои сделки через своего слизня.
zh_hans: (蛞蝓族船员)通过你的蛞蝓做所有的交易。

source: Through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
fr: Pendant toute la transaction, tout se passe comme prévu. Il semblerait que c'était une fausse alerte, mais vous patrouillez quand même votre soute à la recherche de passagers clandestins ou de biens volés.
ko: 모든 거래가 정상적으로 이루어졌습니다. 당신은 밀항자나 도둑에 대비해 주의 깊게 창고를 둘러봤지만, 아무래도 경계심이 과했던 것 같습니다.
ru: В течение всей операции все идет совершенно нормально. Видимо, это была ложная тревога, хотя вы все еще с опаской осматриваете груз в поисках незваных гостей или краденого.
zh_hans: 在整个交易过程中，一切都完全正常。我猜这一切都是虚惊一场，尽管你仍然小心翼翼地探查货物，寻找偷渡者或赃物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Adv. Sensors) Keep an eye on the ship while you shop.
fr: (Capteurs de pointe) Garder un œil sur la station pendant la transaction.
ko: (최고급 센서) 쇼핑하는 동안 함선을 감시한다.
ru: (Продв. Сенсоры) Следить за кораблем во время торговли.
zh_hans: (先进传感器)交易时加强监测以备万一。

source: Despite your enhanced security through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
fr: Malgré toute votre vigilance pendant la transaction, vous ne voyez rien d'anormal. Il semblerait que c'était une fausse alerte, mais vous patrouillez quand même votre soute à la recherche de passagers clandestins ou de biens volés.
ko: 최고급 보안 장치조차 거래하는 동안 아무것도 감지하지 못했습니다. 당신은 밀항자나 도둑에 대비해 주의 깊게 창고를 둘러봤지만, 아무래도 경계심이 과했던 것 같습니다.
ru: Несмотря на усиленную защиту, все проходит совершенно нормально. Видимо, это была ложная тревога, хотя вы все равно с опаской осматриваете груз в поисках незваных гостей или краденого.
zh_hans: 你在整个交易过程中加强了安保，一切都完全正常。我猜这一切都是虚惊一场，尽管你仍然小心翼翼地探查货物，寻找偷渡者或赃物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Upg. Doors) Lock down the ship while you shop.
fr: (Portes améliorées) Fermer les portes de votre vaisseau pendant la transaction.
ko: (고급 문 제어실) 쇼핑하는 동안 모든 문을 봉쇄해 둔다.
ru: (Улучш. Двери) Запереть корабль на время торговли.
zh_hans: (高级舱门)在你购物的时候，封锁住星舰。

source: Despite your enhanced security through the entire transaction, everything goes completely normal. Guess it was all a false alarm, though you're still cautiously poking through the cargo looking for stowaways or stolen goods.
fr: Malgré toute votre vigilance pendant la transaction, vous ne voyez rien d'anormal Il semblerait que c'était une fausse alerte, mais vous patrouillez quand même votre soute à la recherche de passagers clandestins ou de biens volés.
ko: 최고급 보안 장치조차 거래하는 동안 아무것도 포착하지 못했습니다. 당신은 밀항자나 도둑에 대비해 주의 깊게 창고를 둘러봤지만, 아무래도 경계심이 과했던 것 같습니다.
ru: Несмотря на усиленную защиту, все проходит совершенно нормально. Видимо, это была ложная тревога, хотя вы все равно с опаской осматриваете груз в поисках незваных гостей или краденого.
zh_hans: 你在整个交易过程中加强了安保，一切都完全正常。我猜这一切都是虚惊一场，尽管你仍然小心翼翼地探查货物，寻找偷渡者或赃物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY"]/choice[5]/text
source: Attack the station!
fr: Attaquer la station !
ko: 정거장을 공격한다!
ru: Атаковать станцию!
zh_hans: 攻击空间站！

source: You're the shoot first, ask questions later kind of guy. No questions will follow this time of course, it's just a metaphor. Happy murdering!
fr: Vous seriez du genre à tuer d'abord et discuter ensuite. Aucune discussion ne suivra cette fois-ci, bien sûr, ce n'est qu'une métaphore. Bon meurtre !
ko: 그들의 정체를 묻기 전에 우선 공격합시다. 물론 죽은 슬러그들에게 뭘 물어보지는 못할 겁니다, 그냥 비유적인 표현이에요. 즐거운 살생 되세요!
ru: Вы из тех, кто сначала стреляет, а потом задает вопросы. В этот раз, конечно, вопросов не будет, это просто метафора. Счастливых убийств!
zh_hans: 你是那种先开枪，后问话的人。这次当然不会有问题，这只是一个比喻。谋杀愉快！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY"]/choice[6]/text
source: Avoid the Slugs.
fr: Éviter les Limaces.
ko: 슬러그를 피한다.
ru: Избегать слизней.
zh_hans: 避开蛞蝓。

source: You know better than to let curiosity get the better of you. These Slugs can go fool someone else.
fr: Mieux vaut ne pas laisser votre curiosité vous trahir. Ces Limaces devront trouver quelqu'un d'autre à piéger.
ko: 당신은 호기심을 무작정 따라선 안 된다는 것을 알고 있습니다. 이 슬러그들은 다른 이를 속이면 될 것입니다.
ru: Вам лучше не позволять любопытству брать верх над вами. Пусть эти слизни обманывают кого-нибудь другого.
zh_hans: 你知道最好不要让好奇心影响到你。这些蛞蝓可以去骗别人。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: To your surprise, everything goes smoothly! No tricks, no traps, nothing! You're let into the store and take your time.
fr: À votre surprise, tout se passe comme prévu ! Ni coup fourré, ni piège, rien ! On vous emmène dans le magasin, où vous pouvez prendre votre temps.
ko: 놀랍게도, 모든 것이 순조롭게 진행됐습니다! 속임수도, 함정도 그 무엇도 없었습니다! 당신은 상점에 들어가 느긋하게 쇼핑을 했습니다.
ru: К вашему удивлению, все проходит гладко! Никаких уловок, никаких ловушек, ничего! Вас пропускают в магазин и не торопят.
zh_hans: 令你惊讶的是，一切都很顺利！没有诡计，没有陷阱，什么都没有！你被允许进入商店，慢慢来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
