Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "And do what, go back to picking trash? No way man, that sucks! I changed my mind, the Coalition is better!"
fr: "Et faire quoi, repartir collecter des ordures ? Ah non mec, c'est nul ! J'ai changé d'avis, la Coalition c'est mieux !"
ko: "쓰레기나 줍는 생활로 돌아가라고? 말도 안 돼, 그건 정말 끔찍하다고! 생각이 바뀌었어, 연합이 훨씬 더 나아!"
ru: "И что, вернуться к сборке мусора? Ни за что, это полный отстой! Я передумал, Коалиция лучше!"
zh_hans: "然后做什么，回去捡垃圾？不可能的，伙计，那太糟糕了！我改变主意了，星联更好！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Why not go be a freelance warrior? That's better than the Coalition surely.
fr: Pourquoi ne pas devenir un guerrier indépendant ? C'est sûrement mieux que la Coalition.
ko: 용병 일을 하는 건 어떻습니까? 분명 그게 연합에서 일하는 것보다 나을 겁니다.
ru: Почему бы не стать вольнонаемным воином? Это уж точно лучше, чем Коалиция.
zh_hans: 为什么不去做一个自由职业的战士？那肯定比星联好。

source: "And what, get hacked to bits like Oertiss? I want to get away from the fighting, not plunge myself into the thick of it! You Feds are clueless, maybe it's a good thing we want to get rid of you!"
fr: >"Et quoi, se faire tailler en rondelles comme Oertiss ? Je veux partir loin des combats, pas me plonger en plein dedans ! Vous les Fédés êtes des ignorants, peut-être que c'est une bonne chose que nous voulions nous débarrasser de vous !"
ko: "그러다 오어티스같이 난도질당하게? 난 싸움에서 벗어나고 싶어. 스스로 싸움에 뛰어들 생각 없다고! 너희 연방군은 정말 눈치가 없어. 아무래도 연합이 너희를 없애려 하는 건 잘하는 일인 것 같네!"
ru: "И что, быть разорванным на куски, как Оертис? Я хочу уйти от боев, а не погружаться в их гущу! Вы, федералы, ничего не понимаете, может, это и хорошо, что мы хотим от вас избавиться!"
zh_hans: "然后呢，像厄尔蒂斯一样被砍成碎片？我想远离战斗，而不是让自己陷入战斗的漩涡！你们联邦的人一无所知，也许我们想摆脱你们是件好事！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're just a puppet of the government like you were before.
fr: Vous n'êtes qu'un pantin de votre gouvernement, comme avant.
ko: 당신은 예전처럼 정부의 꼭두각시일 뿐입니다.
ru: Вы просто марионетка правительства, как и прежде.
zh_hans: 你只是像以前一样是政府的一个傀儡。

source: "What? Tyrdeo might be a pansy coward who collects song birds, but he's hardly intelligent enough to be a puppet master. I signed up for the Coalition willingly because I thought it was better than picking up trash. You Feds are clueless, maybe it's a good thing we want to get rid of you!"
fr: "Quoi ? Tyrdeo n'est peut-être qu'un poltron qui collectionne les oiseaux chanteurs, mais il n'est pas assez intelligent pour être manipulateur. Je me suis inscrit volontairement dans la Coalition car je me disais que c'était mieux que de ramasser des ordures. Vous les Fédés êtes des ignorants, peut-être que c'est une bonne chose que nous voulions nous débarrasser de vous !"
ko: "뭐? 티르데오 그 게이같은 녀석은 명금이나 모으는 겁쟁이에 불과해. 꼭두각시 주인 노릇을 할만큼 똑똑하지 않단 말이야. 내가 연합군에 지원한 건 그게 쓰레기를 줍는것 보다 낫다고 생각해서야. 너희 연방군은 정말 눈치가 없어. 아무래도 연합이 너희를 없애려 하는 건 잘하는 일인 것 같네!"
ru: "Что? Тирдео может быть трусом, коллекционирующим певчих птиц, но вряд ли он достаточно умен, чтобы быть кукловодом. Я добровольно записался в Коалицию, потому что думал, что это лучше, чем собирать всякий хлам. Вы, федералы, ничего не понимаете, может, это и хорошо, что мы хотим от вас избавиться!"
zh_hans: "什么？泰迪奥可能是个收集鸣禽的胆小鬼，他的智慧几乎不足以成为一个傀儡主人。我心甘情愿地签约加入星联，因为我觉得这比捡垃圾要好。你们联邦的人一无所知，也许我们想摆脱你们是件好事！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Life just sucks man.
fr: La vie c'est de la merde, mec.
ko: 이봐 친구, 인생은 원래 고달픈 거야.
ru: Жизнь просто отстой, чувак.
zh_hans: 生活就是这么糟糕，伙计。

source: "I couldn't have said it better myself. This place is hell. I don't even like the Coalition or the Republic. Why do I bother? Why the hell don't I just sell to a Federation ship? Does it matter? WHY DO I EXIST?!" The Leech captain starts sobbing, but you manage to convince him to sell to you as he mentioned.
fr: "Je ne vous le fais pas dire. Cet endroit, c'est l'enfer. Je n'aime même pas la Coalition ou la République. Pourquoi je me gêne ? Pourquoi pas vendre à un vaisseau de la Fédération ? Quelle importance ? POURQUOI J'EXISTE ?!" Le capitaine Sangsue commence à pleurnicher, mais vous arrivez à le convaincre de vous vendre, comme il l'a dit.
ko: "그건 나도 잘 알고 있어. 여기는 지옥이야. 연합이나 공화국이나 다 맘에 안 들어. 왜 내가 그놈들을 따라야 해? 그냥 연방 함선에 물건 좀 팔면 안되나? 뭐 문제 될 거 있나? 난 대체 뭐 때문에 사는 거지?!" 리치 선장이 흐느끼기 시작했습니다. 당신은 겨우겨우 그가 언급했던 대로 당신에게 물건을 팔도록 설득하는데 성공했습니다.
ru: "Я и сам не мог бы сказать лучше. Это место - ад. Мне даже не нравится ни Коалиция, ни Республика. Почему я об этом думаю? Почему, черт возьми, я просто не перейду на корабль Федерации? Разве это имеет значение? ПОЧЕМУ Я СУЩЕСТВУЮ?!" Капитан пиявок начинает рыдать, но вам удается убедить его перейти на ваш корабль, как он и хотел.
zh_hans: "我自己说得再好不过了。这个地方是地狱。我甚至不喜欢星联或共和国。我为什么要这么做呢？我到底为什么不卖给联邦的飞船呢？这有什么关系吗？我为什么要存在！"吸虫族舰长开始啜泣，但你设法说服他按他所说的卖给你。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_COALITION_RACES"]/text
source: Looks like a trade-hub between the different races of the Coalition was set up here. You might be able to sneak in if you have any of the appropriate crew.
fr: À cette balise a été bâti qui semble être un centre de commerce entre les différentes races de la Coalition. Vous pourriez peut-être vous y introduire, si vous avez l'une des races appropriées.
ko: 이곳에 연합 소속 종족 간의 무역 중심지가 있는 것 같습니다. 적절한 선원이 있다면 몰래 들어갈 수 있을지도 모릅니다.
ru: Похоже, здесь был развернут торговый узел между различными расами Коалиции. Возможно, вы сможете пробраться внутрь, если у вас есть подходящий экипаж.
zh_hans: 看起来星联的不同种族在这里建立了一个贸易中心。如果你有合适的船员，你也许能潜入其中。

source: (Slug Crew) Gain access.
fr: (Membre d'équipage Limace) Y accéder.
ko: (슬러그 선원) 접근 권한을 얻는다.
ru: (Член экипажа-слизень) Получить доступ.
zh_hans: (蛞蝓族船员)获得权限。

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Anti-Bio weapon on your way in!
fr: Grâce à votre membre d'équipage, vous y gagnez facilement accès. On vous donne même une arme Anti-Bio alors que vous entrez !
ko: 당신의 선원 덕분에 어렵지 않게 접근 권한을 얻었습니다. 심지어 들어가는 길에 안티 바이오 병기까지 받았습니다!
ru: Благодаря вашему экипажу получить доступ было несложно. При входе вам даже дают новое анти-био орудие!
zh_hans: 多亏了你的船员，要进入这里并不难。在你进去的时候，你甚至会得到一个崭新的反生物武器！

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Rock Crew) Gain access.
fr: (Membre d'équipage Rocailleux) Y accéder.
ko: (락맨 선원) 접근 권한을 얻는다.
ru: (Член экипажа-валун) Получить доступ.
zh_hans: (岩石族船员)获得访问权。

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Missile weapon on your way in!
fr: Grâce à votre membre d'équipage, vous y gagnez facilement accès. On vous donne même un Lance-Missiles alors que vous entrez !
ko: 당신의 선원 덕분에 어렵지 않게 접근 권한을 얻었습니다. 심지어 들어가는 미사일 병기까지 받았습니다!
ru: Благодаря вашему экипажу получить доступ было несложно. При входе вам даже дают новое ракетное орудие!
zh_hans: 多亏了你的船员，要进入这里并不难。在你进去的时候，你甚至得到一个新的导弹武器！

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Mantis Crew) Gain access.
fr: (Membre d'équipage Mantis) Y accéder.
ko: (맨티스 선원) 접근 권한을 얻는다.
ru: (Член экипажа-богомол) Получить доступ.
zh_hans: (螳螂族船员)获得访问权。

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Bomb weapon on your way in!
fr: Grâce à votre membre d'équipage, vous y gagnez facilement accès. On vous donne même un Lance-Bombes alors que vous entrez !
ko: 당신의 선원 덕분에 어렵지 않게 접근 권한을 얻었습니다. 심지어 들어가는 길에 폭탄 병기까지 받았습니다!
ru: Благодаря вашему экипажу получить доступ было несложно. При входе вам даже дают новое бомбовое орудие!
zh_hans: 多亏了你的船员，要进入这里并不难。在你进去的时候，你甚至得到一个新的炸弹武器！

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Leech Crew) Gain access.
fr: (Membre d'équipage Sangsue) Y accéder.
ko: (리치 선원) 접근 권한을 얻는다.
ru: (Член экипажа-пиявка) Получить доступ.
zh_hans: (吸虫族船员)获得权限。

source: Thanks to your crew, it's not hard to gain access. You're even given a fresh Flak weapon on your way in!
fr: Grâce à votre membre d'équipage, vous y gagnez facilement accès. On vous donne même un Canon DCA alors que vous entrez !
ko: 당신의 선원 덕분에 어렵지 않게 접근 권한을 얻었습니다. 심지어 들어가는 길에 플랙 병기까지 받았습니다!
ru: Благодаря вашему экипажу получить доступ было несложно. При входе вам даже дают новое осколочное орудие!
zh_hans: 多亏了你的船员，要进入这里并不难。在你进去的时候，你甚至还得到一把新的破片炮武器！

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: We can't do anything here.
fr: Nous ne pouvons rien faire ici.
ko: 할 수 있는게 없다.
ru: Здесь мы ничего не можем сделать.
zh_hans: 我们在这里什么都做不了。

source: It's a total waste, but you don't have anything to sneak in, and attacking the market would be suicide.
fr: C'est un grand gâchis, mais vous n'avez rien pour vos introduire, et attaquer le marché serait suicidaire.
ko: 아쉽지만, 몰래 들어갈 방법은 없고 그렇다고 시장을 공격하는 것은 자살행위입니다.
ru: Это совершенно напрасно, вы не можете пробраться внутрь, а атаковать рынок было бы самоубийством.
zh_hans: 这完全是浪费，但你没有任何办法可以潜入，而攻击市场则是自杀。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Gah, alright you can ssssstop now! Jeezzzz! We'll trade with you, relax!"
fr: "Gah, d'accord, tu peux t'arrêter maintenant ! Bon sssang ! On accccepte de commercer avec toi, du calme !"
ko: "으악, 이쩨 그만해! 너랑 거래해쭐 테니까 찐쩡하라고!"
ru: "Тьфу, ладно, теперь ты можешь прекратить! Господи! Мы будем торговать с тобой, расслабься!"
zh_hans: "嘎，好了，你现在可以停下来了！"我们将与你交易，放松！"

source: Stop firing and trade.
fr: Arrêter de tirer et commercer.
ko: 포격을 멈추고 거래한다.
ru: Прекратить стрельбу и начать торговать.
zh_hans: 停止射击，交易。

source: The Coalition station turns off its weapons. You're still wary of trading with them, but you don't have many other options.
fr: La station de la Coalition désactive ses armes. Vous n'êtes toujours pas confiant de faire des affaires avec elle, mais vous n'avez pas d'autres choix.
ko: 연합 정거장의 무장이 해제됐습니다. 그들과의 거래는 여전히 우려스럽지만, 다른 선택지가 없습니다.
ru: Станция Коалиции выключает оружие. Вы все еще опасаетесь торговать с ними, но у вас нет других вариантов.
zh_hans: 星联空间站关闭了它的武器。你仍然对与他们的交易保持警惕，但你没有太多的其他选择。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse and finish the station off.
fr: Refuser et achever la station.
ko: 거절하고 전투를 이어간다.
ru: Отказаться и добить станцию.
zh_hans: 拒绝他们并了结这座空间站。

# data/events_standard.xml$//event[@name="STOREEVENT_COALITION_FORCE"]/text
source: Looks like there's a Coalition market here! As you could expect, they certainly aren't trading with you, a Federation ship, unless you can find some way of convincing them...
fr: Il semblerait qu'il y a un marché de la Coalition ici ! Comme vous pouvez l'imaginez, ils ne vont certainement pas accepter de traiter avec vous, sauf si vous arrivez à les convaincre...
ko: 이곳에 연합의 시장이 있는 것 같습니다! 따로 설득할 방법이 없다면 그들은 분명 연방 소속인 당신과 거래해주지 않을 것입니다...
ru: Похоже, здесь есть рынок Коалиции! Как и следовало ожидать, они, конечно, не будут торговать с кораблем Федерации, если только вы не найдете способ убедить их...
zh_hans: 看来这里有一个星联的市场！如你所料，他们肯定不会与你这艘联邦飞船交易，除非你能找到说服他们的方法......

source: Try and talk with them.
fr: Essayer de parler avec eux.
ko: 대화를 시도한다.
ru: Попробовать поговорить с ними.
zh_hans: 尝试与他们交谈。

source: You hail the station, but before you can even get a word out, their Slug captain bursts out laughing. "HAHAHAHAHAH! No."
fr: Vous appelez la station, mais avant que vous puissiez dire un mot, le capitaine Limace éclate de rire. "HAHAHAHAHA ! Non."
ko: 당신은 정거장에 교신을 보냈지만, 입을 열기도 전에 적함의 슬러그 선장이 웃음을 터뜨렸습니다. "하하하하하하! 씷어."
ru: Вы связываетесь со станцией, но не успеваете сказать и слова, как капитан слизень начинает смеяться. "ХАХАХАХАХАХА! Нет".
zh_hans: 你呼叫该站，但你还没来得及说一句话，他们的蛞蝓族舰长就突然大笑起来。"哈哈哈哈！没有。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack them, force is the only way to convince these guys.
fr: Les attaquer, la force est la seule manière de convaincre ces gens.
ko: 공격하라, 오직 무력만이 이 자들을 설득할 수 있다.
ru: Атаковать их, сила - единственный способ убедить этих ребят.
zh_hans: 攻击他们，真理只在大炮的射程之内。

source: If you can do enough damage to the station, you might be able to convince them to sell to you.
fr: Si vous arrivez à faire assez de dégâts à la station, vous pourriez peut-être les convaincre de vous vendre.
ko: 정거장에 충분한 피해를 입히면 그들을 당신과 거래하도록 설득할 수 있을지도 모릅니다.
ru: Если вы сможете нанести станции достаточный ущерб, то, возможно, вам удастся убедить ее продать вам товар.
zh_hans: 如果你能对该站造成足够的损害，你也许能说服他们向你出售。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the station.
fr: Ignorer la station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视空间站。

source: It might not be the greatest idea to try and make a Coalition station trade with you when they're your sworn enemies.
fr: Ce n'est probablement pas une idée de génie d'essayer de faire des affaires avec vos ennemis jurés de la Coalition.
ko: 연방과 철천지원수 사이인 연합의 정거장에서 교역을 시도하는 건 좋은 생각이 아닙니다.
ru: Возможно, это не самая лучшая идея - пытаться заставить станцию Коалиции торговать с вами, когда они являются вашими заклятыми врагами.
zh_hans: 当星联站是你不共戴天的敌人时，试图让他们与你进行贸易可能不是一个好主意。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DYNASTY_NOAIR"]/text
source: It appears a small rogue planet is drifting through the system here. To you, it looks uninhabitable, but it looks like the Dynasty has set up a market on the surface. There's only one catch... there's nothing to support aerobic crew here.
fr: Il semblerait qu'une planète vagabonde dérive dans ce système. Elle vous paraît inhabitable, mais il semble que la Dynastie a construit un marché à la surface. Le seul problème, c'est qu'il n'y a rien pour les races aérobiques ici.
ko: 작은 떠돌이 행성이 이 태양계를 표류하고 있었습니다. 당신의 눈에는 살 수 없는 곳 같지만, 그 행성의 표면에 왕조가 시장을 차린 것 같습니다. 딱 한 가지 문제점은... 산소를 공급받을만한 시설이 전혀 없다는 것입니다.
ru: Похоже, что в этой системе дрейфует небольшая блуждающая планета. Для вас она выглядит непригодной для жизни, но, похоже, Династия устроила на ее поверхности рынок. Есть только одна загвоздка... Здесь нет ничего для поддержки аэробного экипажа.
zh_hans: 似乎有一颗小的流浪星球在这里的星系中漂移。对你来说，它看起来不适合居住，但看起来灵朝已经在表面设立了一个市场。只有一个问题......这里没有任何东西可以支持需氧船员。

source: (Anaerobic Crew) Send down your crew.
fr: (Membre d'équipage anaérobique) Envoyer votre membre d'équipage.
ko: (혐기성 선원) 혐기성 선원을 보낸다.
ru: (Анаэробный экипаж) Отправить члена своего экипажа.
zh_hans: (无氧船员)把你的船员派去。

source: Fortunately, your crew has come to save the day. You send them down to check out the market.
fr: Heureusement, votre membre d'équipage sauve la mise. Vous l'envoyez visitez le marché.
ko: 다행히도, 혐기성 선원이 문제를 해결해 줬습니다. 당신은 그를 보내 시장을 둘러보게 했습니다.
ru: К счастью, ваш член экипажа пришел на помощь. Вы отправляете его осмотреть рынок.
zh_hans: 幸运的是，你的船员拯救了这一切。你派他们下去查看市场。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Respirators) We can explore safely.
fr: (Respirateurs) Nous pouvons explorer en toute sécurité.
ko: (산소마스크) 이거면 안전하게 나갈 수 있다.
ru: (Респираторы) Мы можем исследовать рынок безопасно.
zh_hans: (应急呼吸器)我们可以安全地探索。

source: Fortunately, your respirators have come to save the day. You send down your crew to check out the market.
fr: Heureusement, vos respirateurs sauvent la mise. Vous pouvez envoyer votre équipage visiter le marché.
ko: 다행히도, 산소마스크가 문제를 해결해줬습니다. 당신은 선원들을 보내 시장을 둘러보게 했습니다.
ru: К счастью, вас выручило наличие респираторов. Вы отправляете свой экипаж осмотреть рынок.
zh_hans: 幸运的是，你的应急呼吸器拯救了这一切。你派下你的船员去查看市场。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Orchid Crew) Send down your crew.
fr: (Membre d'équipage Orchidée) Envoyer votre membre d'équipage.
ko: (오키드 선원) 오키드를 보낸다.
ru: (Член экипажа-орхидея) Отправить члена своего экипажа.
zh_hans: (兰花族船员)派遣你的船员下来。

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They got some odd looks, but no one protests.
fr: Heureusement, votre membre d'équipage sauve la mise. Vous l'envoyez visitez le marché. Elle reçoit quelques regards curieux, mais personne ne proteste.
ko: 다행히도, 오키드가 문제를 해결해줬습니다. 당신은 그를 보내 시장을 둘러보게 했습니다. 다소 특이한 손님이겠지만, 아무도 뭐라 하지 않았습니다.
ru: К счастью, на помощь пришел член вашего экипажа. Вы посылаете его проверить рынок. На него странно смотрят, но никто не возражает.
zh_hans: 幸运的是，你的船员拯救了这一切。你派他们下去查看市场。他们得到了一些奇怪的眼神，但没有人抗议。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal Crew) Send down your crew.
fr: (Membre d'équipage Cristalien) Envoyer votre membre d'équipage.
ko: (크리스탈 선원) 크리스탈을 보낸다.
ru: (Член экипажа-кристаллин) Отправить члена своего экипажа.
zh_hans: (水晶族船员)派遣你的船员下去。

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They'll have to hurry, but you can't stick around too long anyways.
fr: Heureusement, votre membre d'équipage sauve la mise. Vous l'envoyez visitez le marché. Il va falloir faire vite, mais vous ne pouviez pas prendre votre temps, de toute façon.
ko: 다행히도, 크리스탈이 문제를 해결해줬습니다. 당신은 그를 보내 시장을 둘러보게 했습니다. 숨이 막히기 전에 서둘러야 하겠지만, 애초에 오래 머무를 수도 없습니다.
ru: К счастью, на помощь пришел член вашего экипажа. Вы отправляете его осмотреть рынок. Ему придется поторопиться, но в любом случае вы не можете задерживаться здесь слишком долго.
zh_hans: 幸运的是，你的船员拯救了这一切。你派他们下去查看市场。他们得抓紧时间，但你无论如何也不能在这里停留太久。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Engi Crew) Send down your crew.
fr: (Membre d'équipage Engi) Envoyer votre membre d'équipage.
ko: (엔지 선원) 선원을 보낸다.
ru: (Член экипажа-энджи) Отправить члена вашего экипажа.
zh_hans: (半械族船员)把你的船员送下去。

source: Fortunately, your crew has come to save the day. You send them down to check out the market. They'll have to hurry, but you can't stick around too long anyways.
fr: Heureusement, votre membre d'équipage sauve la mise. Vous l'envoyez visitez le marché. Il va falloir faire vite, mais vous ne pouviez pas prendre votre temps, de toute façon.
ko: 다행히도, 엔지가 문제를 해결해줬습니다. 당신은 그를 보내 시장을 둘러보게 했습니다. 숨이 막히기 전에 서둘러야 하겠지만, 애초에 오래 머무를 수도 없습니다.
ru: К счастью, на помощь пришел член вашего экипажа. Вы отправляете его осмотреть рынок. Ему придется поторопиться, но в любом случае вы не можете задерживаться здесь слишком долго.
zh_hans: 幸运的是，你的船员拯救了这一切。你派他们下去查看市场。他们得抓紧时间，你无论如何也不能在这里停留太久。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: We can't do anything here.
fr: Nous ne pouvons rien faire ici.
ko: 문제를 해결할 방법이 없다.
ru: Мы ничего не можем здесь сделать.
zh_hans: 我们在这里什么都做不了。

source: Unfortunately, there's no way the Dynasty is going to make a special case for you. You'll have to do your shopping somewhere else.
fr: Hélas, il est peu probable que la Dynastie fera un cas particulier pour vous. Il va falloir faire vos affaires ailleurs.
ko: 아쉽게도, 왕조가 당신을 위해 특별한 조치를 취해주진 않았습니다. 쇼핑은 다른 곳에서 해야 할 것 같습니다.
ru: К сожалению, Династия никак не может сделать для вас специальный бокс. Вам придется торговать в другом месте.
zh_hans: 不幸的是，灵朝是不可能为你做一个特殊的箱子的。你必须在其他地方进行购物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DYNASTY_DOOMSDAY"]/text
source: "The Demons are coming! Are thou prepared? Most probably not! Stock up, gather your arms, and seek shelter before the demons come! Better yet, wander down to Ol' Yethredi's Doomsday and Demon Preparation Center, and purchase everything you need to keep yourself safe!"
fr: "Les Démons arrivent ! Es-tu préparé ? Probablement pas ! Fais des réserves, achète des armes, et mets-toi à l'abris avant que les Démons arrivent ! Ou mieux, visite le Centre de Préparation aux Démons et à l'Apocalypse de Yerethi l'Ancien, et achète tout ce qu'il te faut pour assurer ta sécurité !"
ko: "악마들이 오고 있다! 그대는 준비되어 있는가? 아마 아닐 테지! 악마가 오기 전에 무기를 챙기고 피난처를 찾아라! 더 철저히 하려면, 예쓰레디 경의 심판의 날 및 악마 대비 본부로 가서 자신을 지키기 위해 필요한 모든 것을 구입하라!"
ru: "Демоны идут! Готовы ли вы? Скорее всего, нет! Запасайтесь, хватайте оружие и ищите убежище, пока демоны не пришли! А еще лучше - загляните в Центр подготовки к Судному дню и демонам Йетреди и купите все необходимое, чтобы обезопасить себя!"
zh_hans: "魔鬼来了！你准备好了吗？很可能没有！囤积物资，收拢武器，在恶魔到来之前寻求庇护！更好的办法是，到Ol' Yethredi的末日和恶魔准备中心去逛逛，购买你需要的一切，以保证自己的安全！"

source: See what he has to offer.
fr: Voir ce qu'il a à vendre.
ko: 그가 제공하는 것을 살펴본다.
ru: Узнать, что он может предложить.
zh_hans: 看看他能提供什么。

source: "Come on in, come on in! There be many items to see, and keep no shyness! Yethredi has all the time! Well not particularly, because doomsday IS coming, but you get what I'm saying."
fr: "Entre donc, entre donc ! Il y a bien des objets à voir, et ne sois pas timide ! Yethredi a tout son temps ! Enfin, pas vraiment, l'Apocalypse arrive après tout, mais vous voyez ce que je veux dire."
ko: "어서 오시오, 어서 들어오시오! 볼거리가 많으니 사양 말고 구경하시오! 예쓰레디는 연중무휴로 일하니까! 사실 정확한 표현은 아니지, 심판의 날이 다가오고 있으니! 하지만 내 말이 무슨 뜻인지 알테지?"
ru: "Заходите, заходите! Здесь много вещей, на которые можно посмотреть, и не стесняйтесь! У Йетреди есть все необходимое! Ну, не совсем, потому что Судный день приближается, но вы понимаете, о чем я говорю".
zh_hans: "进来吧，进来吧！这里有很多东西要看，不要害羞！Yethredi有的是时间！好吧，不是特别多，因为世界末日就要来了，但你明白我的意思。"

source: Hire a Phantom mercenary.
fr: Engager un mercenaire Fantôme.
ko: 팬텀 용병을 고용한다.
ru: Нанять фантома-наемника.
zh_hans: 雇佣一个幻灵雇佣兵。
