Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[3]
source: You have arrived near an Engi construction yard. Most Engi maintain their bi-pedal appearance out of habit but here you see a number of Engi hives working together to create massive organic machines adept at building ships. Truly a sight to behold.
fr: Vous êtes arrivé près d'un chantier de construction Engi. La plupart gardent leur apparence bipède, mais vous remarquez une série de ruches Engi travaillant ensemble pour créer d'énormes machines organiques parfaites pour construire des vaisseaux. Voilà un spectacle à ne pas manquer.
ko: 근처에 있는 엔지 조선소에 도착했습니다. 대부분의 엔지들은 이족보행 상태를 습관적으로 유지하고 있지만, 많은 엔지 하이브들이 함선들을 건조하기 위해서 거대한 생체 기계들을 만들기 위해 노력하는 모습도 보입니다. 정말로 멋진 광경입니다.
ru: Вы прибыли на строительную площадку энджи. Большинство энджи сохраняют свой двуногий облик по привычке, но здесь вы видите несколько групп энджи, работающих вместе над созданием массивных органических машин, умеющих строить корабли. Зрелище поистине потрясающее.
zh_hans: 你到达了一个半械族建造场附近。大多数半械族习惯于保持它们的双脚外观，但在这里你看到一些半械族以它们原始的形态聚在一起工作，建造用于造舰的巨大有机机器。真是值得一见的壮观场景。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[4]
source: Even though each "individual" Engi is made up of trillions of nano-machines, their culture still revolves around traditional social interactions. A nearby station seems to be constructed for entertainment of passing Engi travellers.
fr: Bien que chaque "individu" Engi soit fait de billions de nano-machines, leur culture possède malgré tout des interaction sociales traditionnelles. Une station non loi semble être construite pour le divertissement des voyageurs Engi passant par ici.
ko: 물론 "각각의" 엔지들은 조 단위의 나노체들로 이루어져 있지만, 그들의 문화는 아직 전통적인 사회 활동에 기반을 두고 있습니다. 근처의 한 정거장은 지나가는 엔지 여행객들의 유흥을 위해 건설된 것 같습니다.
ru: Несмотря на то, что каждый "индивидуум" энджи состоит из триллионов наномашин, их культура по-прежнему основана на традиционном социальном взаимодействии. Близлежащая станция, по-видимому, построена для развлечения пролетающих мимо энджи-путешественников.
zh_hans: 尽管每个"个体"半械族是由数万亿个纳米机器组成的，但他们的文化仍然围绕着传统的社会互动。附近的一个空间站似乎是为了娱乐过往的半械族旅行者而建造的。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[5]
source: You see a number of Engi space stations and fleets nearby. Despite looking like piles of junk loosely tied together they are actually a model of efficiency. They just lack a certain aesthetic emphasis in their constructions.
fr: Vous voyer une série de stations spatiales et de flottes Engi à proximité. Malgré qu'elles ressemblent à des tas de ferraille à peine soudés, les constructions Engi sont en fait des modèles d'efficacité. Il leur manque juste un certain degré d'esthétique dans leur constructions.
ko: 주변에는 엔지들의 우주 정거장들과 함대들이 보입니다. 우주 쓰레기들을 대충 긁어 모은거 같지만, 사실은 엄청난 효율을 가진 것 일뿐입니다. 그저 엔지들은 건축에 관해서 겉모습에 신경을 덜 쓸뿐입니다.
ru: Неподалеку виднеется несколько космических станций и флотов энджи. Несмотря на то, что они выглядят как груды хлама, небрежно связанные между собой, на самом деле они являются образцом эффективности. Просто в их конструкциях не хватает эстетики.
zh_hans: 你看到附近有许多半械族空间站和舰队。尽管看起来像一堆松散地绑在一起的垃圾，但它们实际上是效率的典范。他们只是在结构上缺乏某种美学上的强调。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[6]
source: This system appears quite peaceful. You're not sure how long it'll last between the combined threats of the Rebels and Mantis.
fr: Ce système semble plutôt paisible. Entre la menace des Rebelles et celle des Mantis, vous ne savez pas si cela va durer.
ko: 이 성계는 매우 평화로워 보입니다. 물론 반군에 맨티스까지 가세한 위협으로 인해 얼마나 갈지 모르겠지만 말이죠.
ru: Эта система выглядит вполне мирной. Вы не знаете, как долго это продлится в условиях угрозы со стороны повстанцев и богомолов.
zh_hans: 这个星系看起来相当和平。你不知道在叛军和螳螂族的联合威胁下，它能持续多久。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[7]
source: There are a number of merchant ships passing through the area despite the threat of Mantis invasion. No doubt interested in buying the efficient technology of the Engi.
fr: Il y a de nombreux vaisseaux marchands dans le secteur malgré la menace d'invasion Mantis. Sans doute sont-ils intéressés par la technologie efficace des Engi.
ko: 맨티스의 침략 위험이 있음에도 여러 상선들이 이 지역을 지나가고 있습니다. 엔지들의 효율적인 기술을 구매하려는 것이 분명합니다.
ru: Несмотря на угрозу вторжения богомолов, через этот район проходит множество торговых судов. Несомненно, они заинтересованы в приобретении эффективных технологий энджи.
zh_hans: 尽管有螳螂族入侵的威胁，仍有许多商船经过该地区。毫无疑问，他们对购买半械族的高效技术感兴趣。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[8]
source: You see a small Rebel carrier in the distance. You lay low and try to blend in with the other traffic. However it's surprising to see a Rebel military ship alone deep in Engi space.
fr: Vous voyez un porte-nefs Rebelle au loin. Vous faites profil bas et vous camouflez parmi le reste du trafic. Il est cependant surprenant de voir un vaisseau militaire seul si loin dans l'espace Engi.
ko: 저 멀리서 작은 반군 항공모함이 보입니다. 발각되지 않으려고 다른 함선들 사이에 섞여 들어갔습니다. 하지만, 이렇게나 깊은 엔지 영역에서 반군 함선 한척을 보는것은 매우 이례적입니다.
ru: Вы видите вдалеке небольшой авианосец повстанцев. Вы затаились и попытались слиться с остальным транспортом. Однако удивительно видеть военный корабль повстанцев в одиночестве в глубине пространства энджи.
zh_hans: 你看到远处有一艘小型叛军母舰。你放低姿态，试图混入其他交通流中。然而，看到叛军的军舰独自在半械族星域深处，这令人惊讶。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[9]
source: The Engi seem to have avoided this particular node, along with every other life-form. You keep your eyes peeled for reasons why, but spin up the FTL without event.
fr: Les Engis semblent avoir évité cette balise, de même que les autres formes de vie. Vous essayez de trouver la raison de cela, mais activez votre SPL sans incident.
ko: 엔지들은 다른 모든 생명체들을 보듯이, 이 위치를 기피했습니다. 그러한 이유를 기다리며 두 눈에 불을 밝혔지만, 아무 일 없이 초광속엔진에 시동을 걸었습니다.
ru: Энджи, похоже, избегают этого узла, как и все остальные формы жизни. Вы пытаетесь выяснить причину этого, но ничего не добившись, вы заряжаете свой ССД.
zh_hans: 半械族似乎避开了这个特殊的节点，还有其他所有的生命形式。你一直在寻找原因，但在没有发生事件的情况下启动了超光速。

# data/events_standard.xml$//textList[@name="EMPTY_HARMONY"]/text[10]
source: A cluster of Engi satellites in orbit of a nearby planet are the only clue the mechanical species was ever here. You have other places to be.
fr: Une constellation de satellites Engi en orbite de la planète à proximité est le seul indice que l'espèce mécanique a été ici un jour. Vous avez ailleurs où être.
ko: 근처 행성의 궤도에 흩뿌려져있던 엔지 인공위성무리들만이 이곳에 이 기계적인 종족이 있었다는것을 증명합니다. 당신은 가야 할 다른 위치들이 있습니다.
ru: Скопление спутников энджи на орбите соседней планеты - единственное свидетельство того, что механические существа когда-то были здесь. Вам нужно двигаться дальше.
zh_hans: 附近星球轨道上的一组半械族卫星是这个机械物种曾经在这里的唯一线索。你还有其他地方要去。

# data/events_standard.xml$//event[@name="EMPTY_SEPERATIST"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_SEPERATIST"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_SEPERATIST"]/text[1]
source: A cluster of nanobots floats nearby, but ignores your ship. It dissipates quickly, leaving you to your own devices.
fr: Un nuage de nano-robots flotte non loin, mais ignore votre vaisseau. Il se dissipe vite, vous laissant à vos affaires.
ko: 나노봇 무리가 근처에 있었지만 당신 함선을 모른 체 했습니다. 나노봇은 당신을 좋을 대로 내버려 둔 채 재빨리 흩어졌습니다.
ru: Поблизости пролетает скопление наноботов, но не обращает внимания на ваш корабль. Оно быстро рассеивается, оставляя вас в одиночестве.
zh_hans: 一群纳米机器人漂浮在附近，但无视你的飞船。它很快就消散了，只留下你的船。

# data/events_standard.xml$//textList[@name="EMPTY_SEPERATIST"]/text[2]
source: Separatists Engi like to keep to themselves, and will usually avoid other ships. The Separatist nearby jumps away as soon as you approach.
fr: Les Engis Séparatistes aiment rester seuls, et évitent généralement les autres vaisseau. Le Séparatiste de cette balise saute dès que vous arrivez.
ko: 분리주의자 엔지는 혼자 있길 좋아하고 일반적으로 다른 함선을 피합니다. 여기 도착하자 마자 인근 분리주의자가 도약하여 사라졌습니다.
ru: Сепаратисты энджи предпочитают держаться в стороне и обычно избегают других кораблей. Сепаратист, находящийся поблизости, уходит в прыжок, как только вы приближаетесь.
zh_hans: 半械分离者喜欢独来独往，通常会避开其他船只。你一靠近，附近的半械分离者就跃迁走。

# data/events_standard.xml$//textList[@name="EMPTY_SEPERATIST"]/text[3]
source: You believe this beacon to be empty, though it's impossible to tell with all of the microscopic nanobots floating around in empty space.
fr: Vous pensez que cette balise est vide, mais avec toutes les nano-machines microscopiques flottant dans l'espace environnant, c'est difficile à dire.
ko: 송신소가 텅 비어있다고 생각했습니다. 그렇지만 이 빈 우주 속에 모든 미세 나노봇들이 떠다니고 있으니 그렇게 볼 수는 없습니다.
ru: Вы полагаете, что этот маяк пуст, хотя это невозможно определить из-за микроскопических нанороботов, летающих в пустом пространстве.
zh_hans: 你相信这个信标是空的，尽管所有的微型纳米机器人都漂浮在空旷的空间中。

# data/events_standard.xml$//textList[@name="EMPTY_SEPERATIST"]/text[4]
source: Some space junk left over from what was presumably two Engi ships... merging. Unfortunately, none of it is worthy of salvaging.
fr: Quelques débris subsistent venant de ce qui était probablement deux vaisseaux Engi... fusionnant. Hélas, il n'y a rien qui puisse être récupéré.
ko: 엔지 함선 두 척을... 합친 것으로 보이는 함선에 우주 쓰레기가 몇 개 남아 있었습니다. 안타깝게도 회수할 만한 건 없었습니다.
ru: Некоторый космический мусор, оставшийся от того, что предположительно было двумя кораблями энджи... слился. К сожалению, ничего из этого не пригодно для вас.
zh_hans: 一些大概是两艘半械族飞船......合并后留下的太空垃圾。不幸的是，这些东西都不值得打捞。

# data/events_standard.xml$//textList[@name="EMPTY_SEPERATIST"]/text[5]
source: Not an Engi ship in sight. You figure it's safe to do something on the ship.
fr: Pas un vaisseau Engi en vue. Vous décidez que vous pouvez faire l'inventaire du vaisseau en sécurité.
ko: 엔지 함선은 보이지 않았습니다. 함선에서 무언가를 해도 안전하겠다는 생각이 들었습니다.
ru: Ни одного корабля энджи в поле зрения. Вы считаете, что на своем корабле можно что-нибудь сделать.
zh_hans: 视野内没有一艘半械族飞船，你觉得这时进行星舰管理应该很安全。

# data/events_standard.xml$//event[@name="EMPTY_ZOLTAN"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ZOLTAN"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[1]
source: There are some mineral-rich asteroids here that the Zoltan have left idle, but you've none of the necessary equipment to mine them.
fr: Il y a quelques astéroïdes riches en minerais que les Zoltans on laissé ici, mais vous n'avez pas l'équipement nécessaire pour les exploiter.
ko: 졸탄이 내버려 둔 광물이 풍부한 소행성이 여기 있었지만, 광물을 캐는 데 필요한 마땅한 장비가 없었습니다.
ru: Здесь есть несколько богатых минералами астероидов, которые золтаны оставили без внимания, но у вас нет необходимого оборудования для их добычи.
zh_hans: 这里有一些矿产丰富的小行星，超能族将其闲置，但你没有必要的设备来开采它们。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[2]
source: You have to admit - Zoltan space is a beautiful and peaceful place indeed. However, re-engaging the FTL and finishing your mission is your priority, not sight-seeing.
fr: Vous devez l'admettre : l'espace Zoltan est bel et bien un endroit magnifique et paisible. Cependant, redémarrer le SPL et finir votre mission est votre priorité, pas le tourisme.
ko: 졸탄 구역은 정말 인정할 수 밖에 없을 정도로 아름답고 평화로운 장소였습니다. 그러나 구경보다 초광속 도약을 다시 기동하고 임무를 완수하는 게 우선입니다.
ru: Надо признать, что пространство золтан - действительно красивое и спокойное место. Однако приоритетом для вас является повторное задействование ССД и завершение миссии, а не осмотр достопримечательностей.
zh_hans: 你不得不承认--超能族星域确实是一个美丽而宁静的地方。然而，重新启动超光速和完成你的任务是你的首要任务，而不是观光。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[3]
source: A light asteroid field is entering the atmosphere of a nearby planet - a fireworks show on a galactic scale. There's little for it but to take in the ambience and program the next jump.
fr: Un champ d'astéroïdes clairsemé entre dans l'atmosphère d'une planète non loin -un feu d'artifice à l'échelle galactique. Il n'y a rien à faire que d'admirer le spectacle et préparer le prochain saut.
ko: 한 작은 소행성이 인근 행성의 대기권에 진입하고 있습니다. 은하계 규모의 불꽃놀이 같습니다. 이 광경을 바라보고 다음 도약을 준비하는 것 외에는 달리 할 수 있는 게 없습니다.
ru: В атмосферу соседней планеты входит поток легких астероидов - фейерверк галактического масштаба. Остается только наслаждаться атмосферой и программировать следующий прыжок.
zh_hans: 一个轻型小行星带正在进入附近星球的大气层--这是一场银河系规模的烟火表演。它没有什么可做的，只能接受这种氛围，并为下一次跃迁进行编程。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[4]
source: You stumble upon some Zoltan military vessels engaging in combat training. Their Energy Shields are impressive, but you note how quickly beam and ion weaponry take them down.
fr: Vous rencontrez quelques vaisseaux Zoltan militaires en entraînement de combat. Leurs Boucliers d'Énergie sont impressionnants, mais vous remarquez que les Rayons et les armes Ioniques les désactivent vite.
ko: 전투 훈련 중인 졸탄 군함을 우연히 마주쳤습니다. 졸탄의 에너지 방어막은 뛰어났지만 빔과 이온 무기가 얼마나 빨리 에너지 방어막을 무력화하는지 깨닫게 됐습니다.
ru: Вы натыкаетесь на военные корабли золтан, занимающиеся боевой подготовкой. Их Энергетические щиты впечатляют, но вы отмечаете, как быстро их уничтожает лучевое и ионное оружие.
zh_hans: 你偶然发现一些超能族的军舰在进行战斗训练。他们的能量护盾令人印象深刻，但你注意到光束和离子武器是如何迅速将他们击垮的。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[5]
source: You don't have time to hail the Zoltan ship that was waiting at this beacon before it jumps away. They are a careful race.
fr: Vous n'avez pas le temps de contacter le vaisseau Zoltan qui attendait à cette balise avant qu'il saute. Il s'agit d'une race prudente.
ko: 송신소에서 대기 중이던 졸탄 함선이 곧장 도약하여 사라졌기 때문에 교신할 시간조차 없었습니다. 졸탄은 조심성이 많은 종족입니다.
ru: Вам не удается выйти на связь с кораблем золтан, который находился у этого маяка, прежде чем он ушел в прыжок. Они - осторожная раса.
zh_hans: 你没有时间去呼叫在这个信标处等待的超能族飞船，在它跃迁走之前。他们是一个谨慎的种族。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[6]
source: A Zoltan shipyard is stationed at this beacon. You admire the display of hundreds of glowing Zoltan performing delicate exterior work on a massive transport ship.
fr: Une cale sèche Zoltan stationne à cette balise. Vous admirez le spectacle de centaines de vaisseaux Zoltans lumineux travaillant minutieusement sur la coque d'un gros vaisseau de transport.
ko: 이 송신소에는 졸탄 조선소가 자리 잡고 있습니다. 당신은 수백 명의 빛나는 졸탄들이 거대한 수송선의 선체를 섬세하게 작업하는 모습을 감탄하며 바라봅니다.
ru: На этом маяке расположена верфь золтан. Вы любуетесь видом сотен светящихся золтан, выполняющих деликатные внешние работы на огромном транспортном корабле.
zh_hans: 一个超能族船厂驻扎在这个信标上。你欣赏着数百名发光的超能族在一艘巨大的运输船上进行精细的外部工作的展示。

# data/events_standard.xml$//textList[@name="EMPTY_ZOLTAN"]/text[7]
source: A message broadcast from a nearby planet announces the presence of an ancient Zoltan monastery available for visiting. Likely just a tourist trap, but still too bad you don't have the time to visit.
fr: Un message venant d'une planète non loin annonce la présence d'un antique monastère Zoltan pouvant être visité. Probablement un piège à touriste, mais dommage tout de même que vous n'ayez pas le temps de visiter.
ko: 근방 행성에서 방문할 수 있는 고대 졸탄 수도원이 있다고 알리는 방송이 흘러나왔습니다. 바가지 씌우는 관광지같이 보이지만 그래도 거길 방문할 시간이 없다는 게 참 안타까웠습니다.
ru: Сообщение, переданное с соседней планеты, сообщает о наличии древнего монастыря золтан, доступного для посещения. Скорее всего, это просто ловушка для туристов, но все равно жаль, что у вас нет времени посетить его.
zh_hans: 来自附近星球的广播信息宣布，有一个古老的超能族修道院可供参观。可能只是一个旅游陷阱，但你没有时间去参观还是太可惜了。

# data/events_standard.xml$//event[@name="EMPTY_CAPITAL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_CAPITAL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[1]
source: A group of Ministry ships are docked with a small station nearby. The chatter on the comms seems entirely political talk, and you decide not to intervene.
fr: Un groupe de vaisseaux du Ministère est amarré à une petite station à proximité. Leur conversation sur les canals semble entièrement politique, et vous décidez de ne pas intervenir.
ko: 한 무리의 졸탄 내각 함선들이 인근 작은 정거장에 정박해있습니다. 통신 속 대화는 전부 정치적인 얘기 같아 보였고, 여기에 관여하지 않기로 했습니다.
ru: Группа кораблей Министерства пристыковалась к небольшой станции неподалеку. Разговоры по каналам связи выглядит исключительно политической, и вы решили не вмешиваться.
zh_hans: 一组牧师团的船只正与附近的一个小站对接。通讯中的谈话似乎完全是政治话题，你决定不进行干预。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[2]
source: This beacon is bland and boring, similar to the typical political discussions between the citizens of this sector.
fr: Cette balise est fade et ennuyeuse, comme les discussions politiques typiques entre les habitants de ce secteur.
ko: 이 송신소는 마치 해당 구역 내 시민과 전형적인 정치 토론을 나누는 것과 비슷할 정도로 재미없고 지루했습니다.
ru: Этот маяк - безвкусный и скучный, похожий на типичные политические дискуссии между гражданами этого сектора.
zh_hans: 这个信标平淡无奇，类似于这个星区的公民之间典型的政治讨论。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[3]
source: A vaguely interesting looking temple selling low priced souvenirs directs an advertisement towards your ship, but you quickly decline.
fr: Un temple vaguement intéressant vend des souvenirs à bas prix, selon la publicité qu'il envoie à votre vaisseau, mais vous refusez promptement.
ko: 저렴한 기념품을 파는 제법 흥미로워 보이는 사원에서 당신 함선을 향해 홍보하기 시작했습니다. 하지만 제빨리 거절했습니다.
ru: Интересный на вид храм, торгующий недорогими сувенирами, показывает рекламу вашему кораблю, но вы быстро отказываетесь.
zh_hans: 一座卖低价纪念品的神庙看起来隐约有点意思，它向你的船打出广告，但你很快就拒绝了。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[4]
source: A Zoltan Peace Brigade is busy harassing a nearby star system for tax evasion. You decide not to get involved.
fr: Une Brigade de la Paix Zoltan s'affaire à harasser un système stellaire proche pour évasion fiscale. Vous décidez de ne pas vous en mêler.
ko: 졸탄 평화 연대는 탈세 문제로 근처 항성계를 괴롭히기 바쁩니다. 여기에 끼어들지 않기로 했습니다.
ru: Миротворцы золтан заняты преследованием соседней звездной системы за уклонение от уплаты налогов. Вы решаете не вмешиваться.
zh_hans: 一支超能族维和旅正忙着骚扰附近的一个星系，来解决逃税问题。你决定不参与其中。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[5]
source: A Zoltan colony rests nearby, their Zoltan Shield online and weapons at maximum power. They clearly aren't interested in visitors.
fr: Une colonie Zoltan gravite près de vous, leur Bouclier Zoltan activé et leurs armes à pleine puissance. Ils ne veulent clairement pas de visiteur.
ko: 졸탄 식민지가 근방에 있습니다. 졸탄 방어막은 켜져 있고 무기는 최대 전력입니다. 방문자엔 관심이 없는 것이 분명합니다.
ru: Неподалеку расположилась колония золтан, их фирменный щит включен, а оружие работает на максимальной мощности. Они явно не заинтересованы в гостях.
zh_hans: 一个超能族殖民地就在附近，他们的超能族护盾已经启动，武器处于最大功率。他们显然对访客不感兴趣。

# data/events_standard.xml$//textList[@name="EMPTY_CAPITAL"]/text[6]
source: A few pirate ships jump away as soon as you approach, leaving you to wonder what they were doing.
fr: Quelques vaisseaux pirates se dispersent dès que vous vous approchez ; vous vous demandez ce qu'ils faisaient.
ko: 해적선 몇 척이 도착하자 마자 곧장 도약하여 사라졌고, 그들이 뭘 하고 있었는지 궁금해졌습니다.
ru: Несколько кораблей пиратов уходят в прыжок, как только вы приближаетесь, оставляя вас гадать, чем они занимались.
zh_hans: 有几艘海盗舰在你接近时就跃迁走了，让你不知道他们在做什么。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_MONK"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="NEBULA_EMPTY_MONK"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_MONK"]/text[1]
source: The ship computer informs you this beacon is considered sacred ground. You aren't sure why, because the beacon seems rather empty to you.
fr: L'ordinateur du vaisseau vous informe que cette balise est considérée comme une terre consacrée. Vous ne comprenez pas pourquoi, car elle vous semble plutôt vide.
ko: 함선 컴퓨터가 이 송신소는 성지로 여겨진다고 알려 주었습니다. 왜인지 믿을 수 없었습니다. 왜냐하면 이 송신소는 꽤 아무것도 없어 보였기 때문입니다.
ru: Компьютер корабля сообщает Вам, что этот маяк считается священным местом. Вы не знаете, почему, потому что маяк кажется вам довольно пустым.
zh_hans: 船上的电脑通知你，这个信标被认为是圣地。你不确定为什么，因为对你来说，这个信标似乎相当空虚。

# data/events_standard.xml$//textList[@name="EMPTY_MONK"]/text[2]
source: This beacon appears empty, other than the swirling nebulous gases. You wonder why the Zoltan Monks hide in these nebulas, and what they're hiding from.
fr: Cette balise semble vide, à part les gaz nébuleux tourbillonnants. Vous vous demandez pourquoi les Moines Zoltan se cachent dans ces nébuleuses, et de quoi.
ko: 이 송신소는 소용돌이치는 성운 가스 빼고는 텅 비어 보였습니다. 왜 이런 성운 지대에 졸탄 수도승이 숨어있고, 여기서 뭘 숨기고 있는지 궁금해졌습니다.
ru: Этот маяк кажется пустым, если не считать клубящихся туманных газов. Интересно, почему Монахи золтан прячутся в этих туманностях и от чего они там прячутся?
zh_hans: 这个信标看起来很空旷，除了旋转的云雾状气体外。你想知道为什么超能信道者会躲在这些星云中，以及他们在躲避什么。

# data/events_standard.xml$//textList[@name="EMPTY_MONK"]/text[3]
source: Unlike other nebula sectors, you feel relatively safe in the thick gasses of these nebulas.
fr: Contrairement aux autres secteurs de nébuleuses, vous vous sentez relativement en sûreté dans les épais gaz de cette nébuleuse.
ko: 다른 성운 지대와는 달리 여기 있는 두꺼운 성운 가스는 비교적 안정감을 주었습니다.
ru: В отличие от других секторов туманностей, в густых газах этих туманностей вы чувствуете себя в относительной безопасности.
zh_hans: 与其他星云区不同，在这些星云的厚重气体中，你感到相对安全。

# data/events_standard.xml$//textList[@name="EMPTY_MONK"]/text[4]
source: No ships can be found at this beacon. You can use this as a resting place.
fr: Aucun vaisseau ne se trouve à cette balise. Vous pouvez l'utiliser comme arrêt.
ko: 이 송신소에서 함선을 찾는 건 불가능합니다. 여기서 휴식을 취할 수는 있습니다.
ru: У этого маяка не обнаружено ни одного корабля. Вы можете использовать его как место отдыха.
zh_hans: 在这个信标处找不到任何船只。你可以把这里作为一个休息的地方。

# data/events_standard.xml$//textList[@name="EMPTY_MONK"]/text[5]
source: This beacon is even more peaceful than the rest of the sector, with not a single ship to be found.
fr: Cette balise est encore plus paisible que le reste du secteur, sans un seul vaisseau à proximité.
ko: 이 송신소는 다른 구역보다 훨씬 평화로웠고, 다른 함선은 한 척도 보이지 않았습니다.
ru: Этот маяк еще более спокоен, чем остальные районы сектора: здесь нет ни одного корабля.
zh_hans: 这个信标比其他星区更加平静，没有发现一艘船。

# data/events_standard.xml$//event[@name="EMPTY_DUSKBRINGER"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_DUSKBRINGER"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
