Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[1]
source: Despite the colorful isles and fascinating trinkets, there isn't much here to excite a mercenary captain like yourself. Though, if you ever need a battery powered tongue trimmer or a complete set of action figures from the hit Leech soap opera "Orfaces of Rilla," you suppose you know where to look.
fr: Malgré les rayons colorés et les babioles fascinantes, il n'y a pas grand chose pour les capitaines mercenaires comme vous. Cependant, si vous avez un jour besoin d'une lime à langue sur piles ou d'une collection de figurines du feuilleton Sangsue culte "Orfaces de Rilla", vous savez où aller.
ko: 형형색색의 물건들과 매력적인 장식이 널려 있지만, 당신 같은 용병 함장의 흥미를 끄는 물건은 별로 없었습니다. 그래도 배터리 구동식 혀 손질기나 히트작 리치 연속극인 "오르페이스 오브 릴리아"에 등장하는 액셩 피규어의 완전판을 어디서 찾아야 할지는 알게 되었네요.
ru: Несмотря на красочные улочки и увлекательные безделушки, здесь нет ничего интересного для капитана наемников вроде вас. Хотя, если вам когда-нибудь понадобится триммер для языка на батарейках или полный набор фигурок из популярной мыльной оперы пиявок "Лица Риллы", вы, наверное, знаете, где искать.
zh_hans: 尽管有五颜六色的小岛和迷人的小饰品，但这里没有多少东西能让像你这样的雇佣兵舰长兴奋。不过，如果你需要一个电池供电的舌头修剪器，或一套热门的吸虫族肥皂剧《里拉的面孔》中的完整动作人物，你应该知道去哪里找。

# data/events_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[2]
source: There isn't much in the store that interests you, disappointing considering all the tales you've heard of these places. A rather flirtatious Vampweed cashier attempts to get your number, but the bloodstains on her uniform warn you not to give her your time.
fr: Il n'y a pas grand chose dans cette boutique qui vous intéresse, ce qui vous déçoit étant donné tout ce que vous avez entendu sur ces endroits. Une caissière Vampiflore plutôt charmeuse essaie d'avoir votre numéro, mais les taches de sang sur son uniforme vous indiquent que ce n'est pas une bonne idée.
ko: 리치 상점에 대해선 좋은 이야기를 많이 들어봤지만, 실망스럽게도 이 상점에는 당신의 흥미를 끌만한 물건이 별로 없습니다. 유독 요염하게 구는 흡혈초 계산원이 당신의 번호를 따려 했지만, 그녀의 유니폼에 묻어있는 핏자국을 보아 더 이상 시간을 내주면 안될 것 같습니다.
ru: В магазине нет ничего интересного для вас, и это разочаровывает, учитывая все рассказы, которые вы слышали об этих местах. Довольно кокетливая кассирша-Вампсорняк пытается узнать ваш номерок, но пятна крови на ее униформе предупреждают вас, что не стоит уделять ей время.
zh_hans: 店里没有什么让你感兴趣的东西，考虑到你所听到的关于这些地方的所有传说，这让你很失望。一个相当有情调的血草兰花收银员试图要你的联系方式，但她制服上的血迹警告你不要给她时间。

# data/events_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[3]
source: Several alien species roam the stores alongside you, but no one makes any attempts to speak to one another. Not that you could if you wanted to, because the music playing over the intercom is so loud the items on the shelves are vibrating. It's better if you don't stick around in case you lose your hearing.
fr: Plusieurs aliens parcourent le magasin avec vous, mais aucune ne se parle. De toute façon, même si elles le faisaient, la musique diffusée par les intercoms est tellement forte que les étagères vibrent. Mieux vaut ne pas rester si vous ne voulez pas devenir sourd.
ko: 몇몇 외계인들이 당신과 나란히 상점들 사이를 돌아다녔지만, 그 누구도 서로 말하려는 시도를 하지 않았습니다. 물론, 하고 싶어도 하지 못했을 겁니다. 인터콤을 통해 들려오는 음악 소리가 어찌나 큰지, 선반에 있던 물건들이 덜덜 떨릴 정도였으니까요. 청력을 잃어버릴 수도 있으니 여기에 오래 머무르지 않는 편이 좋을 겁니다.
ru: Несколько пришельцев бродят по магазинам рядом с вами, но никто не делает попыток заговорить друг с другом. Да вы и не смогли бы, если бы захотели, потому что музыка, звучащая через переговорное устройство, настолько громкая, что товары на полках вибрируют. Лучше не задерживаться здесь, чтобы не потерять слух.
zh_hans: 几个外星物种在你身边的商店里游荡，但没有人试图彼此交谈。即使你想说话也不行，因为喇叭里播放的音乐太响了，货架上的物品都在震动。你最好不要呆在这里，以防你失去听力。

# data/events_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[4]
source: A few ancient posters from a long-past Eargen election are still hung up outside. Considering no president has been democratically elected in the Republic for years, it's quite ironic, but a quick chat with the surprisingly friendly staff reveal that it's just become a joke among them. Besides that interaction, there isn't much reason to stick around.
fr: Quelques vieux posters pour une lointaine élection Eargen sont toujours accrochés dehors. Comme aucun président n'a été élu démocratiquement dans la République depuis des années, c'est plutôt ironique, mais une petite discussion avec le personnel amical indique que c'est devenu une blague entre eux. À l'exception de cette interaction, il n'y a guère de raison de s'attarder.
ko: 과거 이어젠 대선에서 사용되었던 오래된 선거용 포스터 몇 개가 아직도 시장 외벽에 걸려있습니다. 공화국에는 수년간 민주적으로 선출된 대통령이 없었다는 것을 생각해보면 아이러니한 일이지만, 예상외로 친절한 직원과의 대화를 통해 그 포스터들이 농담거리로 사용된다는 사실을 알아냈습니다. 궁금증도 해결했으니, 주변을 더 돌아다닐 필요는 없어 보입니다.
ru: На улице до сих пор висит несколько старинных плакатов с давно прошедшими выборами в Иргене. Учитывая, что в Республике уже много лет не было демократических выборов президента, это довольно иронично, но быстрый разговор с удивительно дружелюбным персоналом показывает, что это просто стало их шуткой. Кроме этого общения, задерживаться здесь не стоит.
zh_hans: 外面还挂着几张古老的海报，是很久以前的吸虫共和国选举的海报。考虑到共和国多年来没有民主选举的总统，这相当具有讽刺意味，但与令人惊讶的友好的工作人员快速交谈后发现，这只是成为他们之间的一个笑话。除了这种互动，没有什么理由留在这里。

# data/events_standard.xml$//textList[@name="TEXT_TONY_NOTHING"]/text[5]
source: You stop by the station but don't find anything of interest on sale besides the military supplies. You take a quick detour to the store's bathroom, but the uncomfortable sloshing noises from inside convince you to stay away and just wait until you're back on the ship.
fr: Vous vous arrêtez à la station, mais n'y trouvez rien d'intéressant à vendre à part des biens militaires. Vous faites un détour dans les toilettes du magasin, mais un étrange bruit de clapot venant de l'intérieur vous convainc de vous tenir à l'écart et d'attendre d'être de retour à bord.
ko: 당신은 무엇을 파는지 보려고 정거장에 들렀지만, 군용품을 제외하고는 관심 가는 물건을 찾지 못했습니다. 당신은 돌아가기 전에 잠시 상점 화장실을 이용하려고 했으나, 그 안에서 들려오는 불쾌할 정도로 철벅이는 소리 때문에 그냥 함선에 돌아갈 때까지 참기로 마음을 고쳤습니다.
ru: Вы заходите на станцию, но не находите в продаже ничего интересного, кроме военных товаров. Вы заглядываете в туалет магазина, но неприятные звуки, доносящиеся изнутри, убеждают вас не заходить туда и просто потерпеть до возвращения на корабль.
zh_hans: 你在空间站停了下来，但除了军事用品外，没有发现任何感兴趣的东西在出售。你绕道去了商店的卫生间，但里面传来的野兽先辈叫声让你相信，你应该远离这里，回到船上赶紧走。

# data/events_standard.xml$//event[@name="TONY_NOTHING"]/choice[1]/text
source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="TONY_NOTHING"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="TONY_GARBAGE"]/text
source: Aboard the station you're disgusted to find the floors littered with trash and even what looks to be a spare kidney. It's repulsive and much like the rest of Leech territory smells like something just died - which is probably true.
fr: À bord de la station vous attend un spectacle répugnant : le sol et couvert d'ordures, et même ce qui semble être un reim abandonné. En plus d'être immonde, ça dégage la même odeur de cadavre que le reste du territoire Sangsue - probablement pour une bonne raison.
ko: 정거장에 탑승한 당신은 바닥에 어질러져 있는 쓰레기들과 여분의 콩팥으로 보이는 것에 역겨움을 느꼈습니다. 아마 리치의 다른 영역들도 이처럼 혐오스럽고 시체 썩은내가 날 겁니다.
ru: На борту станции вы с отвращением видите, что полы завалены мусором и даже, похоже, чей-то почкой. Это отвратительно, и, как и на всей территории пиявок, пахнет так, будто здесь только что умерли - что, вероятно, так и есть.
zh_hans: 登上空间站，你厌恶地发现地板上到处都是垃圾，甚至还有一个看起来是备用的肾脏。令人厌恶的，就像吸虫族星域的其他地方一样，闻起来像是什么东西刚刚死去--这可能是真的。

# data/events_standard.xml$//event[@name="TONY_GARBAGE"]/choice[1]/text
source: Just deal with it and shop.
fr: Faire abstraction et commercer.
ko: 역겨움을 견디면서 쇼핑한다.
ru: Просто смириться с этим и заняться покупками.
zh_hans: 管他呢，购物。

# data/events_standard.xml$//event[@name="TONY_GARBAGE"]/choice[2]/text
source: Confront the manager.
fr: Se plaindre au directeur.
ko: 관리자에게 따진다.
ru: Пожаловаться менеджеру.
zh_hans: 面对经理。

# data/events_standard.xml$//event[@name="TONY_GARBAGE"]/choice[2]/event/text
source: An unusually short and overweight Leech comes out, glaring at you through his thin eye-slights. "Waddya want? I expected you to have blue hair or something." When you explain the state of the filth, the manager only laughs. "Hah, you think I care? If you wanna clean it up be my guest, but I sure as hell ain't gonna waste my time with it."
fr: Une petite Sangsue obèse sort, vous jetant de ses petits yeux un regard mauvais. "Kestu veux ? Je pensais que tu aurais des cheveux bleux ou un truc du genre." Quand vous expliquez l'état de saleté, le directeur ne fait que rire. "Ha, comme si j'en avais à faire ! Si tu veux nettoyer, eh bien je t'en prie, mais moi je vais sûrement pas y gâcher mon temps."
ko: 유난히 키가 작고 살이 찐 리치가 밖으로 나와 그의 얇은 눈으로 당신을 노려봤습니다. "뭘 원하신다구요? 파란 머리일 줄 알았는데." 당신이 쓰레기의 상태에 대해 설명하자 관리자가 웃었습니다. "허, 내가 그런걸 신경 쓸 것 같소? 당신이 나 대신에 치워준다면 또 모를까 그딴 일에 시간을 낭비하진 않을 거요."
ru: Появляется необычайно короткая и полноватая пиявка, пренебрежительно смотрящая на вас своими узкими глазенками. "Чего тебе надо? Я думал, у тебя синие волосы или что-то в этом роде". Когда вы объясняете ему ситуацию с нечистотами, менеджер только смеется. "Ха, ты думаешь, меня это волнует? Если хочешь убраться - пожалуйста, но я точно не собираюсь тратить на это свое время".
zh_hans: 一个异常矮小和超重的吸虫走了出来，通过他细长的眼柄瞪着你。"你想怎么样？我以为你会有蓝色的头发或其他东西。"当你解释污秽的状况时，经理只是笑了笑。"哈，你以为我关心吗？如果你想清理它，请便，但我肯定不会在这方面浪费我的时间。"

source: Go back to shopping.
fr: Repartir commercer.
ko: 쇼핑하러 돌아간다.
ru: Вернуться к покупкам.
zh_hans: 返回购物。

source: As a matter of fact, I will clean it.
fr: Eh bien sache que je vais nettoyer.
ko: 사실은 제가 치우려고 했습니다.
ru: Вообще-то, я готов прибраться.
zh_hans: 事实上，我将清理它。

source: The manager breaks into laughter but you ignore him and grab a broom from the nearby storage closet with help of one of the staff. It's a tedious process that takes way too much time, and most of your crew begin to ridicule you for your stubbornness. Nevertheless you push on until the store looks brand new.
fr: Le directeur éclate de rire, mais vous l'ignorez et sortez un balai du placard de rangement le plus proche à l'aide d'un employé. C'est un travail ardu, qui vous prend énormément de temps, et une bonne partie de votre équipage commence à se moquer de votre obstination. Vous insistez malgré tout jusqu'à ce que le magasin soit comme neuf.
ko: 관리자가 웃음을 터뜨렸지만 당신은 그를 무시하고 직원의 도움을 받아 근처의 창고에서 빗자루를 집어 들었습니다. 그것은 너무나도 긴 시간이 걸리는 지루한 과정이었고, 대부분의 승무원들이 당신의 고집을 조롱하기 시작했습니다. 그럼에도 불구하고 당신은 상점이 완전히 새로워 보일 때까지 밀고 나갔습니다.
ru: Менеджер разражается смехом, но вы не обращаете на него внимания и с помощью одного из сотрудников берете метлу из ближайшей кладовки. Это утомительный процесс, который занимает слишком много времени, и большинство сотрудников начинают высмеивать вас за упрямство. Тем не менее вы продолжаете работать, пока магазин не приобретет новый вид.
zh_hans: 经理大笑起来，但你没有理会他，而是在一个工作人员的帮助下从附近的储藏室里拿起一把扫帚。这是一个乏味的过程，需要太多的时间，你的大多数船员开始嘲笑你的固执。尽管如此，你还是继续努力，直到商店看起来焕然一新。

source: Inform the manager the job is done.
fr: Informer le directeur que c'est fait.
ko: 관리자에게 일이 끝났음을 알린다.
ru: Сообщить менеджеру о том, что работа выполнена.
zh_hans: 通知经理，工作已经完成。

source: You find the Leech has been laughing the entire time, but now that you're done he cold stares at you in pity. When he makes no motion to so much as even thank you for your actions, you storm over to the trashcans and grab as much junk you can find that might be worth anything.
fr: Vous voyez que la Sangsue n'a fait que rire pendant tout ce temps, mais maintenant que vous avez fini il vous regarde froidement et presque avec pitié. Comme il ne fait aucun mouvement pour ne serait-ce que vous remerciez, vous partez furieux vers les poubelles pour y prendre tout ce que vous trouvez qui ait une quelconque valeur.
ko: 당신은 그 리치가 계속 웃고 있었다는걸 알았지만, 청소가 끝나자 그는 동정심에 차 싸늘하게 당신을 쳐다봤습니다. 그가 당신의 행동에 감사할 기색도 없이 꼼짝 않고 있자 당신은 쓰레기통으로 달려가서 값어치 있는 것들을 찾을 수 있는 대로 집어 들었습니다.
ru: Пиявка все это время смеялась, но теперь, когда вы закончили, она с жалостью смотрит на вас. Когда он не делает никаких движений, чтобы хотя бы поблагодарить вас за ваши действия, вы бросаетесь к мусорным бакам и хватаете весь хлам, который только можно найти, который может хоть что-то стоить.
zh_hans: 你发现吸虫一直在笑，但现在你已经完成了，他冷冷地盯着你，很是可怜。当他没有任何动作，甚至没有对你的行为表示感谢时，你就冲到垃圾桶旁，尽可能多地拿起你能找到的可能有价值的垃圾。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) Show that ungrateful asshole what for.
fr: (Armes améliorées) Montrer à cet ingrat le fond de votre pensée.
ko: (고급 무기실) 이 배은망덕한 놈에게 본때를 보여준다.
ru: (Улучш. Оружие) Показать этому неблагодарному мудаку, что к чему.
zh_hans: (高级武器)让那个忘恩负义的混蛋尝尝厉害。

source: Out of pure spite for all the time you wasted, you power up your guns and lay fire down upon the store. You make certain not to hit anyone but completely destroy their stock. Terrified, the manager suddenly changes his mind and gives you a giant reward.
fr: Furieux d'avoir perdu autant de temps, vous activez vos armes et ouvrez le feu sur le magasin. Vous faites attention de ne blesser personne, mais vous détruisez tout leur stock. Terrifié, le directeur change d'avis soudainement et vous donne une énorme récompense.
ko: 낭비된 모든 시간 대한 순수한 앙심을 품고, 당신은 총을 들어 상점을 쐈습니다. 아무도 맞추지 않고 그들의 재고만을 완전히 파괴했습니다. 겁에 질린 관리자는 마음을 바꿔 거액의 포상금을 건넸습니다.
ru: Из чистой злости за потраченное время вы заряжаете оружие и обрушиваете огонь на магазин. При этом вы стараетесь никого не задеть, но полностью уничтожаете все припасы. Напуганный менеджер вдруг передумывает и выдает вам огромную награду.
zh_hans: 出于对你所浪费的时间的纯粹怨恨，你充能了你的武器，向商店开火。你确定没有击中任何人，但完全摧毁了他们的库存。经理被吓坏了，突然改变主意，给你一个巨大的奖励。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/text
source: You browse the inside of the store, taking note of a large selection of comic books. Normally you wouldn't pay them any attention - but they seem oddly... non-fictional. You catch flavorful depictions of famous figures like Devorak the Deathless, Admiral Tully of the Federation, and a retelling of the events of the Federation-Mantis War. You doubt they're of any worth to you, but they might be some light fun reading.
fr: Vous parcourez l'intérieur du magasin, et y remarquez une grande diversité de bandes dessinées. Normalement, vous n'y prendriez guère attention, mais elles semble étrangement... non-fictionelles. Vous trouvez des descriptions romancées de figures célèbres telles que Devorak le Sans-Mort, l'Amiral Tully de la Fédération, ainsi qu'un récit racontant les événements de la Guerre Fédération-Mantis. Vous doutez qu'elles aient un quelconque intérêt pour vous, mais elles pourraient constituer une lecture intéressante.
ko: 당신은 많은 종류의 만화책에 주목하며 상점 내부를 둘러봤습니다. 평소 같으면 그런 것엔 신경도 안 썼겠지만... 이상하게도 그것들은 실화였습니다. 불사의 데보락이나 툴리 제독과 같은 유명인들에 대한 풍미 있는 묘사나 연방-맨티스 전쟁을 재구성한 이야기를 포착할 수 있었습니다. 이것들이 가치가 있을지는 모르겠지만, 가벼운 읽을거리는 될 것입니다.
ru: Вы осматриваете внутреннюю часть магазина, обращая внимание на большой выбор комиксов. Обычно вы не обращаете на них внимания, но они кажутся странно... не вымышленными. На глаза попадаются колоритные изображения таких известных личностей, как Деворак Бессмертный, адмирал Федерации Талли, а также пересказ событий войны Федерации и богомолов. Вы сомневаетесь, что они представляют для вас какую-либо ценность, но они могут стать легким забавным чтением.
zh_hans: 你浏览了商店的内部，注意到了大量的漫画书。通常你不会注意它们，但它们看起来奇怪得像是非虚构的真实故事。你看到了对著名人物的生动描述，如不灭者德沃拉克、联邦的塔利上将，以及对螳螂入侵战争事件的复述。你很怀疑它们对你是否有任何价值，但至少是一些轻松有趣的读物。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[1]/text
source: Buy some Devorak comic books.
fr: Acheter des bandes dessinées sur Devorak.
ko: 데보락 만화를 산다.
ru: Купить комиксы о Девораке.
zh_hans: 购买一些关于德沃拉克的漫画。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[1]/event/text
source: You pick up one of the Devorak books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
fr: Vous prenez les bandes dessinées sur Devorak et les donnez au caissier, ce qui attire sur vous quelques regards étonnés. Une fois de retour au vaisseau, vous commencez à lire.
ko: 당신이 데보락 만화 중 한 권을 집어 계산대에 가져가자 다른 쇼핑객들이 이상하다는 듯이 쳐다봤습니다. 이건 일단 배로 돌아가고 나서 펼쳐보도록 합시다.
ru: Вы берете один из комиксов о Деворака и несете его к кассе, чем вызываете несколько странных взглядов со стороны других покупателей. Вернувшись на корабль, вы открываете комикс.
zh_hans: 你拿起一本德沃拉克的书，把它带到收银台，这让你从其他购物者那里获得了一些奇怪的目光。回到船上后，你翻开了漫画书。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[2]/text
source: Buy some Tully comic books.
fr: Acheter des bandes dessinées sur Tully.
ko: 툴리 만화를 산다.
ru: Купить комиксы о Талли.
zh_hans: 购买一些关于塔利的漫画。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[2]/event/text
source: You pick up one of the Tully books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
fr: Vous prenez les bandes dessinées sur Tully et les donnez au caissier, ce qui attire sur vous quelques regards étonnés. Une fois de retour au vaisseau, vous commencez à lire.
ko: 당신이 툴리 만화책 중 한 권을 집어 계산대에 가져가자 다른 쇼핑객들이 이상하다는 듯이 쳐다봤습니다. 이건 일단 배로 돌아가고 나서 펼쳐보도록 합시다.
ru: Вы берете один из комиксов о Талли и несете его к кассе, чем вызываете несколько странных взглядов со стороны других покупателей. Вернувшись на корабль, вы открываете комикс.
zh_hans: 你拿起一本塔利的书，把它带到收银台，这让你从其他购物者那里获得了一些奇怪的目光。回到船上后，你翻开了漫画书。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[3]/text
source: Buy some Fed-Mantis War comic books.
fr: Acheter des bandes dessinées sur la guerre Fédération-Mantis.
ko: 연방-맨티스 전쟁 만화를 산다.
ru: Купить комиксы о Войне Федерации с богомолами.
zh_hans: 买一些联邦-螳螂族战争的漫画书。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[3]/event/text
source: You pick up one of the war books and bring it to the cashier, which earns you a few strange looks from the other shoppers. Once back on your ship you flip open the comic book.
fr: Vous prenez les bandes dessinées sur la Guerre Fédération-Mantis et les donnez au caissier, ce qui attire sur vous quelques regards étonnés. Une fois de retour au vaisseau, vous commencez à lire.
ko: 당신이 전쟁 만화책 중 한 권을 집어 계산대에 가져가자 다른 쇼핑객들이 이상하다는 듯이 쳐다봤습니다. 이건 일단 배로 돌아가고 나서 펼쳐보도록 합시다.
ru: Вы берете один из военных комиксов и несете его к кассе, чем вызываете несколько странных взглядов со стороны других покупателей. Вернувшись на корабль, вы открываете комикс.
zh_hans: 你拿起一本有关战争的书，把它带到收银台，这让你从其他购物者那里获得了一些奇怪的目光。回到船上后，你翻开了漫画书。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="TONY_COMICS"]/choice[4]/text
source: We aren't buying goddamn comic books.
fr: Nous n'allons pas acheter des fichues bandes dessinées.
ko: 만화책 따위는 사지 않는다.
ru: Мы не будем покупать чертовы комиксы.
zh_hans: 我们不买该死的漫画书。

# data/events_standard.xml$//event[@name="TONY_CHILD"]/text
source: You board the station but are greeted only by the dysfunctional harmony between a child screaming in the distance and a concerned mother shouting. One of the Leech staff approaches you. "Please, you gotta help us. Some idiot got their kid lost and the noise is driving us mad. You're a renegade, right? Can you eliminate the child?"
fr: Vous entrez dans la station, et y êtes accueilli pas l'harmonie discordantes des pleures d'un enfant au loin et les cris paniqués d'une mère. L'un des personnels Sangsue s'approche de vous "S'il vous plaît, vous devez nous aider. Une idiote a perdu son gamin, et le bruit nous rend fous. Vous êtes un renégat, non ? Pourriez-vous éliminer l'enfant ?"
ko: 정거장에 탑승했지만 당신을 반기는 것은 멀리서 들려오는 아이의 비명소리와 걱정하는 엄마가 지르는 소리의 불협화음뿐이었습니다. 리치 직원 하나가 당신에게 다가왔습니다. "제발, 우릴 도와줘요. 어떤 멍청이가 애를 놓쳐 버렸는데 저 소음 때문에 아주 미치겠어요. 당신 배회자 맞죠? 아이를 없애 버릴 수 있으실까요?"
ru: Вы поднимаетесь на борт станции, но вас встречает лишь диссонанс между кричащим вдалеке ребенком и обеспокоенной матерью. К вам подходит один из сотрудников пиявок. "Пожалуйста, вы должны нам помочь. Какой-то идиот потерял своего ребенка, и шум сводит нас с ума. Вы ведь Ренегат, верно? Можете ли вы найти ребенка?"
zh_hans: 你登上了空间站，但迎接你的只是远处一个孩子的尖叫和一个相关的母亲的喊叫造成的不和谐。一个吸虫族的工作人员走近你。"请你一定要帮助我们。一个白痴把她的孩子弄丢了，这噪音让我们很生气。你是个变元者，对吗？你能消灭这个孩子吗？"

# data/events_standard.xml$//event[@name="TONY_CHILD"]/choice/text
source: You want us to... kill a child?
fr: Vous voulez qu'on... tue un enfant ?
ko: 우리보고 아이를... 죽여달라는 겁니까?
ru: Вы хотите, чтобы мы... убили ребенка?
zh_hans: 你想让我们......杀死一个孩子？

# data/events_standard.xml$//event[@name="TONY_CHILD"]/choice/event/text
source: "Uhm I uh, I just meant uh... well... yes? If you have a better solution I'm all ears, but as long as you shut that woman and her screaming infant up we'll pay you."
fr: "Heu, je hm, je voulais dire... eh bien... oui ? Si vous avez une meilleure idée je suis tout ouïe, mais tant que cette femme et son gosse la ferment, on vous paiera."
ko: "음 그러니까 어, 제 말은 그냥 어... 뭐... 그렇죠? 더 나은 해결책이 있으시다면 들어 볼 테지만, 일단 저 여자랑 그녀의 아이를 조용하게만 해 주시면 포상금을 드리겠습니다."
ru: "Эм, я имел в виду... ну... да? Если у вас есть лучшее решение, я готов выслушать вас, но если вы заткнете эту женщину и ее кричащего младенца, мы вам заплатим".
zh_hans: "呃，我呃，我只是说呃......嗯......是吗？如果你有更好的解决办法，我洗耳恭听，但只要你让那个女人和她尖叫的婴儿闭嘴，我们就给你钱。"

source: (Elite Crew) Eliminate the child.
fr: (Membre d'équipage d'Élite) Éliminer l'enfant.
ko: (엘리트 선원) 아이를 제거한다.
ru: (Член экипажа-элита) Устранить ребенка.
zh_hans: (精英船员)消灭这个孩子。

source: Your crew rushes into action, quickly tracking down the child. They quickly snap its neck and return to you to confirm the kill. Your entire crew looks on in horror at what you just did, but the store owners don't seem to care at all. They grab one of the nearby Hektar modules and toss it to you as a reward for your manslaughter.
fr: Votre membre d'équipage fonce dans le magasin, et repère rapidement l'enfant. Il lui brise la nuque, puis revient à vous pour confirmer sa mort. Tout l'équipage vous regarde avec horreur pour ce que vous venez de faire, mais les propriétaires du magasin ne semblent pas spécialement choqués, et vous lancent un module Hektar en récompense de votre meurtre.
ko: 엘리트 선원은 서둘러 아이를 찾아 나섰습니다. 그는 재빨리 아이의 목을 부러뜨리고 아이의 죽음을 보고하러 돌아왔습니다. 당신의 모든 선원들은 당신이 방금 한 일을 공포에 질려 바라봤지만, 상점 주인들은 전혀 신경 쓰지 않는 것 같습니다. 그들은 근처에 있던 헥타르 모듈을 하나 집어 당신의 살행에 대한 보상으로 던져줬습니다.
ru: Ваш член экипажа бросается в бой, быстро выслеживая ребенка. Он быстро сворачивают ему шею и возвращаются к вам, чтобы подтвердить факт убийства. Вся ваша команда с ужасом смотрит на то, что вы только что сделали, но владельцев магазина это, похоже, нисколько не волнует. Они хватают один из стоящих рядом модулей Гектар и бросают его вам в качестве награды за убийство.
zh_hans: 你的队员们急忙行动起来，迅速追踪那个孩子。他们迅速掐断了孩子的脖子，并回到你身边确认杀戮。你的全体船员惊恐地看着你刚刚做的事，但店主似乎一点也不在乎。他们抓起附近的一个赫克塔模块扔给你，作为对你过失杀人的奖励。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Anti-Bio Weapon) Eliminate the child.
fr: (Arme Antibio) Éliminer l'enfant.
ko: (안티 바이오 무기) 아이를 제거한다.
ru: (Анти-био орудие) Устранить ребенка.
zh_hans: (反生物武器)消除孩子。
