Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Rock fanatics are infamous for their brutality and merciless ways of forcing their religion on others. This isn't the kind of place you want to be shopping at.
fr: Les fanatiques Rocailleux sont tristement célèbres pour leur brutalité et leurs méthodes impitoyables de convertir les autres. Ce n'est pas le genre d'endroit où vous voudriez faire vos achats.
ko: 락맨 광신도들은 자신들의 종교를 잔인하고 무자비한 방법을 사용해 포교하는 것으로 악명이 높습니다. 이런 곳에서 쇼핑하고 싶지는 않습니다.
ru: Фанатики валунов известны своей жестокостью и безжалостными способами навязывания своей религии другим. Это не то место, где вы хотели бы торговать.
zh_hans: 岩石狂热者因其残暴和无情的方式将其宗教强加于人而臭名昭著。这不是你想去购物的地方。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_REBEL_ANNOUNCER"]/text
source: You come across a large trade station. However, as soon as you approach a warning goes out to all ships in the region: "Do not associate with the Federation sympathizers. All who oppose the Rebels will be punished."
fr: Vous arrivez à une station commerciale importante. Cependant, dès que vous vous rapprochez, un avertissement est diffusé à tous les vaisseaux à la balise : "Ne vous associez pas à des sympatisants de la Fédération. Tous ceux qui opposent la Rébellion seront punis."
ko: 당신은 커다란 무역 정거장을 마주쳤습니다. 하지만, 그곳에 접근하자 이 지역의 모든 선박에 안내 방송이 보내졌습니다. "연방의 동조자들과 관계를 맺지 마십시오. 반군에 반대하는 자는 모두 처벌받을 것입니다."
ru: Вы наткнулись на крупную торговую станцию. Однако как только вы приближаетесь к ней, на всех кораблях в этом районе раздается предупреждение: "Не связывайтесь со сторонниками Федерации. Все, кто выступают против повстанцев, будут наказаны".
zh_hans: 你遇到了一个大型贸易站。然而，当你走近时，一个警告向该地区的所有船只发出："不要与联邦同情者交往。所有反对叛军的人都将受到惩罚。"

source: Search among the stores to see if someone will sell to you.
fr: Chercher parmi les boutique pour voir si quelqu'un accepte de faire affaire.
ko: 당신과 거래해줄 상점이 있는지 찾아본다.
ru: Походить по магазинам, чтобы выяснить, не захочет ли кто-то с вами поторговать.
zh_hans: 在商店中搜索，看是否有人愿意卖给你东西。

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: You decide it's better to not push your luck and move on.
fr: Vous décidez qu'il vaut mieux ne pas tenter le destin et partez.
ko: 당신은 너무 나서지 말고 떠나는 것이 낫다고 판단했습니다.
ru: Вы решаете, что лучше не испытывать вашу удачу и улетаете.
zh_hans: 你决定最好不要强求你的运气，继续前进。

source: (Engineer Crew) Pass yourself off as Rebels.
fr: (Membre d'équipage Ingénieur) Vous faire passer pour des Rebelles.
ko: (공병 선원) 반군 행세를 한다.
ru: (Член экипажа-инженер) Выдать себя за повстанцев.
zh_hans: (工程师船员)把自己当作叛军。

source: As a former Rebel themselves, your engineer has a few tricks up their sleeve for getting you into the market safely. You find a vendor willing to sell to you, though you can tell they have their suspicions.
fr: Étant lui-même un ex-Rebelle, votre Ingénieur a plus d'un tour dans son sac pour vous faire entrer en sécurité dans le marché. Vous trouvez un vendeur acceptant de commercer, mais vous pouvez voir qu'il a ses doutes.
ko: 전직 반군이었던 공병은 당신이 시장에 안전하게 들어갈 수 있게끔 하는 속임수를 몇 가지 알고 있었습니다. 당신은 의심스러워하는 것 같기는 해도 거래 의사가 있는 노점상을 찾았습니다.
ru: Ваш инженер, сам бывший повстанец, знает несколько хитростей, чтобы безопасно провести вас на рынок. Вы находите продавца, готового продать вам товар, хотя судя по всему, что у него есть какие-то подозрения.
zh_hans: 作为一名前叛军，你的工程师有几招让你安全地进入市场的诀窍。你找到了一个愿意卖给你的商贩，尽管你可以看出他们有怀疑。

source: (Mind Control) Alter the announcer's opinions.
fr: (Contrôle mental) Faire changer d'avis l'annonceur.
ko: (정신 지배 장비) 방송을 조작한다.
ru: (Контроль разума) Изменить мнение диктора.
zh_hans: (心灵控制)改变播音员的意见。

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. Hopefully you will have enough time to shop before he can figure out what just happened.
fr: Vous trouvez la source de l'avertissement et 'convainquez' l'annonceur de changer d'avis. Espérons que vous aurez assez de temps pour commercer avant qu'il ne se rende compte de ce qui s'est passé.
ko: 당신은 방송의 아나운서를 찾아내 방금 한 말을 취소하도록 '설득'했습니다. 그가 사태를 깨닫기까지 쇼핑할 충분한 시간이 확보되기를 바랍시다.
ru: Вы находите источник объявления и "убеждаете" говорящего отказаться от своего предыдущего заявления. Вы надеетесь, что у вас будет достаточно времени, чтобы совершить покупки, прежде чем он успеет понять, что только что произошло.
zh_hans: 你找到公告的来源，并"说服"说话者撤销他之前的声明。希望你在他搞清楚刚刚发生的事情之前，有足够的时间去购物。

source: (Improved Mind Control) Alter the announcer's opinions.
fr: (Contrôle mental amélioré) Faire changer d'avis l'annonceur.
ko: (고급 정신 지배 장비) 방송을 조작한다.
ru: (Улучш. Контроль Разума) Изменить мнение диктора.
zh_hans: (高级心灵控制)改变播音员的意见。

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. In addition he apologizes by offering complimentary supplies. Hopefully you will have enough time to shop before he can figure out what just happened.
fr: Vous trouvez la source de l'avertissement et 'convainquez' l'annonceur de changer d'avis. De plus, il s'excuse en offrant des provisions supplémentaires. Espérons que vous aurez assez de temps pour commercer avant qu'il ne se rende compte de ce qui s'est passé.
ko: 당신은 방송의 아나운서를 찾아내 방금 한 말을 취소하도록 '설득'했습니다. 추가로 그가 사죄의 의미로 물자를 보충해줬습니다. 그가 사태를 깨닫기까지 쇼핑할 충분한 시간이 확보되기를 바랍시다.
ru: Вы находите источник сообщения и "убеждаете" говорящего отказаться от своего предыдущего заявления. Кроме того, он приносит извинения, предлагая бесплатные товары. Надеюсь, у вас будет достаточно времени, чтобы совершить покупки, прежде чем он успеет понять, что произошло.
zh_hans: 你找到了公告的来源，并"说服"说话者撤销了他之前的声明。此外，他还通过提供免费用品来道歉。希望在他搞清楚刚才发生的事情之前，你会有足够的时间购物。

source: (Advanced Mind Control) Alter the announcer's opinions.
fr: (Contrôle mental de pointe) Faire changer d'avis l'annonceur.
ko: (최고급 정신 지배 장비) 방송을 조작한다.
ru: (Продвинутый Контроль разума) Изменить мнение диктора.
zh_hans: (先进心灵控制)改变播音员的意见。

source: You locate the source of the announcement and 'convince' the speaker to rescind his previous statement. In addition he apologizes by offering considerable complimentary supplies. Hopefully you will have enough time to shop before he can figure out what just happened.
fr: Vous trouvez la source de l'avertissement et 'convainquez' l'annonceur de changer d'avis. De plus, il s'excuse en offrant une vaste quantité de provisions supplémentaires. Espérons que vous aurez assez de temps pour commercer avant qu'il ne se rende compte de ce qui s'est passé.
ko: 당신은 방송의 아나운서를 찾아내 방금 한 말을 취소하도록 '설득'했습니다. 추가로 그가 사죄의 의미로 상당한 양의 물자를 보충해줬습니다. 그가 사태를 깨닫기까지 쇼핑할 충분한 시간이 확보되기를 바랍시다.
ru: Вы находите источник сообщения и "убеждаете" говорящего отказаться от своего предыдущего заявления. Кроме того, он приносит свои извинения, предлагая значительные бесплатные товары. Надеюсь, у вас будет достаточно времени, чтобы совершить покупки, прежде чем он успеет понять, что произошло.
zh_hans: 你找到了公告的来源，并"说服"说话者撤销他之前的声明。此外，他还通过提供大量的免费用品来道歉。希望你在他搞清楚刚才发生的事情之前有足够的时间购物。

source: You find a single store that responds to your hails: "Don't open any wide band channels. We'll sell to you but we don't want to draw attention to ourselves."
fr: Vous trouvez un magasin qui répond à votre appel : "N'ouvrez aucun canal à bande large. Nous allons vous vendre, mais n'attirez pas l'attention sur nous."
ko: 당신의 부름에 응답하는 상점을 하나 찾았습니다. "광대역 채널을 열지 마십시오. 당신에게 물건을 팔기는 하겠지만 다른 이들의 관심을 끌고 싶지는 않습니다.
ru: Вы находите единственный магазин, который реагирует на ваши обращения: "Не открывайте никаких каналов связи. Мы продадим вам, но не хотим привлекать к себе внимание".
zh_hans: 你找到了一家对你的呼唤作出回应的商店："不要开任何宽频频道。我们会卖给你，但我们不想让人注意到我们。"

source: A suspicious vendor lets you in, and allows you to browse his store. Unfortunately, on your way out you can't help but feel you might not have gone as unnoticed as you had hoped...
fr: Un vendeur suspect vous laisse entrer pour voir ses biens. Cependant, en sortant vous avez la suspicion que vous n'avez pas été aussi discret que vous le pensiez...
ko: 수상한 노점상이 당신을 들이고 물건을 둘러보게 허용해 줬습니다. 불행히도, 상점에서 나왔을 때는 당신이 바라던 것보다 더 주목받는 듯한 느낌이 들었습니다...
ru: Подозрительный торговец впускает вас в магазин и позволяет осмотреть его. К сожалению, на выходе вас не покидает ощущение, что вы остались незамеченными, как вы надеялись...
zh_hans: 一个可疑的小贩让你进去，并允许你浏览他的商店。不幸的是，在你离开的时候，你不禁觉得你可能没有像你希望的那样不被注意......

source: Your search for a friendly marketplace yields no results but after a time a small shuttle approaches. They release some supplies in your direction with the message, "We are not all friends of the Rebel fleet. Stay strong."
fr: Votre recherche d'un magasin allié est sans succès, mais après quelque temps, une petite navette s'approche. Ils envoient quelques provisions dans votre direction avec le message, "Nous ne sommes pas tous amis des Rebelles. Bonne chance."
ko: 우호적인 시장을 찾으려는 시도는 성과를 보지 못했지만, 이내 작은 선박이 접근했습니다. 그들은 당신을 향해 보급품을 사출하면서 메시지를 남겼습니다. "우리 모두가 반군 함대의 편은 아닙니다. 힘내십시오."
ru: Поиски дружеского рынка не дали результатов, но через некоторое время к нему приближается небольшой шаттл. Они выпускают в вашу сторону немного припасов с сообщением: "Не все мы друзья флота повстанцев. Будьте сильными".
zh_hans: 你对友好市场的搜索没有结果，但过了一段时间，有一架小型穿梭机接近。他们向你的方向释放了一些物资，并告诉你："我们并不都是叛军舰队的朋友。保持坚强。"

source: You apparently spoke to the wrong person in your search for a store. Warnings go off and you detect an automated Rebel ship moving in to attack.
fr: Il semblerait que vous ayez parlé à la mauvaise personne en cherchant un magasin. Des alarmes retentissent et vous détectez un Auto-vaisseau Rebelle se préparant à vous attaquer.
ko: 당신은 상점을 찾다가 명백히 잘못된 사람에게 말을 걸었습니다. 경고음이 울려 퍼졌고 반군의 무인기가 공격하러 오는 것이 감지되었습니다.
ru: В поисках магазина вы, видимо, обратились не к тому человеку. Срабатывают предупреждения, и вы замечаете автоматический корабль повстанцев, движущийся в атаку.
zh_hans: 你在寻找商店时显然找错了人。警报响起，你探测到一艘自动的叛军战舰正在进攻。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You apparently spoke to the wrong person in your search for a store. Warnings go off and you detect an automated Rebel ship moving in to attack.
fr: Il semblerait que vous ayez parlé à la mauvaise personne en cherchant un magasin. Des alarmes retentissent et vous détectez un Auto-vaisseau Rebelle se préparant à vous attaquer.
ko: 당신은 상점을 찾다가 명백히 잘못된 사람에게 말을 걸었습니다. 경고음이 울려 퍼졌고 반군의 무인기가 공격하러 오는 것이 감지되었습니다.
ru: В поисках магазина вы, видимо, обратились не к тому человеку. Срабатывают предупреждения, и вы замечаете автоматический корабль повстанцев, движущийся в атаку.
zh_hans: 你在寻找商店时显然找错了人。警报响起，你探测到一艘自动的叛军战舰正在进攻。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_REBEL_XENOPHOBE"]/text
source: A looping message from a nearby store plays, "All are welcome to shop, with one stipulation. Xeno scum are forbidden to shop here! Humans only, or get lost!"
fr: Un message est diffusé en boucle par le magasin : "Tout le monde est le bienvenu ici, avec une seule exception. La racaille xéno est interdite ici ! Seulement des humains, ou allez vous faire voir !"
ko: 근처의 상점에서 반복되는 메시지가 재생되었습니다. "한 가지 조건만 지키면 누구든 환영합니다! 쓰레기 같은 외계종들은 우리 상점에 출입 금지입니다! 인간이 아니면 꺼져주세요!"
ru: Проигрывается зацикленное сообщение из ближайшего магазина: "Всех приглашаем в магазин, но с одним условием. Ксено-отбросам запрещено здесь торговать! Только для людей, или проваливайте!"
zh_hans: 附近一家商店播放的循环信息："欢迎所有人来购物，但有一个规定。禁止异种人渣在此购物！只允许人类进入，否则就滚蛋！"

source: We have no aliens, dock safely.
fr: Nous n'avons aucun alien, appareiller en sécurité.
ko: 선원 중에 외계종이 없으니 안전하게 정박한다.
ru: У нас нет пришельцев, смело стыкуемся.
zh_hans: 我们没有外星人，安全停靠。

source: Try and dock despite having aliens aboard.
fr: Essayer de s'amarrer malgré les aliens à bord.
ko: 승선중인 외계종이 있지만 정박을 시도한다.
ru: Попытаться состыковаться с кораблем, несмотря на наличие на борту пришельцев.
zh_hans: 尽管有外星人在船上，但还是要尝试停靠。

source: (Non-Sapient Crew) Pass off your alien crew as pets.
fr: (Espèce animale) Faire passer vos aliens pour des animaux de compagnie.
ko: (비문명 선원) 외계종 선원을 애완동물로 속인다.
ru: (Экипаж не из людей) Выдать свой экипаж пришельцев за домашних животных.
zh_hans: (非智慧船员)把你的外星船员当作宠物。

source: The store-owners consider for a bit, but seem to accept this, and allow you inside.
fr: Les propriétaires du magasin réfléchissent un peu, mais semblent l'accepter, et vous amènent à bord.
ko: 상점 주인은 잠시 생각하는듯했지만, 상황을 인정하고 안으로 들여 보내줬습니다.
ru: Владельцы рынка немного поразмыслили, но, похоже, согласились и разрешили вам войти.
zh_hans: 店主考虑了一会儿，但似乎接受了这一点，并允许你进去。

source: Ignore the store.
fr: Ignorer le magasin.
ko: 상점을 무시한다.
ru: Не обращать внимания на магазин.
zh_hans: 无视该贸易站。

source: A racist market isn't something you're interested in shopping at.
fr: Vous n'êtes pas intéressé de commercer à un marché raciste.
ko: 종족차별주의자의 시장에서 쇼핑하고 싶지는 않습니다.
ru: Рынок расистов - это не то место, которое вам хотелось бы посетить.
zh_hans: 种族主义者的市场不是你有兴趣购物的地方。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Your approach doesn't go well. As soon as you get too close, a Rebel ship flies out from a hangar at the market and attacks!
fr: Votre approche ne se passe pas très bien. Dès que vous vous rapprochez trop, un vaisseau Rebelle sort du hangar du marché et attaque !
ko: 접근 도중에 문제가 생겼습니다. 가까이 다가가자마자 시장의 격납고에서 반군 함선이 날아와 당신을 공격했습니다!
ru: Ваше сближение проходит не лучшим образом. Как только вы подлетаете слишком близко, из ангара на рынке вылетает корабль повстанцев и атакует!
zh_hans: 你的做法并不顺利。你刚一靠近，就有一艘叛军的飞船从市场的机库里飞出来，发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your approach doesn't go well. As soon as you get too close, a Rebel ship flies out from a hangar at the market and attacks!
fr: Votre approche ne se passe pas très bien. Dès que vous vous rapprochez trop, un vaisseau Rebelle sort du hangar du marché et attaque !
ko: 접근 도중에 문제가 생겼습니다. 가까이 다가가자마자 시장의 격납고에서 반군 함선이 날아와 당신을 공격했습니다!
ru: Ваше сближение проходит не лучшим образом. Как только вы подлетаете слишком близко, из ангара на рынке вылетает корабль повстанцев и атакует!
zh_hans: 你的做法并不顺利。你刚一靠近，就有一艘叛军的飞船从市场的机库里飞出来，发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Despite the warning, you dock with the station. It's clear you're breaking the law here, but the store owner says nothing. On your way out, he whispers "Speak to no one about this."
fr: Malgré l'avertissement, vous vous amarrez avec la station. Il est clair que vous violez la règle ici, mais le vendeur ne dit rien. Sur le chemin du retour, il vous glisse à l'oreille "Ne dites ça à personne."
ko: 정거장에 정박하는데 성공했습니다. 당신은 분명 이곳의 규칙을 어기고 있지만, 상점 주인은 아무 말도 하지 않았습니다. 당신이 떠날 때 그가 속삭였습니다. "아무에게도 이번 일을 말하지 마세요."
ru: Несмотря на предупреждение, вы стыкуетесь со станцией. Понятно, что вы нарушаете закон, но владелец рынка ничего не говорит. Когда вы выходите, он шепчет: "Никому об этом не говори".
zh_hans: 尽管有警告，你还是与该站对接。很明显你在这里犯了法，但店主什么也没说。在你出去的时候，他低声说："不要对任何人说起这件事。"

# data/events_standard.xml$//event[@name="STOREEVENT_REBEL_FRIENDLY"]/text
source: A Rebel transport is making small repairs nearby, but they seem to be some kind of merchant. You expect a fight, but receive a secret hail. "Our military escort is still a few beacons behind, scattered by pirates. Truth be told, I think this war is silly. I'd be willing to trade, but we have to be quick."
fr: Un transporteur Rebelle fait des petites réparations ici, mais ils semblent être des marchands. Vous vous attendez à un combat, mais recevez ce message secret : "Notre escorte militaire est bloquée par des pirates à quelques balises d'ici. Pour dire vrai, je pense que toute cette guerre est ridicule. Je serais prêt à commercer, mais il va falloir faire vite."
ko: 근처에서 반군 수송선이 선체를 수리하고 있었는데, 아마도 상인인 것 같습니다. 전투가 일어날 것이란 당신의 예상을 깨고 우호적인 기밀 메시지가 수신됐습니다. "본 함선의 호위 부대는 해적에 의해 흩어져 몇 송신소 뒤처졌습니다. 솔직히 말해서, 저희는 이 전쟁이 어리석다고 생각합니다. 상점은 열어 드릴 거지만, 서두르셔야 합니다."
ru: Неподалеку транспорт повстанцев производит мелкий ремонт, но, похоже, это какой-то торговец. Вы ждете начала сражения, но получаете секретный сигнал связи. "Наш военный эскорт все еще находится на несколько маяков позади, рассеянный пиратами. По правде говоря, я считаю эту войну глупой. Я готов торговать, но нам нужно действовать быстро".
zh_hans: 一艘叛军的运输船正在附近进行小规模维修，但他们似乎是某种商人。你以为会有一场战斗，但却收到了秘密的呼唤。"我们的军事护卫队还在后面的几个信标，被海盗们冲散了。说实话，我认为这场战争很愚蠢。我愿意交易，但我们必须要快。"

source: Shop with them.
fr: Commercer avec eux.
ko: 그들과 거래한다.
ru: Торговать с ним.
zh_hans: 与他们交易。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Rebel captain shrugs, and says nothing more. It's probably best you get out as quick as possible.
fr: Le capitaine Rebelle hausse les épaules et ne dit rien d'autre. Mieux vaut probablement partir d'ici au plus vite.
ko: 반군 선장은 어깨를 으쓱하더니 더 이상 아무 말도 하지 않았습니다. 최대한 빨리 빠져나가는 게 좋아 보입니다.
ru: Капитан повстанцев пожимает плечами и больше ничего не говорит. Наверное, вам лучше убраться как можно быстрее.
zh_hans: 叛军舰长耸耸肩，没有再说什么。你最好尽快离开。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: While shopping with the transport, suddenly an elite Rebel ship jumps in. This must be their escort. To your surprise, the transport turns on its military escort, and now you have additional firepower!
fr: Alors que vous commercez avec le transporteur, un vaisseau Rebelle d'Élite saute à la balise. Ce doit être l'escorte. À votre surprise, le transporteur se retourne contre son escorte, et maintenant vous avez de la puissance de frappe en plus !
ko: 수송선에서 쇼핑하던 도중 갑자기 엘리트 반군 함선이 도약해왔습니다. 그들의 호위 부대가 틀림없습니다. 놀랍게도, 수송선은 당신의 편으로 돌아서 호위를 쏘기 시작했습니다!
ru: Во время торговли с транспортом вдруг появляется элитный корабль повстанцев. Должно быть, это их эскорт. К вашему удивлению, транспорт задействует свой боевой расчет, и теперь у вас есть дополнительная огневая мощь!
zh_hans: 在与运输船交易的时候，突然有一艘叛军的精英飞船跃迁了进来。这一定是他们的护卫队。令你惊讶的是，运输船打开了它的自卫武器，现在你有了额外的火力！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: While shopping with the transport, suddenly a Rebel ship jumps in. This must be their escort. The transport pretends not to be involved and accuses you of attacking them, so the escort attacks!
fr: Alors que vous commercez avec le transporteur, un vaisseau Rebelle saute à la balise. Ce doit être l'escorte. Le transporteur prétend ne pas être impliqué et vous accuse de l'attaquer, et l'escorte attaque !
ko: 수송선에서 쇼핑하던 도중 갑자기 반군 함선이 도약해왔습니다. 그들의 호위 부대임이 틀림없습니다. 수송선은 아무런 교류도 없던 척하면서 자신들이 공격받았다고 주장했습니다. 호위 부대가 당신을 공격해옵니다!
ru: Во время торговли с транспортом вдруг появляется корабль повстанцев. Это, должно быть, их эскорт. Транспорт делает вид, что его это их не касается, и обвиняет вас в нападении на него, поэтому эскорт атакует!
zh_hans: 在与运输船交易，突然有一艘叛军的船跃迁了进来。这一定是他们的护卫队。运输船假装没有参与，并指责你攻击他们，所以护卫队就攻击了！

source: Prepare to fight!
fr: Se préparer au combat !
ko: 전투를 준비한다!
ru: Подготовиться к бою!
zh_hans: 准备战斗！

source: (Cloaking) Hide from the escort.
fr: (Camouflage) Se cacher de l'escorte.
ko: (은폐장) 호위 부대로부터 숨는다.
ru: (Маскировка) Скрыться от эскорта.
zh_hans: (隐形系统)躲避护卫队。

source: You vanish, confusing the Rebels. You're able to sneak far enough away.
fr: Vous disparaissez, provoquant la confusion chez les Rebelles. Vous arrivez à vous faufiler assez loin pour qu'ils abandonnent.
ko: 당신이 사라져 반군이 혼란에 빠진 동안 충분히 멀리 도망칠 수 있었습니다.
ru: Вы исчезаете, сбивая с толку повстанцев. Вам удается улететь достаточно далеко.
zh_hans: 你消失了，迷惑了叛军。你能够潜行到足够远的地方。

source: You step aboard the Rebel ship, somewhat cautious of a trap. Yet, nothing comes. You quickly take a look around and head out before their escort arrives.
fr: Vous entrez à bord du vaisseau Rebelle, vous méfiant d'un éventuel piège, mais rien ne se passe. Vous faites un rapide tour dans le magasin puis repartez avant que l'escorte arrive.
ko: 함정에 주의하며 수송선에 발을 내디뎠지만, 아무 일도 일어나지 않았습니다. 호위 부대가 도착하기 전에 빠르게 물건을 둘러보았습니다.
ru: Вы поднимаетесь на борт корабля повстанцев, несколько опасаясь ловушки. Однако ничего не происходит. Вы быстро осматриваетесь и отправляетесь к выходу, пока не прибыл их эскорт.
zh_hans: 你踏上了叛军的船，有点小心翼翼地担心会有陷阱。然而，什么也没有发生。你迅速地环顾四周，在他们的护卫队到来之前就离开了。

# data/events_standard.xml$//event[@name="STOREEVENT_REBEL_FRIENDLY_WIN"]/text
source: The escort is disposed of, but the Rebel captain seems shaken. "I... I'm on the wrong side. I won't do this any longer. Hurry up and buy whatever you need, I'm coming with you."
fr: L'escorte est détruite, mais le capitaine Rebelle semble perturbé. "Je... je me bats du mauvais côté. Je ne referai plus jamais ça. Dépêchez-vous à acheter ce dont vous avez besoin, je pars avec vous."
ko: 호위 부대가 격침되자 수송선의 선장은 동요한것 같습니다. "저... 전 잘못된 편에 있었습니다. 더 이상 이 일을 하지 않겠어요. 빨리 필요한걸 사십시오, 저도 당신과 함께 가겠습니다."
ru: Эскорт уничтожен, но капитан повстанцев выглядит потрясенным. "Я... я не на той стороне. Я больше не буду этого делать. Скорее покупайте все, что вам нужно, и я пойду с вами".
zh_hans: 护卫队被处理掉了，但叛军舰长似乎受到了震动。"我......我站错边了。我不会再这样做了。快点买你需要的东西吧，我和你一起去。"

# data/events_standard.xml$//event[@name="STOREEVENT_REBEL_ENGINEER"]/text
source: Rebel Engineers aren't always as aggressive as other Rebels, and fortunately it seems the one here is as you've heard. In fact, looks like they're looking to trade for the scrap needed to repair their Auto-ships.
fr: Les Ingénieurs Rebelle ne sont pas toujours aussi agressifs que les autres, et heureusement celui-ci semble adhérer au stéréotype. D'ailleurs, il semble même qu'ils cherchent à commercer pour obtenir la ferraille nécessaire pour améliorer leurs Auto-vaisseaux.
ko: 반군 공병은 다른 반군들만큼 호전적이지 않은 경우도 있다는데, 다행히도 지금 마주한 공병이 그런 부류인 것 같습니다. 사실, 그들은 무인기를 수리하기 위해 스크랩을 벌려는 것 같습니다.
ru: Инженеры повстанцев не всегда так агрессивны, как другие повстанцы, и, к счастью, похоже, что один из них здесь такой же, как вы слышали. На самом деле, похоже, что они хотят поторговать ломом, необходимым для ремонта их автоматических кораблей.
zh_hans: 叛军工程师并不总是像其他叛军那样积极，幸运的是，这里的人似乎和你听说的一样。事实上，看起来他们是想用废料来换取修理他们的自动飞船所需的材料。

source: Agree.
fr: Accepter.
ko: 거래에 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: The Engineers also offer a few drone schematics.
fr: Les Ingénieurs proposent aussi quelques schémas de drones.
ko: 공병들은 몇 가지 드론 도식을 추가로 제안했습니다.
ru: Инженеры также предлагают несколько схем дронов.
zh_hans: 工程师们还提供了一些无人机蓝图。

source: Buy an Amp Drone.
fr: Acheter un Drone Amp.
ko: 앰프 드론을 산다.
ru: Купить дрон с усилителем.
zh_hans: 购买一件多级无人机。

source: Buy a Crew Drone.
fr: Acheter un Drone d'Équipage.
ko: 선원 드론을 산다.
ru: Купить пехотного дрона.
zh_hans: 购买一架舰内无人机。

source: We'll just shop.
fr: Nous allons juste commercer.
ko: 상점만 둘러본다.
ru: Мы просто походим по магазинам.
zh_hans: 我们只是购物。

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Well if you aren't going to be helpful, then we'll just blow you up!"
fr: "Eh bien, si vous ne voulez pas nous aider, alors nous allons simplement vous dégommer!"
ko: "협조적으로 나오지 않는다면 뭐, 그냥 날려버려 주마!"
ru: "Ну, если ты не хочешь быть полезным, тогда мы просто взорвем тебя!"
zh_hans: "好吧，如果你不打算提供帮助，那我们就把你炸死！"

source: Prepare to fight!
fr: Se préparer au combat !
ko: 전투를 준비한다!
ru: Подготовиться к бою!
zh_hans: 准备战斗！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
