Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="TONY_HQ_SAVE"]/choice/event/text
source: With the ship out of the way you enter the command tower, where you find a large vault door, protected by a security code. Taking one wild guess, you try typing in 'password' and it immediately grants you access.
fr: Une fois débarrassé du vaisseau, vous entrez dans la tour de contrôle, où vous trouvez une grande porte blindée, protégée par un code de sécurité. Vous essayez de taper '1234', et la porte s'ouvre immédiatement.
ko: 해적 함선을 박살내고 난뒤에, 보안 코드로 보호되어있는 커다란 볼트 문이 있는 커맨드 타워안으로 들어갔습니다. 당신은 감에 맡겨서 '비밀번호'를 입력하였고, 바로 볼트 문이 열렸습니다.
ru: Убрав с дороги корабль, вы входите в командную башню, где обнаруживаете большую дверь хранилища, защищенную кодом безопасности. Попробовав набрать "пароль", вы сразу же получаете доступ.
zh_hans: 随着飞船的消灭，你进入指挥塔，在那里你发现了一个大的安全门，有安全密码保护。你大胆猜测，试着输入"密码"，它立即允许你进入。

# data/events_standard.xml$//event[@name="TONY_HQ_SAVE"]/choice/event/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inside the vault is a sorry sight. A greasy couch sits in the center of mounds of wrappers and soda cans and faces a massive widescreen TV playing a rather raunchy episode from the infamously awful Leech soap opera 'Orfaces of Rilla'. A pathetically overweight creature lays before you, mindlessly absorbing the show and not paying you any mind.
fr: L'intérieur du bunker n'est pas beau à voir. Un canapé graisseux au centre de montagnes d'emballages et de canettes de soda fait face à une énorme télé à écran plat diffusant un épisode plutôt torride du feuilleton Sangsue bien connu pour sa nullité 'Orfaces de Rilla'. Une créature pathétiquement obèse se tient dessus, hypnotisée par le spectacle et ne vous accordant aucune attention.
ko: 볼트 안의 상황은 매우 한심했습니다. 수많은 소다 캔들과 음식 포장지들이 널부러져있고, '오르페이스 오브 릴리아'라는 끔찍한 연속극 중 나름 야릇한 장면을 재생하는 큰 와이드 스크린 TV 앞에 위치한 기름진 소파가 있습니다. 당신에게는 무관심하며, 흐리멍텅한 얼굴로 TV에 푹 빠진, 한심할 정도로 비만인 생물이 당신 앞에 있습니다.
ru: Внутри хранилища - печальное зрелище. В центре кучи фантиков и банок из-под газировки стоит засаленный диван, а перед ним - огромный широкоэкранный телевизор, на котором показывают довольно грубый эпизод из печально известной ужасной мыльной оперы пиявок "Лица Риллы". Перед вами лежит жалкое существо с лишним весом, бездумно смотрящее шоу и не обращающее на вас никакого внимания.
zh_hans: 保险库内是一个令人遗憾的景象。一张油腻的沙发坐在成堆的包装纸和苏打水罐中间，面对着一台巨大的宽屏电视，播放着臭名昭著的可怕的吸虫族肥皂剧《里拉的脸》中相当淫秽的一集。一个超重的生物躺在你面前，漫不经心地看着节目，对你毫不在意。

source: Announce your presence.
fr: Annoncer votre présence.
ko: 당신의 존재를 알린다.
ru: Объявить о своем присутствии.
zh_hans: 宣布你的存在。

source: The Leech jumps and quickly flicks off the screen. "W-what the hell? Where did you come from? How did you get past my security? What do you want?"
fr: La Sangsue sursaute et éteint vite l'écran. "Qu-qu'est-ce qu'il se passe ? D'où vous venez ? Comment est-ce que vous avez passé la sécurité ? Qu'est-ce que vous voulez ?"
ko: 리치는 놀라면서 황급히 화면을 끈다. "뭐..뭐야? 너 어디서 왔어? 어떻게 내 보안시스템을 뚫고 들어왔지? 뭘 원하는데?"
ru: Пиявка вскакивает и быстро отходит от экрана. "Ч-что за черт? Откуда ты взялся? Как ты прошел мимо моей охраны? Что тебе нужно?"
zh_hans: 吸虫跳了起来，迅速地弹开了屏幕。"什么鬼？你从哪里来的？你是怎么通过我的保安的？你想要什么？"

source: The mercenaries are dead. You're safe now.
fr: Les mercenaires sont morts. Vous êtes sauvé.
ko: 용병들은 죽었어. 넌 이제 안전해.
ru: Наемники мертвы. Теперь вы в безопасности.
zh_hans: 雇佣兵们都死了。你现在安全了。

source: "What? God damn it. Why do you think I wasn't doing anything? I was waiting for them to kill me! Do you know how hard it is to hang yourself when you weigh 600 pounds and you can barely move your tongue? Ugh."
fr: "Quoi ? Et flûte. Pourquoi vous croyez que je ne faisais rien ? J'attendais qu'ils me tuent ! Vous savez à quel point c'est difficile de se pendre quand on pèse 300 kg et qu'on peut à peine bouger la langue ? Grr."
ko: "뭐라고? 이런 제기랄. 왜 내가 아무것도 하지 않고 있었다고 생각해? 난 그들이 날 죽이길 기다리고 있었다고! 네가 600 파운드나 나가며, 겨우 혀를 움직일 수 있는 상태일 때 목을 메달아 죽는게 얼마나 힘든 일인지 알고 있어? 어휴."
ru: "Что? Черт возьми. Почему ты думаешь, что я ничего не делал? Я ждал, когда они меня убьют! Знаешь, как трудно повеситься, когда ты весишь 270 килограммов и едва можешь пошевелить языком? Тьфу."
zh_hans: "什么？该死的。为什么你认为我什么都没做？我在等着他们来杀我！你知道当你的体重达到600磅，而你的舌头几乎不能动的时候，上吊是多么困难的事情吗？呃。"

source: I don't understand.
fr: Je ne comprends pas.
ko: 이해가 가지않아.
ru: Я не понимаю.
zh_hans: 我不明白。

source: "Look, kid. I appreciate your 'noble act' or whatever, but you gotta understand something. My life is hell. Some 7 years ago some asshole Slugs screwed up my life and the only thing I've got to make up for it is showering myself in money. Vael seemed like an easy way out, and now I'm back to square zero. Or... hmmm. Look, maybe you can do me a favor. Just shoot me. Get it over with and spare me the trouble. Otherwise I'm going to have to explain to someone why I need them to throw me out an airlock."
fr: "Écoute, gamin. J'apprécie ton 'acte noble' ou du style, mais il faut que tu comprennes quelque chose. Ma vie, c'est un enfer. Il y a 7 ans, des enflures de Limaces ont bousillé ma vie, et la seule chose qui me restait pour compenser, c'était me couvrir d'argent. Vael semblait être une façon facile, mais maintenant je suis de retour à zéro. Ou... hmmm. Vous pourriez me rendre un service. Tuez moi. Finissez-en et épargnez-moi en la peine. Sinon, je vais devoir expliquer à quelqu'un pourquoi il doit me jeter hors d'un sas."
ko: "이봐, 친구. 난 네놈의 '고귀한 행동'을 고맙게 생각하도록 하지. 하지만 네가 알아야하는게 하나 있어. 내 삶은 지옥 그 자체라고. 비록 그에 대한 대가로 돈방석에 오르긴 했지만, 7년전에 어떤 개같은 슬러그들이 내 인생을 망쳤어. 물론 무산된 계획이지만, 바엘은 날 죽여줄 해결책 중 하나였어. 흠 이봐, 네가 대신 해줄 일이 방금 생각났어. 그냥 날 쏴죽여줘. 날 죽여서 어서 이 고통에서 해방시켜줘. 아니면, 다른 놈에게 가서 에어록 밖에 날 던지라고 해야하거든."
ru: "Послушай, парень. Я ценю твой "благородный поступок" или что-то в этом роде, но ты должен кое-что понять. Моя жизнь - ад. Семь лет назад какие-то засранцы-слизни испортили мне жизнь, и единственное, чем я могу это компенсировать, - это завалить себя деньгами. Ваэль показался мне легким выходом, и теперь я вернулся к нулевой отметке. Или... хммм... Слушай, может, ты окажешь мне услугу. Просто пристрели меня. Покончи с этим и избавь меня от проблем. Иначе мне придется объяснять кому-то, почему мне нужно, чтобы он выбросил меня из шлюза".
zh_hans: "听着，孩子。我很欣赏你的'高尚行为'或其他什么，但你得明白一些事情。我的生活是地狱。大约7年前，一些混蛋鼻涕虫搞砸了我的生活，而我唯一能弥补的就是用金钱来洗刷自己。威尔似乎是一条简单的出路，而现在我又回到了原点。或者......嗯。听着，也许你可以帮我一个忙。开枪打我吧。把事情做完，免去我的麻烦。否则我将不得不向别人解释为什么我需要他们把我从气闸里扔出去。"

source: We aren't shooting you.
fr: Nous n'allons pas vous tuer.
ko: 우린 널 쏘지않아.
ru: Мы не будем в вас стрелять.
zh_hans: 我们不会向你开枪。

source: "Oh god damn it. Why? Why won't you just shoot me? Can't you see what I've become? I can barely move. I have 7 different eating disorders. I watch soap operas to fill the time. Is there any creature more deserving of merciful euthanization than me?"
fr: "Oh, mais bordel ! Pourquoi ! Pourquoi vous n'allez pas me tuer ? Vous ne voyez pas ce que je suis devenu ? Je peux à peine bouger, j'ai 7 troubles alimentaires différents, et je regarde des feuilletons nulissimes pour passer le temps. Y-a-t'il une créature méritant plus une miséricordieuse euthanasie que moi ?"
ko: "이런 제기랄. 왜? 왜 날 그냥 쏴 죽이지 않는 거지? 내가 어떻게 되었는지 안 보여? 난 겨우 움직일 수 있다고. 7가지의 섭식 장애들도 가지고 있어. 난 그저 시간을 때우기 위해 소프 오페라를 보고 있지. 나 말고 더 자비로운 안락사를 받을 자격이 있는 생물이 있다고 생각해?"
ru: "О, черт возьми. Почему? Почему ты просто не пристрелишь меня? Разве ты не видишь, во что я превратился? Я едва могу двигаться. У меня 7 различных расстройств пищевого поведения. Я смотрю мыльные оперы, чтобы скоротать время. Разве есть существо, более достойное милосердной эвтаназии, чем я?"
zh_hans: "哦，该死的。为什么？你为什么不直接杀了我？你没看到我已经变成什么样子了吗？我几乎不能动了。我有7种不同的饮食失调。我看肥皂剧来填补时间。还有什么生物比我更应该被仁慈地安乐死吗？"

source: You're also a billionaire. If you were happy once, surely you can be happy again.
fr: Vous êtes aussi milliardaire. Si vous avez été heureux un jour, vous pourriez l'être à nouveau.
ko: 당신은 억만장자야. 당신이 한때 행복했다면, 당연히 다시 행복해 질 수 있겠지.
ru: Вы также являетесь миллиардером. Если вы были счастливы однажды, то наверняка сможете стать счастливым снова.
zh_hans: 你也是一个亿万富翁。如果你曾经快乐过，你肯定可以再次快乐。

source: "I'm not sure I was even happy before. It's hard to remember the days before the... incident. But maybe... maybe you're right. I haven't left this station in 2 years. Could you take me with you? You're a Multiverse Renegade, right? Maybe some adventure would be a good chance to fix me..."
fr: "Je ne suis pas sûr que je l'ai seulement déjà été. C'est dur de se souvenir des jours d'avant... l'incident. Mais... mais peut-être que vous avez raison. Cela fait 2 ans que je n'ai pas quitté cette station. Pourriez-vous m'emmener avec vous ? Vous êtes un renégat du Multivers, non ? Peut-être que l'aventure me fera du bien..."
ko: "난 내가 행복했던 적이 있는지 모르겠어. 그 사건... 이전의 일들을 기억하기 힘들어서 말이지. 하지만... 네 말이 맞을 수도 있겠어. 난 이 정거장 밖을 2년 동안 나가본 적이 없어. 혹시 날 같이 데려가 줄 수 있겠어? 넌 멀티버스 배회자 잖아, 안 그래? 조금의 모험은 날 고칠 기회가 될 수 있을 거 같아..."
ru: "Я не уверен, что был счастлив раньше. Трудно вспомнить дни, предшествовавшие... инциденту. Но может быть... может быть, ты прав. Я не покидал эту станцию уже два года. Не мог бы ты взять меня с собой? Ты ведь ренегат Мультивселенной, верно? Может быть, какое-нибудь приключение будет хорошим шансом исправить меня..."
zh_hans: "我不确定我以前是否快乐。很难回忆起......事件之前的日子。但也许...也许你是对的。我已经两年没有离开这个空间站了。你能带我走吗？你是一个多元宇宙变元者者，对吗？也许一些冒险会是修复我的一个好机会......"

source: Tony Sr.
fr: Tony Senior
ru: Тони Ст.
zh_hans: 托尼·西尼尔

source: Shoot him.
fr: Le tuer.
ko: 그를 쏜다.
ru: Застрелить его.
zh_hans: 射杀他。

source: You agree to shoot Tony, and he thanks you. Before you follow through, he orders the remaining staff to give you a reward before he closes his eyes and you pull the trigger. It's pretty messed up, but at least this is what he wanted.
fr: Vous acceptez de tuer Tony, et il vous remercie. Avant que vous le fassiez, cependant, il ordonne à ce qu'il reste du personnel de vous récompenser, puis il ferme les yeux et vous appuyez sur la détente. C'est assez dérangeant, mais au moins c'est ce qu'il voulait.
ko: 당신은 토니를 쏘는 것으로 합의를 보았으며, 그는 고마워합니다. 당신이 방아쇠를 당기기 전에, 그는 눈을 감고 남아있는 직원들에게 당신에게 보상을 건네줄 것을 명령했습니다. 꽤나 엉망이지만, 적어도 그가 원했던 방식입니다.
ru: Вы соглашаетесь застрелить Тони, и он благодарит вас. Прежде чем вы приступите к делу, он приказывает оставшемуся персоналу выдать вам вознаграждение, после чего закрывает глаза и вы нажимаете на курок. Это довольно неприятно, но, по крайней мере, это то, чего он хотел.
zh_hans: 你同意向托尼开枪，他感谢你。在你跟进之前，他命令剩下的工作人员在他闭上眼睛之前给你一个奖励，你扣动了扳机。这是相当混乱的，但至少这是他想要的。

source: (Symbiote) "You aren't the only one who's been miserable those 7 years."
fr: (Symbiote) "Tu n'est pas le seul à avoir passé 7 mauvaises années."

source: "My god... Rig? Is that you? How are you here?" You have no idea what's going on, but Tony explains. "7 years ago, Tony's was nothing but a small chain local only to the Republic and quite small. I hoped to change that around by selling Zulfiqar goods. I met with Rig to discuss the terms, when out of nowhere a Slug ship arrived and mind controlled me into sticking myself up Rig's... uh... asshole. The surgeons had no idea how to handle the situation. For 3 years we lived like that, stuck together. I was forced to eat Rig's waste to survive. Eventually we found a professional capable of separating us, but it was too late to save either of us from the permanent trauma."
fr: "Bon dieu... Rig ? C'est toi ? Comment es-tu ici ?" Vous n'êtes pas sûr de ce qu'il se passe, mais Tony explique. "Il y a 7 ans, Tony's n'était qu'une petite chaîne locale de la République. J'espérais changer cela avec un partenariat avec Zulfiqar. Je rencontrais Rig pour discuter des termes quand des Limaces sont venues de nulle part et m'ont contrôlé mentalement pour que je me fourre dans son... heu... trou de balle. Les chirurgiens n'avaient aucune idée de quoi faire. Pendant 3 ans, on a dû vivre comme ça, coincés ensemble. Je devais manger les déjections de Rig pour survivre. Nous avons fini par trouver un spécialiste capable de nous séparer, mais c'était trop tard pour empêcher un traumatisme pour nous deux."

source: Uh...
fr: Heu...

source: "That deal never did go through, by the way." Tony turns to Rig, who shrugs. When Rig explains his new situation to Tony, the Leech simply can't believe it. "You... you were mind controlled by the SAME Slugs? What!? There must be something deeper here... You know, I've spent a lot of time searching for the ones responsible, and I think I've found them. Maybe together we can finally track them down and get some sweet sweet revenge."
fr: "En plus, l'accord a échoué, au fait." Tony se tourne vers Rig, qui hausse les épaules. Quand Rig explique sa nouvelle situation à Tony, la Sangsue n'en croit pas ses oreilles. "Tu... tu a été contrôlé mentalement par les MÊMES Limaces ? Quoi ?! Il doit y avoir une autre raison derrière... Vous savez, j'ai fait de nombreuses recherches sur les responsables, et je crois que je les ai trouvées. Peut-être qu'ensemble nous pourrions les trouver, et faire sonner l'heure de la vengeance."

source: Tony Sr.
fr: Tony Senior

# data/events_standard.xml$//ship[@name="SHIP_SLUG_BUTT_BUDDIES"]/destroyed/text
source: The Slug ship has been destroyed. You scrap the remains.
fr: Le vaisseau Limace a été détruit. Vous démantelez ce qu'il en reste.
ko: 슬러그 함선을 파괴했습니다. 당신은 잔해를 긁어 인양합니다.
ru: Корабль слизней уничтожен. Вы разбираете останки на металлолом.
zh_hans: 蛞蝓族飞船已经被摧毁。你搜刮了这些残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//ship[@name="SHIP_SLUG_BUTT_BUDDIES"]/deadCrew/text
source: The Slug ship has been dealt with. You scrap the remains.
fr: Le vaisseau Limace n'est plus un problème. Vous démantelez ce qu'il en reste.
ko: 슬러그 함선을 처리했습니다. 적함의 잔해를 스크랩으로 만듭니다.
ru: С кораблем слизней разобрались. Вы разбираете останки на металлолом.
zh_hans: 蛞蝓飞船已经被处理了。你搜刮了残骸。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES"]/text
source: The coordinates are surprisingly accurate, leading you right into the den of what appears to be some kind of hacker ship.
fr: Les coordonnées sont étonnamment précises et vous mènent directement dans l'antre de ce qui semble être une sorte de vaisseau de piratage.
ko: 그 좌표들은 의외로 정확했습니다. 어떠한 해커의 함선 앞에 데려다 주었으니까요.
ru: Координаты оказались на удивление точными и привели вас прямо в логово, похоже, какого-то корабля хакеров.
zh_hans: 座标出乎意料地准确，引导你进入似乎是某种黑客飞船的巢穴。

source: Approach with Tony and Rig.
fr: Approcher avec Tony et Rig.
ko: 토니, 리그와 함께 다가간다.
ru: Подойти к Тони с Ригом.
zh_hans: 与托尼和里格一起靠近。

source: You hail the Slugs and put Tony and Rig on the screen. "Bet you didn't expect to see US! We've found you at last, and now it's time you finally tell us what this was all about."
fr: Vous appelez les Limaces et mettez Tony et Rig à l'écran. "Je parie que vous ne vous attendiez pas à nous voir ! Nous vous avons enfin trouvés, et il est temps que vous nous disiez enfin à quoi rime tout ceci."
ko: 당신은 슬러그들을 맞이하고선, 토니와 리그를 스크린에 띄웁니다.토니는 자신의 혀를 책상에 내리칩니다. 드디어 복수할 준비가 되었습니다. "이 썩을, 구제불능 점액 덩어리. 마침내 나-우리가 너를 잡았다! 자, 설명해! 지금 이게 무슨 꼴인지!"
ru: Вы вызываете слизней и выводите на экран Тони и Рига. Тони хлопнул языком по столу, наконец-то готовый отомстить за все эти годы. "Вы гнилые, презренные слизняки. После всего этого я... МЫ наконец-то добрались до вас! Теперь вы наконец-то объясните, в чем смысл всего этого!"
zh_hans: 你呼叫蛞蝓，把托尼和里格放在屏幕上。托尼把他的舌头拍在桌子上，经过这么多年，他终于准备好复仇了。"你们这些腐烂的、卑鄙的粘液球。经过这么长时间，我--我们终于抓到了你！现在你终于要解释这一切的意义了！"

source: Wait for a response.
fr: Attendre une réponse.
ko: 반응을 기다린다.
ru: Дождаться ответа.
zh_hans: 等待回应。

source: The Slug captain looks utterly confused but soon realizes what is going on. "O-Oh. OH. OH. OHHAHAHAHAHHAHAHAHAH! HAHAHAHAHAHAHAHAHAH! HAH! HAHAHAHAHAH! HAHHAHAHAH! OH. MY. GOD. You're that Rock guy, and you're that-that Leech guy! HAH! Oh my thisss isss GOLDEN! HAHAHAH! You- you really thought thisss wasss sssome grand ssscheme? Sssome epic plot? HAHAHAHAH! NO! It wasss a pure coincccidenccce! We do thisss all the tiiiime. We really got you TWICE? That isss incredible! You're sssuch a lossser! HAHAHAH! Heh..."
fr: Le capitaine Limace a l'air tout à fait confus mais comprend vite ce qui se passe. "O-Oh. OH. OH. OHHAHAHAHAHAHAHAHAHAHAH ! HAHAHAHAHAHAHAHAHAHAHAH ! HAH ! HAHAHAHAHAH ! HAHHAHAHAH ! OH. MON. DIEU. Vous êtes le type Rocailleux, et vous le type Ssssangsue ! HAH ! Oh mon dieu, ça c'est de l'or ! HAHAHAH ! Vous... vous pensssssiez vraiment que cccc'était un grand plan ? Un complot épique ? HAHAHAHAH ! NON ! Ccccc'était une pure coïnccccidence ! On fait çççça tout le temps. On vous a vraiment eu deux fois ? Cccc'est incroyable ! Vous êtes si stupides ! HAHAHAH ! Heh..."
ko: 슬러그 함장은 매우 어리둥절해했지만, 금방 사태를 파악했습니다. "음... 앗! 너희구나! ㅋㅋㅋㅋㅋㅋㅋ! ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ! 오 세상에! 이거 너무 웃긴 걸! 잠깐 레코더좀 가져오자. 기록해놔야겠어. 푸흡... 풉. 이봐 이상한 놈들. 이건 사적인 일이 아니야, 알아듣겠어? 오래전에, 양복에 넥타이를 맨 이상한 슬러그가 우리를 찾아와서는 너희가 일종의 어... '멀티버스 규모의 멸종 수준 사건'의 책임을 지고 있다고 말해줬었지."
ru: Капитан слизней выглядит совершенно растерянным, но вскоре понимает, что происходит. "О-О-О! Это ТЫ! ХАХАХАХАХАХ! ХАААААААААААААААААААХАААААХАХАА! О боже! Это уморительно! Герссслин, принессси диктофон, мне нужен архив. О... о боже. Ссслушшшай, чудак. Ничего личного, ясссно? Давным-давно к нам обратилссся ссстранный ссслизень в коссстюме и галссстуке, который сссказал нам, что вы будете виновны в каком-то... э-э... вымирании на уровне всссей Мультивссселенной".
zh_hans: 蛞蝓族舰长看起来完全糊涂了，但很快就意识到发生了什么。"哦--哦！是你！是你！哈哈哈哈！哈哈哈哈哈！我的天啊！这真是太搞笑了！格斯林，把录音机拿来，我需要留一份档案。哦......哦，孩子。看，怪人。这并不是什么奇怪的事，好吗？很久以前，有一个穿着西装打着领带的奇怪的蛞蝓找到我们，他告诉我们，你要为某种呃......全多元宇宙灭绝级事件负责。"

source: Attack them.
fr: Les attaquer.
ko: 공격한다.
ru: Атаковать их.
zh_hans: 攻击对方。

source: No one's going to miss these assholes. Hopefully this should prove to be quite cathartic.
fr: Ces enfoirés ne manqueront à personne. Espérons que cela sera une expérience cathartique.
ko: 아무도 이 버러지 같은 놈들을 그리워하진않을겁니다. 이 일로 즐거웠길 바랍니다.
ru: Никто не будет скучать по этим засранцам. Надеюсь, это должно стать катарсисом.
zh_hans: 没有人会想念这些混蛋的。希望这应该被证明是一种很好的宣泄。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave them.
fr: Les laisser.
ko: 내버려둔다.
ru: Оставить их.
zh_hans: 离开他们。

source: Tony and Rig aren't with us. This isn't worth our time anymore.
fr: Tony et Rig ne sont pas avec nous, cela ne vaut plus la peine de perdre notre temps.
ko: 토니와 리그는 우리와 함께하지 않았어. 이건 그저 시간낭비일 뿐이야.
ru: Тони и Риг не с нами. Это больше не стоит нашего времени.
zh_hans: 托尼和里格没有和我们在一起。这已经不值得我们花时间了。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES"]/choice[3]/text
source: Nevermind.
fr: Laisser tomber.
ko: 신경쓰지말자.
ru: Неважно.
zh_hans: 算了。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES"]/choice[3]/event/text
source: It was dumb to come all the way out here for something as petty as revenge.
fr: C'était stupide de venir jusqu'ici pour quelque chose d'aussi insignifiant que la vengeance.
ko: 복수와 같이 사소한 일로 여기까지 온 것은 멍청했어.
ru: Глупо было проделывать весь этот путь ради такой мелочи, как месть.
zh_hans: 为了报复这样的小事大老远跑到这里来，真是愚蠢。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES_REVENGE"]/text
source: It seems during the fight the two main Slugs escaped on a lifepod, but you quickly scoop it up before they can get away. You bring them back on board to deliberate what to do with them. Rig and Tony both propose one simple punishment- treat them with their own medicine.
fr: Il semble qu'au cours du combat, les deux principales Limaces se soient échappées à bord d'une capsule de sauvetage, mais vous la ramassez rapidement avant qu'ils ne puissent s'enfuir. Vous les ramenez à bord pour délibérer sur ce qu'il faut faire d'eux. Rig et Tony proposent tous deux une punition simple - les traiter avec leur propre médecine.
ko: 전투 도중에 주 목표였던 슬러그 둘이 구조함을 통해 도망간 것 같습니다, 하지만 그들이 도망가기 전에 재빠르게 데려왔습니다. 당신은 그들을 처리하기 위해 함선 안으로 들입니다.리그와 토니 둘 다 슬러그들의 방식 그대로 되돌려주자고 제안을 했습니다.
ru: Похоже, что во время боя два главных слизня сбежали в спасательной капсуле, но вы быстро подбираете ее, прежде чем они успевают скрыться. Вы возвращаете их на борт, чтобы посоветоваться, что с ними делать. Риг и Тони предлагают одно простое наказание - угостить их их же лекарством.
zh_hans: 在战斗中，两个主要的蛞蝓似乎乘着一个救生舱逃跑了，但你在他们逃跑之前迅速将其捞了起来。你们把它们带回船上，商讨如何处理它们。里格和托尼都提出了一个简单的惩罚措施--用他们自己的药来治疗他们。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES_REVENGE"]/choice[1]/text
source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: Rig grabs one of the Slugs by the tail as Tony holds the other in place, and together they force one Slug down the gullet of the other. One screams as the other chokes, and the two roll on the floor in agony until the pain becomes unbearable and you finally put them out of their misery. You can see Tony and Rig aren't quite as satisfied with this as they had hoped, but they're glad to finally have laid them to rest.
fr: Rig saisit l'une des Limaces par la queue tandis que Tony maintient l'autre en place, et ensemble ils font entrer de force une Limace dans le gosier de l'autre. L'un hurle tandis que l'autre s'étouffe, et les deux se roulent sur le sol en agonisant jusqu'à ce que la douleur devienne insupportable et que vous mettiez fin à leurs souffrances. Vous pouvez voir que Tony et Rig ne sont pas aussi satisfaits qu'ils l'espéraient, mais ils sont heureux de les avoir enfin mis au repos définitivement.
ko: 리그는 슬러그중 한놈의 꼬리를 붙잡고 토니가 다른 한놈을 제자리에 고정시켰습니다. 둘이서 강제로 목구멍으로 밀어 넣었습니다. 하나는 비명을 질러댔으며, 다른 하나는 질식해갔습니다. 그들은 매우 심한 고통으로 인해 바닥에서 굴러다녔고, 그 광경을 더 이상 보지 못하겠던 당신은 그 둘의 고통을 끝내주었습니다. 토니와 리그는 생각했던것보다는 덜 만족스러워했지만, 마침내 내려놓을 수 있게 되었습니다.
ru: Риг хватает одного из слизней за хвост, а Тони удерживает другого, и они вместе заталкивают одного слизня в глотку другого. Один кричит, другой задыхается, и оба катаются по полу в агонии, пока боль не становится невыносимой, и вы, наконец, избавляете их от страданий. Видно, что Тони и Риг не совсем довольны этим, как они надеялись, но они рады, что наконец-то избавились от них.
zh_hans: 里格抓住其中一只蛞蝓族的尾巴，而托尼则按住另一只蛞蝓族，他们一起把一只蛞蝓族强行塞进另一只蛞蝓族的食道。一个尖叫，另一个窒息，两个在地上痛苦地打滚，直到痛苦变得无法忍受，你终于把他们从痛苦中解救出来。你可以看到托尼和里格并不像他们希望的那样满意，但他们很高兴终于使他们安息了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="BUTT_BUDDIES_REVENGE"]/choice[2]/text
source: No. This can't keep happening.
fr: Non. On ne peut pas continuer comme ça.
ko: 안되. 이렇게 할 수는 없어.
ru: Нет. Это не может продолжаться.
zh_hans: 不，这不能继续发生。

source: Torturing the Slugs like that will do no one any good. Instead, you grant them a quick and painless death. You can tell Tony and Rig aren't quite as satisfied, but the death of the Slugs satisfies them nonetheless.
fr: Torturer les Limaces comme ça n'apportera rien de bon à personne. Au lieu de cela, vous leur accordez une mort rapide et sans douleur. Vous remarquez que Tony et Rig ne sont pas totalement satisfaits, mais la mort des Limaces semble leur suffire.
ko: 슬러그들을 그런 방식으로 고문하는 것은 아무에게도 득이 되지 않습니다. 당신은 그들에게 빠르고 고통 없는 죽음을 대신 선사했습니다. 토니와 리그는 비교적 덜 만족스러워했지만, 그래도 슬러그들의 죽음으로 그들을 만족시키긴 했습니다.
ru: Подобные пытки не принесут никому пользы. Вместо этого вы дарите им быструю и безболезненную смерть. Видно, что Тони и Риг не совсем довольны, но смерть слизней их все же удовлетворила.
zh_hans: 像这样折磨蛞蝓对谁都没有好处。相反，你给他们一个快速和无痛的死亡。你可以看出托尼和里格并不十分满意，但蛞蝓的死亡还是让他们感到满意。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
