Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You feel somewhat odd about bowling with sentient creatures, but the Shells don't seem to mind. They were genetically engineered for the task. Somehow, you manage to pull through and best Strike! He's dumbfounded at first, but eventually he recovers. "Huh... you beat me. You are truly a bowling legend. I've bowled with all the greats, but none have ever beat me! I shall come with you, for you are a legend in the making."
fr: Vous trouvez le fait de faire du bowling avec des créatures intelligentes étrange, mais les Coquilles ne semblent pas broncher. Elles ont été génétiquement modifiées pour la tâche. Contre toute attente, vous vous en sortez et battez Strike ! Il est sans voix quelques temps, mais il s'en remet. "Hum... vous m'avez battu. Vous êtes décidément le roi du bowling. J'en ai fffait avec tous les grands, et aucun ne m'a jamais battu ! Je viendrai avec vous, car vous êtes de la graine de légende !"
ko: 지각이 있는 생물로 볼링을 친다는 것이 다소 이상하게 느껴졌지만, 셸들은 아무렇지 않은 듯했습니다. 그들은 볼링공 역할을 수행하기 위해 유전적으로 조작되었습니다. 믿기지 않자만, 당신은 최고의 스트라이크를 만들어 냈습니다! 그는 잠시 멍하게 서있었지만, 이내 정신을 차렸습니다. "으... 당시인이 절 이겨써어요. 당시인은 진정한 볼링의 전서얼이에요. 지금까지 많은 시일력자들과 볼링을 쳐 봤지만, 누구도 절 이기지 못해써어써어요! 당신을 따라갈래요, 현재진행형 전설을 말이죠!
ru: Вам кажется несколько странным играть в боулинг живыми существами, но ракушки, похоже, не возражают. Они были генетически спроектированы для этой задачи. Каким-то образом вам удается вырваться вперед и победить Страйка! Сначала он ошарашен, но потом приходит в себя. "Ха... вы меня победили. Вы действительно легенда боулинга. Я состязался со всеми великими игроками, но никто никогда не побеждал меня! Я пойду с вами, потому что вы - зарождающаяся легенда".
zh_hans: 你对与有智慧的生物打保龄球感到有些奇怪，但甲壳们似乎并不介意。它们在基因上是为这项任务而设计的。不知何故，你设法通过了，并取得了最好的成绩。他起初吓呆了，但最终他恢复了。"哼......你打败了我。你真的是一个保龄球传奇。我曾与所有伟大的人一起打过保龄球，但没有人曾经打败过我！我将随你一起去，因为你是一个正在形成的传奇。"

source: Captain Strike
fr: Capitaine Strike
ru: Капитан Страйк
zh_hans: Strike舰长

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SHELL_BIOLOGIST"]/text
source: Shells are fascinated by science, but independent scientists often struggle to fund their endeavours. A prospective biologist has set up a small market selling military goods for scrap, as well as a few of his personal projects.
fr: Les Coquilles sont fascinées pas la science, mais les scientifiques indépendants ont souvent du mal à financer leurs projets. Un futur biologiste a mis en place un petit marché vendant des biens militaires moyennant ferraille, ainsi que certains de ses projets personnels.
ko: 셸들은 과학에 매료되었고 개인 과학자들은 종종 연구 자금을 대기 위해 고투합니다. 한 예비 생물학자가 스크랩을 벌기 위해 작은 군수품 상점을 차려 놓았습니다. 또한 그의 개인 프로젝트도 몇 개 준비되어 있는 것 같습니다.
ru: Ракушки увлекаются наукой, но независимые Ученые часто испытывают трудности с финансированием своих начинаний. Один перспективный биолог организовал небольшой рынок по продаже военного имущества, а также нескольких своих личных проектов в обмен на лом.
zh_hans: 甲壳族对科学很着迷，但独立的科学家往往很难为他们的努力提供资金。一位未来的生物学家建立了一个小市场，出售军用物品换取废料，以及他的一些个人项目。

source: See what special things he has to offer.
fr: Voir ce qu'il a à vendre de spécial.
ko: 그가 제공하는 특별 상품을 본다.
ru: Узнать, что особенного он может предложить.
zh_hans: 看看他有什么特别的东西可以提供。

source: The Shell perks up when you inquire about his other projects.
fr: La Coquille se réjouit de vous voir s'intéresser à ses autres projets.
ko: 셸은 개인 프로젝트에 대한 질문을 받고 들떴습니다.
ru: Ракушка оживляется, когда вы спрашиваете о других ее проектах.
zh_hans: 当你问起他的其他项目时，甲壳就兴奋起来。

source: Buy an External DNA Bank augment.
fr: Acheter une banque d'ADN externe.
ko: 외장형 유전 정보 저장소 보조장비를 산다.
ru: Купить внешний модуль резервного банка ДНК.
zh_hans: 购买一件外置备份基因库增强部件。

source: Buy a crew with synthetized memories.
fr: Acheter un membre d'équipage avec une mémoire synthétique.
ko: 합성된 기억을 가진 선원을 산다.
ru: Купить экипаж с искусственной памятью.
zh_hans: 购买一名有合成记忆的船员。

source: (Shell Crew) Offer to hire the scientist.
fr: (Membre d'équipage Coquille) Proposer d'engager le scientifique.
ko: (셸 선원) 과학자에게 고용을 제안한다.
ru: (Член экипажа-ракушка) Предложить нанять Ученого.
zh_hans: (甲壳族船员)提出雇用科学家。

source: Realizing this is his chance to finally go somewhere in his career, the Shell is more than willing.
fr: Réalisant que c'est sa chance pour sa carrière de décoller, la Coquille est plus que partante.
ko: 마침내 어딘가로 갈 수 있는 기회가 생겼다는 걸 깨달은 셸은 빨리 데려가 달라고 보챘습니다.
ru: Понимая, что это его шанс наконец-то продвинуться по карьерной лестнице, ракушка с радостью соглашается.
zh_hans: 意识到这是他的机会，终于能在他的职业生涯中有所作为，甲壳就更愿意了。

source: Nevermind.
fr: Tant pis.
ko: 아무것도 아니다.
ru: Неважно.
zh_hans: 算了。

source: The Shell frowns but says nothing more.
fr: La Coquille se renfrogne mais ne dit rien.
ko: 셸이 얼굴을 찌푸렸지만 다른 말은 하지 않았습니다.
ru: Ракушка нахмурилась, но больше ничего не сказала.
zh_hans: 甲壳皱起眉头，但没有再说什么。

source: Buy nothing and just shop.
fr: Ne rien acheter de spécial et simplement commercer.
ko: 아무것도 사지 않고 상점만 둘러본다.
ru: Ничего не покупать и просто посетить магазин.
zh_hans: 什么都不买，只是购物。

source: You have no interest in the Shell's special offers, but you will take a look at the military goods.
fr: Vous n'avez aucun intérêt dans les offres spéciales de la Coquilles, mais vous jetez un œil à l'équipement militaire.
ko: 셸의 특별 상품에 관심이 없던 당신은 군수품만 살펴봤습니다.
ru: Вас не интересуют особые предложения ракушки, но вы посмотрите на товары военного назначения.
zh_hans: 你对甲壳族特价产品没有兴趣，但你会看一看军用物资。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SHELL_MEDICAL"]/text
source: A Shell laboratory is set up next to a marketplace. The lab offers various services relating to medical systems.
fr: Un laboratoire Coquille est installé près d'un marché. Il propose des services liés aux systèmes médicaux.
ko: 시장 옆에 셸의 연구소가 있었습니다. 연구소에서 의료 시스템과 관련된 다양한 서비스를 제공 중입니다.
ru: Рядом с рынком расположена лаборатория ракушек. Лаборатория предлагает различные услуги, связанные с медицинскими системами.
zh_hans: 在一个市场旁边设立了一个甲壳族实验室。该实验室提供与医疗系统有关的各种服务。

source: Switch your Medbay to a Clone Bay for extra cheap.
fr: Passer d'une Infirmerie à une Salle des clones à prix réduit.
ko: 저렴한 가격에 의료실을 클론 배양실로 교체한다.
ru: Заменить свой Медотсек на Клон-отсек по сниженной цене.
zh_hans: 将你的医疗舱换成克隆舱，有额外的优惠。

source: Switch your Clone Bay to a Medbay for extra cheap.
fr: Passer d'une Salle des clones à une Infirmerie à prix réduit.
ko: 저렴한 가격에 클론 배양실을 의료실로 교체한다.
ru: Заменить свой Клон-отсек на Медотсек по сниженной цене.
zh_hans: 将你的克隆舱换成医疗舱，有额外的优惠。

source: Ignore the lab's offers.
fr: Ignorer l'offre du laboratoire.
ko: 연구소의 서비스를 무시한다.
ru: Не обращать внимания на предложения лаборатории.
zh_hans: 不理会实验室的提议。

source: You're good with the systems you have.
fr: Vous avez déjà les systèmes que vous voulez.
ko: 당신은 지금 가진 시스템에 만족합니다.
ru: Вы хорошо справляетесь с теми системами, которые у вас есть.
zh_hans: 你对你拥有的系统很满意。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_LANIUS_METAL"]/text
source: You arrive to discover a number of Lanius ships docked at what appears to be a station. You hasten to leave but are relieved when they message you in your language. "Buy? Sell? Traders." It seems not all Lanius are unfriendly to strangers.
fr: Vous découvrez un groupe d'appareils Lanius amarrés à ce qui semble être une station. Vous cherchez à partir, mais êtes rassuré quand ils vous appellent dans votre langue. "Acheter ? Vendre ? Marchands." Il semble que tous les Lanius ne sont pas hostiles aux étrangers.
ko: 정거장으로 보이는 것에 정박해 있는 여러 척의 라니우스 함선을 발견했습니다. 당신은 서둘러 떠나려 했지만 그들이 인간의 언어로 메시지를 보내 안심하였습니다. "구매? 판매? 상인들." 아무래도 모든 라니우스가 이방인에게 불친절하진 않은 것 같습니다.
ru: Прибыв на место, вы видите несколько кораблей ланиусов, пристыкованных к станции. Вы спешите уйти, но испытываете облегчение, когда они сообщают вам на вашем языке. "Купить? Продать? Торговцы". Похоже, не все ланиусы недружелюбны к чужакам.
zh_hans: 你来到这里，发现一些食铁族飞船停靠在一个似乎是空间站的地方。你急忙离开，但当他们用你的语言给你留言时，你松了一口气。"买？卖吗？贸易商。"看来并非所有的食铁族都对陌生人不友好。

# data/events_standard.xml$//event[@name="STOREEVENT_LANIUS_METAL"]/choice[1]/text
source: Trade with them.
fr: Faire des affaires avec eux.
ko: 그들과 거래한다.
ru: Торговать с ними.
zh_hans: 与他们进行贸易。

source: This is a rare opportunity, and you aren't passing it up.
fr: C'est une opportunité rare, que vous n'allez pas laisser passer.
ko: 이건 드문 기회니 놓치지 않을 겁니다.
ru: Это редкая возможность, и вы не упустите ее.
zh_hans: 这是一个难得的机会，不要错过。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_LANIUS_METAL"]/choice[2]/text
source: Offer them some scrap.
fr: Leur offrir de la ferraille.
ko: 약간의 스크랩을 제공한다.
ru: Предложить им немного металлолома.
zh_hans: 给他们提供一些废料。

source: "Free scrap, giving? Generosity. Overwhelm, watering of eye duct. Metaphor."
fr: "Ferraille gratuite, donner?" Générosité. Débordante, canal œil eau. Métaphore."
ko: "무료 스크랩, 기증? 관대함. 압도됨, 눈물관을 적심. 비유."
ru: "Бесплатный лом", дарение? Щедрость. Переполнение, слезотечение глазного протока. Метафора".
zh_hans: "免费的废料，给予？慷慨解囊。压倒性的，眼球管道的水。隐喻。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_LANIUS_METAL"]/choice[3]/text
source: Attack the Lanius!
fr: Attaquer les Lanius !
ko: 라니우스를 공격한다!
ru: Атаковать ланиусов!
zh_hans: 攻击食铁族！

source: Despite the unprecedented friendliness of these Lanius, you've turned on them, and are now attacking!
fr: Malgré l'amicalité peu commune de ces Lanius, vous vous êtes retourné contre eux et vous attaquez !
ko: 이 라니우스들의 예상치 못한 친절함에도 불구하고 당신은 그들을 공격했습니다!
ru: Несмотря на беспрецедентное дружелюбие этих ланиусов, вы ополчились на них и теперь атакуете!
zh_hans: 尽管这些食铁族空前友好，但你们却背叛了他们，现在正在攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: To your surprise, one of the Lanius are so surprised by your kindness, they offer to join your crew!
fr: À votre surprise, l'un des Lanius est si surpris par votre générosité qu'il propose de joindre votre équipage !
ko: 뜻박에도, 라니우스중 하나는 당신의 친절에 너무나도 놀라 승선을 제안했습니다!
ru: К вашему удивлению, один из ланиусов настолько удивлен вашей добротой, что хочет присоединиться к вашей команде!
zh_hans: 令你惊讶的是，其中一个食铁族对你的善意感到非常惊讶，他提出要加入你的船员！

source: It appears your kindness will not go unthanked. The Lanius offer you a weapon in return.
fr: Il semble que votre générosité ne manque pas d'être remerciée. Les Lanius vous offrent une arme en retour.
ko: 라니우스가 당신의 친절에 대한 보답으로 무기를 제공했습니다.
ru: Похоже, ваша доброта не осталась незамеченной. Ланиусы предлагают вам в подарок оружие.
zh_hans: 看来你的好意是不会白费的。食铁族给你提供了一件武器作为回报。

source: It appears your kindness will not go unthanked. The Lanius offer you a drone in return.
fr: Il semble que votre générosité ne manque pas d'être remerciée. Les Lanius vous offrent un drone en retour.
ko: 라니우스가 당신의 친절에 대한 보답으로 드론을 제공했습니다.
ru: Похоже, ваша доброта не осталась незамеченной. Ланиусы предлагает вам в подарок дрона.
zh_hans: 看来你的好意是不会白费的。食铁族给你提供了一架无人机作为回报。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[1]
source: An advertisement appears on your screen as you approach, depicting a slim and well-kept Leech. "Hey there, I'm Mr. Senior. Tony Senior, that is! Owner of Tony's! I'd like to announce our brand new partnership with Hektar Industries! Come on and stop by!" You swear you've seen this ad before long ago. This definitely isn't "brand new", and "Tony's" is a massive retail chain. For some reason they're looping this same ancient ad, but that hardly matters.
fr: Une publicité apparaît sur votre écran alors que vous approchez, montrant une Sangsue svelte et bien tenue. "Bonjour, je suis Mr. Senior. Tony Senior, bien sûr ! Propriétaire de Tony's ! J'aimerais vous annoncer notre tout nouveau partenariat avec Hektar Industries ! Venez-donc vous y arrêter !" Vous jureriez avoir déjà vu cette pub il y a longtemps. Elle n'est sans doute pas "toute nouvelle", et "Tony's" est désormais une énorme chaîne dans le détail. Étrangement, ils continuent de diffuser la même vieille pub, mais ça ne fait rien.
ko: 송신소에 접근하자 날씬하고 멋지게 차려입은 리치가 화면에 나타나 광고를 했습니다. "안녕하세요 저는 시니어입니다. 그 토니 시니어가 맞습니다! 토니네의 오너죠! 헥타르 산업과의 새로운 파트너십을 소개합니다! 토니네에 들려주세요!" 당신은 분명 오래 전에도 이 광고를 본 적이 있습니다. 이건 전혀 "새로운" 것도 아닐뿐더러 "토니네"는 대형마트 브랜드입니다. 무슨 이유에선지 그들은 이 오래된 광고를 계속해서 내보내고 있지만, 문제 될 건 없죠.
ru: При приближении на экране появляется реклама, изображающая стройного и ухоженного пиявку. "Привет, я г-н Старший. Тони Старший, то есть! Владелец ресторана "У Тони"! Я хотел бы объявить о нашем новом сотрудничестве с "Гектар Индастриз"! Заходите к нам!" Вы можете поклясться, что уже давно видели это объявление. Это точно не "совершенно новое", а "У Тони" - это огромная сеть магазинов. По какой-то причине эту древнюю рекламу крутят по кругу, но это не имеет значения.
zh_hans: 当你走近时，一个广告出现在你的屏幕上，描绘了一个苗条的、保养良好的吸虫族。"大家好，我是西尼尔先生。就是托尼·西尼尔！托尼公司的老板！我要宣布我们与赫克塔工业的全新合作！来吧，顺便过来看看！"你说。你发誓你在很久以前就看过这个广告。这绝对不是"全新的"，"托尼"是一个巨大的零售连锁店。出于某种原因，他们正在循环播放这个同样古老的广告，但这几乎不重要。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[2]
source: Looks like the nearby station is a "Tony's", one of the only Leech-owned as well as the largest retail chain in the Multiverse. Besides the usual commodities, these stores are infamous for selling military goods suspiciously labeled as "gardening appliances".
fr: Il semblerait que la station proche soit un "Tony's", l'une des plus grandes marques de détail du Multivers, ainsi que l'une des seules à être possédées par une Sangsue. En plus des produits de base, ces magasins se sont fait une réputation en vendant des biens militaires sous l'étiquette "Outils de jardinage".
ko: 근처에 "토니네" 정거장이 있는 것 같습니다. 토니네는 멀티버스에서 가장 규모가 대형매장 체인업체로, 유일하게 리치가 소유한 거대 기업입니다. "토니네"의 상점들은 일반적인 상품들 외에도 군용품에 "원예 도구"라는 라벨을 붙여 파는 것으로 악명이 높습니다.
ru: Похоже, что на соседней станции находится "У Тони" - одна из крупнейших розничных сетей в Мультивселенной, которая принадлежит пиявке. Помимо обычных товаров, эти магазины печально известны тем, что в них продаются товары военного назначения, подозрительно маркированные как "садовая техника".
zh_hans: 看起来附近的空间站是托尼公司的，这是吸虫族拥有的唯一一家以及多元宇宙中最大的零售连锁店之一。除了常见的商品外，这些商店因出售可疑的标为"园艺用具"的军用物品而臭名昭著。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[3]
source: Seems an advertisement from the local Tony's is playing over your intercom. Strange to find such a large retail chain offering military weapons, but considering they also sell second-hand organs and prostitutes, it's not that out of place.
fr: Il semblerait qu'une publicité pour le Tony's local soit diffusée par votre intercom. Étrange de voire une telle chaîne de magasins vendre des armes, mais étant donné qu'ils vendent aussi des organes de seconde main et des prostituées, ce n'est pas si étonnant.
ko: 인터컴에서 이 지역 토니네 상점의 광고가 흘러나왔습니다. "토니네"처럼 거대한 브랜드가 군용품을 취급한다는 건 기묘한 일이지만, 그들이 이식용 장기와 매춘부도 취급하는걸 생각하면 이상할 것도 없습니다.
ru: Похоже, что в вашем интеркоме звучит реклама местного магазина "У Тони". Странно, что такая крупная торговая сеть продает военное оружие, но если учесть, что они также торгуют подержанными органами и проститутками, то это не так уж и необычно.
zh_hans: 似乎你的电台里正在播放当地托尼公司的广告。很奇怪，这么大的零售连锁店竟然提供军用武器，但考虑到他们也卖二手器官和妓女，也不是那么不合时宜。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[4]
source: "Hey there folks! Come on in and stop by your local Tony's! We've got uh... um... come on and stop by!" Despite the unconvincing pitch, you've heard of these places. Owned by a mysterious and elusive Leech tycoon, "Tony's" serves as the Multiverse's largest retail chain, and for good reason.
fr: "Salut les gars ! Venez vous arrêter à votre Tony's du coin ! On a... heu... hum... venez vous arrêter !" Malgré le slogan peu ordinaire, vous avez entendu parler de ces endroits. Dirigé par une Sangsue mystérieuse et furtive, "Tony's" est l'une des plus grandes chaînes de détail du Multivers, et pour une bonne raison.
ko: "이봐요 형씨들! 여기 토니네 상점에 들려주세요! 우리가 새로운 어... 음... 아무튼 들려주세요!" 설득력 없는 말투였지만, 여기가 뭐 하는 곳인지는 확실히 알 수 있었습니다. 이곳은 미스테리하고 은밀한 리치 재벌이 소유하고 있는 멀티버스 최대의 브랜드 "토니네"의 체인점입니다.
ru: "Привет, друзья! Загляните в местный магазин "У Тони"! У нас есть... эээ... эээ... заходите к нам!" Несмотря на неубедительную подачу, вы слышали об этих местах. Владелец "У Тони" - таинственный и неуловимый магнат-пиявка, она является крупнейшей розничной сетью Мультивселенной, и на то есть веские причины.
zh_hans: "嘿，伙计们！来吧，到你当地的托尼商店来看看！我们有......嗯......来吧，来看看！"尽管这种宣传不具说服力，但你还是听说过这些地方。由一个神秘而难以捉摸的吸虫族大亨所拥有，"托尼"是多元宇宙最大的零售连锁店，这是有原因的。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[5]
source: A Slug ship flies past but stops when they see you. Their captain half-heartedly hands you a flier advertising "great deals!" on Hektar-brand modular weaponry(tm) being sold at the nearby Tony's. The ship jumps away, but you figure the reputation of the Leech retail chain outcompetes the rudeness of the Slugs.
fr: Un vaisseau Limace s'arrête près de vous lorsqu'il vous vois. Son capitaine vous donne sans enthousiasme un prospectus promettant des "super offres!" sur les armes modulaires Hektar(tm) vendues au Tony's local. Le vaisseau s'en va, mais vous devinez que la réputation de la chaîne Sangsue arrive à éclipser l'impolitesse des Limaces.
ko: 어딘가로 날아가던 슬러그 함선이 당신을 보고는 멈춰섰습니다. 그 함선의 선장이 근처 토니네 상점에서 판매중인 헥타르제 모듈식 무기에 대한 광고 전단지를 건성으로 건네줬습니다. 슬러그의 태도는 무례했지만 리치 브랜드의 평판을 생각해보면 가볼 가치가 있습니다.
ru: Мимо пролетает корабль слизней, но при виде вас останавливается. Их капитан полусерьезно протягивает вам флаер с рекламой "выгодных предложений!" на модульное оружие марки Гектар(ТМ), продающееся в ближайшем магазине "У Тони". Корабль ушел в прыжок, но вы решили, что репутация торговой сети пиявки превосходит грубость слизняков.
zh_hans: 一艘蛞蝓族飞船飞过，但当他们看到你时就停了下来。他们的船长半信半疑地发给你一张传单，宣传附近的托尼商店正在出售的赫克塔品牌模块化武器(tm)的"大优惠"。这艘船跃迁走了，但你认为吸虫族连锁零售店的声誉胜过了蛞蝓的无礼。

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[6]
source: A passive-aggressive jingle plays on the stereo, broadcasting from the nearby retail store. "Come on to Tony's! Come on to Tony's! YOU. WILL. SHOP."
fr: Un jingle passif-agressif diffusé par le magasin de détail de la balise se joue sur votre stéréo. "Venez au Tony's ! Venez au Tony's ! TU. VAS. ACHETER."
ko: 인근 대형마트에서 송출중인 시엠송이 함내의 음향 장치로 흘러 나왔습니다. "토니네로 오세요! 토니네로 오세요! 와서. 물건을. 사세요."
ru: В стереосистеме звучит пассивно-агрессивный рекламный ролик, транслируемый из соседнего магазина. "Посетите У Тони! Посетите У Тони! ВЫ. БУДЕТЕ. ПОКУПАТЬ".
zh_hans: 音响上播放着带有被动攻击性的叮当声，是从附近的零售店播放的。"来托尼的店吧！来托尼的店吧！你。会。购物。的。"

# data/events_standard.xml$//textList[@name="TEXT_TONYS"]/text[7]
source: The bright colors and simple yet recognizeable logo of the nearby store brings back memories. The infamous brand of "Tony's" is known for a lot of things, some good, some bad, and some bizarre. A lot of strange myths are centered around its founder Tony Sr., from his involvement in the mafia to a dark past with Zulfiqar. You have no idea if any of these are true, but their stores are known for quality merchandise, and you figure it's worth a look.
fr: Les couleurs vives et simples mais reconnaissables du logo du magasin proche vous rappelle des souvenirs. La fameuse marque de "Tony's" est connue pour bien des choses, des bonnes, des mauvaises, et des bizarres. Biens des rumeurs étranges tournent sur son fondateur Tony Sr., de son implication avec la mafia à son sombre passé avec Zulfiqar. Vous ne savez pas si tout cela est vrai, mais leurs magasins sont réputés pour des marchandises de qualité, et vous décidez que ça vaut le coup d'œil.
ko: 화사한 색감에 심플하면서도 특징적인 상표가 이곳이 토니네임을 시사합니다. 악명높은 브랜드인 "토니네"는 좋은 것, 나쁜 것, 그리고 이상한 것까지 수많은 상품을 취급하는 것으로 유명합니다. 이곳의 설립자 토니 시니어에게는 마피아에 연루된 일부터 줄피카르와 관련된 어두운 과거까지 수많은 괴담들이 떠돕니다. 이 얘기들이 사실인지는 알 수 없지만, 그의 상점은 질 좋은 상품들로 유명하니 둘러볼만한 가치가 있습니다.
ru: Яркие цвета и простой, но узнаваемый логотип близлежащего магазина навевают воспоминания. Печально известный бренд "У Тони" известен многими вещами - хорошими, плохими и странными. Вокруг ее основателя Тони-старшего ходит множество странных мифов - от его причастности к мафии до темного прошлого с "Зульфикаром". Вы понятия не имеете, правда ли все это, но его магазины славятся качественными товарами, и вы решили, что стоит заглянуть в него.
zh_hans: 附近商店鲜艳的颜色和简单但可识别的标志勾起了人们的回忆。声名狼藉的"托尼"品牌以很多事情而闻名，有些是好的，有些是坏的，还有一些是离奇的。很多奇怪的神话都是围绕其创始人托尼·西尼尔展开的，从他参与黑手党到与弯剑公司的黑暗过去。你不知道这些是否是真的，但他们的商店以高质量的商品而闻名，你认为这值得一看。

# data/events_standard.xml$//event[@name="NEBULA_STOREEVENT_TONY"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY"]/choice[1]/text
source: Explore the store.
fr: Explorer le magasin.
ko: 마트를 돌아다닌다.
ru: Посетить магазин.
zh_hans: 探索商店。

source: Take out a loan first.
fr: Ne faire que prendre ce dont vous avez besoin et partir.
ko: 우선 대출을 받는다.
ru: Сначала взять кредит.
zh_hans: 先去贷个款。

source: You cannot take out a loan at this time.
fr: Vous ne pouvez pas contracter un prêt pour l'instant.
ko: 지금은 대출을 받을 수 없습니다.
ru: На данный момент вы не можете взять кредит.
zh_hans: 你现在不能贷款。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY"]/choice[4]/text
source: Just get what we need and leave.
fr: Ne faire que prendre ce dont vous avez besoin et partir.
ko: 물건만 보고 떠나자.
ru: Просто взять то, что нам нужно, и уйти.
zh_hans: 只要拿到我们需要的东西就离开。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY"]/choice[4]/event/text
source: You're only here for military supplies and nothing else. Let's just shop and get it over with.
fr: Vous êtes ici pour l'équipement militaire et rien d'autre. Mieux vaut juste l'acheter et passer à autre chose.
ko: 당신은 군수물자를 위해 이곳에 온 거지 다른 건 관심 없습니다. 쇼핑이나 하고 빠르게 떠납시다.
ru: Вы здесь только за военными товарами и больше ни за чем. Давайте просто закупимся и покончим с этим.
zh_hans: 你在这里只是为了购买军用品，而不是其他。我们就买东西吧，把事办了。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
