Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The pirates are all dead. Fortunately, the Crystals are still alive and able to be rescued.
fr: Les pirates sont tous morts. Heureusement, les Cristaliens sont encore en vie et peuvent être secourus.
ko: 해적이 모두 죽었습니다. 다행히도 크리스탈은 여전히 살아 있어서 구조할 수 있었습니다.
ru: Все пираты погибли. К счастью, кристаллины все еще живы, и их можно спасти.
zh_hans: 海盗们都死了。幸运的是，水晶族还活着，能够被救出来。

# data/events_standard.xml$//event[@name="STOREEVENT_CRYSTAL_PIRATES"]/text
source: Supposedly the nearby station is a Crystalline marketplace, but it looks suspiciously empty.
fr: Supposément, la station non loin est un marché Cristalien, mais il semble étrangement vide.
ko: 근처의 정거장은 크리스탈 시장인 것으로 추정되지만, 수상할 정도로 인적이 없습니다.
ru: Предположительно, на ближайшей станции находится рынок кристаллинов, но он выглядит подозрительно пустым.
zh_hans: 据称附近的空间站是一个水晶族市场，但它看起来可疑地空着。

source: Dock and investigate.
fr: Appareiller et enquêter.
ko: 정박해서 조사한다.
ru: Пристыковаться и изучить обстановку.
zh_hans: 停靠调查。

source: This is suspicious. Leave.
fr: Tout cela est suspect. Partir.
ko: 뭔가 이상하다. 떠나자.
ru: Это подозрительно. Уходим.
zh_hans: 这很可疑。离开。

source: Hopefully the station's crew are all okay and you've just missed something, but you aren't willing to risk your own crew to find out.
fr: Vous espérez que l'équipage de la station va bien et que vous avez tout juste raté quelque chose, mais vous ne voulez pas risquer votre équipage pour savoir.
ko: 당신은 뭔가를 놓친 것일 뿐 정거장의 선원들이 모두 무사하기를 바랐지만, 진상을 밝힌다고 당신의 선원들을 위험에 빠뜨리고 싶지는 않았습니다.
ru: Вы надеетесь, что с экипажем станции все в порядке, и вы просто что-то упустили, но вы не готовы рисковать своим экипажем, чтобы выяснять это.
zh_hans: 希望该站的船员都没事，而你虽然错过了什么，但不愿意让自己的船员冒险去寻找答案。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You dock with the station and step aboard, and an alarm starts ringing almost immediately! A set of Crystal guards come to face you, but fortunately they're level headed enough to listen to your explanation. Looks like this is an ordinary market after-all!
fr: Vous appareillez avec la station et arrivez à bord, et une alarme retentit presque immédiatement ! Une escouade de gardes Cristaliens vous fait face, mais heureusement ils acceptent d'écouter vos explication. Finalement, c'est un marché ordinaire !
ko: 정거장에 정박해 발을 내딛자마자 거의 즉시 경보가 울렸습니다! 한 쌍의 크리스탈 경비가 당신을 맞이하러 나왔는데, 다행히도 말이 통하는 상대였습니다. 이곳은 지극히 평범한 상점이었던 것 같습니다.
ru: Вы пристыковываетесь к станции, поднимаетесь на борт, и почти сразу же раздается сигнал тревоги! Навстречу вам выходят кристаллины-охранники, но, к счастью, они достаточно благоразумны, чтобы выслушать ваши объяснения. Похоже, это все-таки обычный рынок!
zh_hans: 你与空间站对接并登入，一个警报器几乎立即开始响起！一组水晶守卫来到你面前，但幸运的是，他们有足够的头脑来听你解释。看来，这毕竟是一个普通的市场！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You step aboard, only to find a band of pirates huddled around a garbage fire while a cage of Crystals look on in despair. As soon as you aproach, the pirates draw their guns. "Who the hell are you, identify yourself!"
fr: Vous arrivez à bord et y trouvez une bande de pirates autour d'un feu de poubelles, pendant que dans une cage, des Cristaliens vous lancent un regard désespéré. Dès que vous approchez, les pirates saisissent leurs armes. "Qu'est-ce que tu fais là ! Identifie-toi !"
ko: 정거장에 올라탔을 때, 당신은 감옥에 갇힌 절망적인 크리스탈들과 불타는 쓰레기 주위에 옹기종기 모여 있는 해적들을 발견했습니다. 당신이 접근하자 해적들이 총을 뽑았습니다. "네놈은 누구냐, 정체를 드러내라!"
ru: Вы поднимаетесь на борт, но обнаруживаете группу пиратов, сгрудившихся вокруг костра из мусора, в то время как сидящие в клетке кристаллины в отчаянии смотрят на них. Как только вы приближаетесь, пираты достают оружие. "Кто вы такие, черт возьми, назовите себя!"
zh_hans: 你登入，却发现一帮海盗蜷缩在一个垃圾火堆旁，而一笼子的水晶人正绝望地看着。你一走近，海盗们就拔出了枪。"你到底是谁，表明身份！"

source: Calm down, we're here to trade.
fr: Du calme, nous somme là pour faire du commerce.
ko: 진정하십시오, 우리는 거래를 하러 왔습니다.
ru: Успокойтесь, мы здесь для торговли.
zh_hans: 放轻松，我们是来交易的。

source: You put down your laser, and the pirates cautiously stow theirs. "Alright. Lucky for you, this place is under new management. We got some... "workers" on sale too."
fr: Vous baissez votre blaster, et les pirates font précautionneusement de même. "Soit. Tu as du bol, y a une nouvelle direction ici, et on a des... "travailleurs" à vendre, aussi."
ko: 당신이 레이저를 내려놓자 해적들도 조심스럽게 레이저를 내려놓았습니다. "좋아, 넌 운이 좋군. 여기는 이제 우리가 관리하고 있어. 우리는... "노동자"도 판매하고 있지.
ru: Вы опускаете свой лазер, а пираты осторожно убирают свои. "Хорошо. К счастью для вас, здесь новое руководство. У нас кстати есть еще несколько... "рабочих" на продажу".
zh_hans: 你放下了你的激光器，海盗们也谨慎地收起了他们的。"好吧。你很幸运，这个地方正在进行新的管理。我们也有一些......"工人"在出售。"

source: We don't want your slaves. We're here for military goods.
fr: Nous ne voulons pas vos esclaves. Nous sommes ici pour l'équipement militaire.
ko: 노예를 원하는 게 아닙니다. 군용품을 사러 왔습니다.
ru: Нам не нужны ваши рабы. Мы здесь за военными товарами.
zh_hans: 我们不想要你的奴隶。我们是来买军需品的。

source: "Ew, you're one of them ethical folk. Whatever, as long as I have scrap in my heap I'm not complaining."
fr: "Beurk, tu es un de ces gars avec une morale. Bah, tant que tu mets de la ferraille dans ma soute, je me plains pas."
ko: "음, 윤리를 따지는 놈인가 보군. 어쨌거나, 스크랩만 톡톡히 쥐여준다면 군말 안 할 거야."
ru: "Фу, ты один из тех, кто придерживается этических норм. Неважно, пока у меня есть кучка лома, я не жалуюсь".
zh_hans: "呃，你是那些有道德的人之一。不管怎么样，只要能赚废料，我就不抱怨。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy a Crystal slave.
fr: Acheter un esclave Cristalien.
ko: 크리스탈 노예를 산다.
ru: Купить раба-кристаллина.
zh_hans: 购买一名水晶族船员。

source: "Are you a Federation captain or a pirate? Hah!" You ignore the laughing pirate and escort your new crew to the ship, then return to observe the market.
fr: "Tu es un Fédé ou un pirate ? Hah !" Vous ignorez le pirate ricanant et escortez votre nouveau membre d'équipage à votre vaisseau, puis revenez voir le marché."
ko: "네가 연방 선장인냐 해적이냐? 풉!" 당신은 해적의 웃음을 무시하고 새 선원을 함선에 데려다 준 다음, 상점을 둘러보러 다시 나왔습니다.
ru: "Ты капитан Федерации или пират? Ха!" Вы не обращаете внимания на смеющегося пирата и сопровождаете нового члена экипажа на корабль, а затем возвращаетесь, чтобы изучить ассортимент магазина.
zh_hans: "你是联邦的船长还是海盗？哈！"你不理会那个笑着的海盗，护送你的新船员上船，然后回来观察市场。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Filthy pirates! Liberate the Crystals.
fr: Maudits pirates ! Libérer les Cristaliens.
ko: 더러운 해적놈들! 크리스탈을 풀어준다.
ru: Грязные пираты! Освободить кристаллинов.
zh_hans: 肮脏的海盗！解放水晶族。

source: You won't stand for this! You open fire on the station.
fr: Pas question de laisser passer ça ! Vous ouvrez le feu sur la station.
ko: 이 일을 용납할 수 없습니다! 당신은 정거장에 포격을 가했습니다.
ru: Вы не потерпите этого! Вы открываете огонь по станции.
zh_hans: 你不会容忍这一切！你向空间站开火。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FREEMANTIS_FREE"]/text
source: A Free Mantis vessel is here; always a pleasant sight for any Federation captain. Looks to be a merchant - what might he have in store?
fr: Un vaisseau Mantis Libre est ici ; toujours une rencontre plaisante pour tous les capitaines Fédérés. Il semblerait que ce soit un marchand, qu'ont-ils en magasin ?
ko: 이곳에 독립 맨티스 선박이 있습니다. 연방의 선장에게는 언제나 즐거운 광경입니다. 무역선 같아 보이는데, 무엇을 팔고 있을까요?
ru: Здесь находится судно Свободных Богомолов; всегда приятное зрелище для любого капитана Федерации. Похоже, это торговец - что он может предложить?
zh_hans: 一艘自由螳螂船来了。对于任何联邦的船长来说，这总是一个令人愉快的景象。看起来是个商人，他可能有什么东西？

# data/events_standard.xml$//event[@name="STOREEVENT_FREEMANTIS_FREE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh captain captain! Shining skies bringing great blessings in our meeting here! You must accept gift, if you are wanting trade!"
fr: "Oh, capitaine, capitaine ! Ciels brillants apporter grande bénédiction à rencontre ici ! Vous devoir accepter cadeau, si vouloir marchand !"
ko: "오 선장님 선장님! 빛나는 하늘이 우리의 만남에 큰 축복을 가져다 준다! 거래를 원한다면 먼저 선물을 받아야만 한다!"
ru: "О капитан-капитан! Сияющие небеса приносят великие благословения в нашу встречу здесь! Примите подарок, если вы хотите торговать!"
zh_hans: "哦，船长船长！闪亮的天空给我们在这里的会面带来了巨大的祝福！你必须接受礼物，如果你想交易的话！"

source: Take his gift.
fr: Accepter le cadeau.
ko: 그의 선물을 받는다.
ru: Принять его подарок.
zh_hans: 接受他的礼物。

source: "And now, buying of things may commence!"
fr: "Et maintenant, achetage de choses pouvoir commencer!"
ko: "그럼 이제, 물건을 사도 된다!"
ru: "А теперь можно приступать к покупкам!"
zh_hans: "现在，可以开始买东西了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Free Mantis Crew) Request an even greater gift.
fr: (Membre d'équipage Mantis Libre) Demander un cadeau encore plus gros.
ko: (독립 맨티스 선원) 더 많은 선물을 요구한다.
ru: (Член экипажа-Свободный Богомол) Запросить еще больший подарок.
zh_hans: (自由螳螂船员)要求更多的礼物。

source: "And now, buying of things may commence!"
fr: "Et maintenant, achetage de chose pouvoir commencer!"
ko: "그럼 이제, 물건을 사도 된다!"
ru: "А теперь можно приступать к покупкам!"
zh_hans: "现在，可以开始买东西了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
fr: Non merci.
ko: 필요 없습니다.
ru: Нет, спасибо.
zh_hans: 还是算了。

source: "Awful awful captain! You anger me. You not accepting gift of friendship, then you are not friend nor living much longer!"
fr: "Méchant méchant capitaine ! Toi m'énerver. Toi pas accepter cadeau d'amitié, alors toi ni ami ni vivant pour très longtemps !"
ko: "끔직한 선장! 나 화났다. 우정의 선물을 받지 않으면 친구 아니다, 살 가치가 없다!"
ru: "Ужасный-ужасный капитан! Вы меня злите. Если вы не принимаете подарок дружбы, значит, вы не друг и не жилец!"
zh_hans: "可怕的可怕的船长！你激怒了我。你不接受友谊的礼物，那么你就不是朋友，也活不了多久了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FREEMANTIS_BADPRICES"]/text
source: Looks like a Free Mantis market is nearby. Various Mantis chatter away about synthetic pheromones and other stereotypical Free Mantis things. One part of the market catches your eye in particular however - a vendor offering discounted resources.
fr: Il y a un marché Mantis Libre à proximité. De nombreux Mantis discutent de phéromones artificielles ou d'autres choses stéréotypiques. Un endroit du marché en particulier vous attire l'œil : un vendeur proposant des ressources à bas prix.
ko: 근처에 독립 맨티스 시장이 있는 것 같습니다. 여러 맨티스가 합성 페로몬과 그 밖에 독립 맨티스에 관한 고정관념들에 대해서 잡담하고 있습니다. 그때 시장의 한 부분이 당신의 눈길을 잡아끌었습니다. 바로 자원을 할인 중이라는 노점상이었습니다.
ru: Похоже, что поблизости находится рынок Свободных Богомолов. Различные богомолы болтают о синтетических фероМонах и других стереотипных для свободных богомолов вещах. Однако одна часть рынка привлекает ваше внимание - продавец, предлагающий ресурсы со скидкой.
zh_hans: 看起来附近有一个自由螳螂市场。各种各样的螳螂喋喋不休地谈论合成信息素和其他刻板的自由螳螂的事情。然而，市场的一个特别部分吸引了你的注意--一个提供折扣资源的供应商。

source: Check out the vendor first.
fr: Aller d'abord voir ce vendeur.
ko: 먼저 노점상을 확인한다.
ru: Сначала зайти к продавцу.
zh_hans: 先查看一下供应商的情况。

source: "Good friends, I offering fuel of incredible value! Half off, buying them now while you can!"
fr: "Amis moi, j'offrir carburant pour prix incroyable ! Moitié soldé, acheter maintenant tant que pouvoir !"
ko: "좋은 친구, 연료 엄청난 가격에 판다! 반값, 어서 사간다!"
ru: "Дорогие друзья, я предлагаю топливо по невероятной цене! Покупайте сейчас за полцены, пока есть возможность!"
zh_hans: "好朋友，我提供的燃料价值惊人！半价，趁现在买吧！"

source: Buy some fuel.
fr: Acheter du carburant.
ko: 연료를 좀 산다.
ru: Купить немного топлива.
zh_hans: 购买一些燃料。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy some missiles.
fr: Acheter des missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.
zh_hans: 购买一些弹药。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: These prices seem unusually high.
fr: Ces prix me paraissent très élevés.
ko: 가격이 비정상적으로 높아 보입니다.
ru: Эти цены кажутся необычайно высокими.
zh_hans: 这些价格似乎异常的高。

source: "Oh? By how much so? I am forgetting standard prices..." You can probably get him to lower the price of one... but it's unlikely he'll be able to comprehend changing both. You have to pick your battles with these guys.
fr: "Ah ? De combien ? Oublier prix normaux..." Vous pourriez probablement lui faire baisser le prix de l'un... mais il est peu probable qu'il arrivera à comprendre un changement sur les deux. Avec les Mantis Libres, il faut savoir choisir ses combats.
ko: "음? 얼마나 높아? 평균 가격 까먹는다..." 물건 한개 정도의 가격은 낮출수 있게 유도할수있지만... 둘다 바꾸도록 하기엔 그의 이해력이 부족합니다. 그들과의 거래에서는 선택과 집중이 중요합니다.
ru: "О? На сколько? Я забываю о стандартных ценах..." Вы, вероятно, сможете заставить его снизить цену на одну из них... но вряд ли он сможет догадаться изменить обе. С такими людьми нужно уметь вести диалог.
zh_hans: "哦，那要多少钱？我忘记了标准价格......"你也许可以让他降低一个价格......但他不太可能理解两者的变化。你必须选择与这些人的战斗。

source: Fuel is usually a lot cheaper.
fr: Le carburant est généralement bien moins cher.
ko: 연료는 보통 훨씬 더 쌉니다.
ru: Топливо обычно намного дешевле.
zh_hans: 燃料通常要便宜很多。

source: "Ah, I am understanding now. Me thinking..."
fr: "Ah, je suis comprendre, maintenant. Moi penser..."
ko: "아, 이제 이해했다. 나 생각중이다..."
ru: "А, теперь я понимаю. Я думаю..."
zh_hans: "啊，我现在明白了。我想......"

source: Buy some fuel.
fr: Acheter du carburant.
ko: 연료를 산다.
ru: Купить немного топлива.
zh_hans: 购买一些燃料。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy some missiles.
fr: Acheter des missiles.
ko: 미사일을 산다.
ru: Купить немного ракет.
zh_hans: 购买一些弹药。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
fr: Tant pis.
ko: 아무것도 사지 않는다.
ru: Неважно.
zh_hans: 算了。

source: "Oh, alright then. You are having wonderful day!" You bid farewell to the Mantis and head to the market.
fr: "Ah, d'accord. Vous passez une bonne journée!" Vous dites au revoir au Mantis et allez au marché.
ko: "음, 알았다. 좋은 하루 되길 바란다!" 당신은 맨티스에게 작별을 고하고 시장으로 향했습니다.
ru: "Ох, тогда ладно. Хорошего дня!" Вы прощаетесь с богомолом и отправляетесь на рынок.
zh_hans: "哦，那好吧。你度过了美好的一天！"你告别了螳螂，前往市场。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Missiles are usually a lot cheaper.
fr: Les missiles sont généralement bien moins cher.
ko: 미사일은 보통 훨씬 더 쌉니다.
ru: Ракеты обычно намного дешевле.
zh_hans: 导弹通常要便宜得多。

source: "Ah, I am understanding now. Me thinking..."
fr: "Ah, je suis comprendre, maintenant. Moi penser..."
ko: "아, 이제 이해했다. 나 생각중이다..."
ru: "А, теперь я понимаю. Я думаю..."
zh_hans: "啊，我现在明白了。我想......"

source: Buy some fuel.
fr: Acheter du carburant.
ko: 연료를 좀 산다.
ru: Купить немного топлива.
zh_hans: 购买一些燃料。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Buy some missiles.
fr: Acheter des missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.
zh_hans: 购买一些弹药。

source: "Most excellent of purchasings! Hoping you are enjoy."
fr: "Très excellent achetage ! Espère que vous être profiter !"
ko: "구매 탁월한 선택이다! 당신 즐겁길 바란다."
ru: "Превосходная покупка! Надеюсь, вам понравится".
zh_hans: "最优秀的采购！希望你喜欢。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind.
fr: Finalement non.
ko: 아무것도 사지 않는다.
ru: Неважно.
zh_hans: 算了。

source: "Oh, alright then. You are having wonderful day!" You bid farewell to the Mantis and head to the market.
fr: "Ah, d'accord. Vous passez une bonne journée!" Vous dites au revoir au Mantis et allez au marché.
ko: "음, 알았다. 당신 좋은 하루 되길 바란다!" 당신은 맨티스에게 작별을 고하고 시장으로 향했습니다.
ru: "Ох, тогда ладно. Хорошего дня!" Вы прощаетесь с богомолом и отправляетесь на рынок.
zh_hans: "哦，那好吧。你度过了美好的一天！"你告别了螳螂，前往市场。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Free Mantis Crew) Have your Free Mantis explain.
fr: (Membre d'équipage Mantis Libre) Demander à votre Mantis Libre d'expliquer.
ko: (독립 맨티스 선원) 당신의 독립 맨티스가 설명하게 한다.
ru: (Член экипажа-свободный богомол) Отправить свободного богомола договориться.
zh_hans: (自由螳螂船员)让你的自由螳螂解释。

source: Unconfident in your own ability to talk "reason" with the Free Mantis, you send your own crew instead. Unfortunately, he just gets confused too. Eventually they deliberate the price of fuel to be somewhere around 300 scrap. You'd protest, but the vendor is so happy for your help, he offers you a crate of resources for free!
fr: Peu convaincu par votre talent à "raisonner" avec les Mantis Libre, vous décidez plutôt d'envoyer l'un des leurs. Hélas, il est tout aussi confus. Ils décident finalement que le prix du carburant devrait être environ de 300 ferraille. Vous auriez protesté si le vendeur n'était pas si content de votre aide qu'il vous donne une caisse de ressources gratuite !
ko: 당신은 이 독립 맨티스를 "이해"시킬 수 있을지 자신 없어서, 선원을 대신 보냈습니다. 불행히도, 당신의 독립 맨티스도 혼란스러워하는 것 같습니다. 결국 그들은 연료의 가격을 대략 300 스크랩 정도로 조정했습니다. 항의할 수도 있지만, 노점상은 당신의 도움에 정말로 기뻐하고 있었고 무료로 자원 상자를 주기까지 했습니다!
ru: Не будучи уверенным в своей способности вести "адекватный" разговор со свободным богомолом, вы посылаете вместо себя свободного богомола из своего экипажа. К сожалению, он тоже оказывается в замешательстве. В конце концов они договариваются, что цена на топливо составляет около 300 лома. Вы бы протестовали, но продавец так рад вам помочь, что предлагает вам ящик ресурсов бесплатно!
zh_hans: 由于对自己与自由螳螂谈"理"的能力没有信心，你就派了自己的船员代替。不幸的是，他也被迷惑了。最终，他们商议出的燃料价格大约是300废料。你想抗议，但卖主对你的帮助非常高兴，他为你免费提供了一箱资源！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stick to the general market.
fr: Rester au marché général.
ko: 바로 중앙 시장으로 향한다.
ru: Придерживаться общего рынка.
zh_hans: 只是去一般的市场。

source: None of the Mantis seem bothered by your presence, though they don't break out into crazed idolization either. Honestly, it's a relief.
fr: Aucun des Mantis ne semble dérangé par votre présence, et ils ne vous idolâtrisent pas non plus. Honnêtement, c'est un soulagement.
ko: 어떤 맨티스도 그 광적인 우상화에서 벗어나진 않았지만, 당신을 신경쓰지도 않았습니다. 솔직히, 다행입니다.
ru: Никто из богомолов не выглядит обеспокоенным вашим присутствием, но и не впадает в безумное идолопоклонство. Честно говоря, это радует.
zh_hans: 螳螂似乎都不会因为你的出现而烦恼，尽管它们也不会陷入疯狂的偶像崇拜。老实说，这是一种解脱。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_FREEMANTIS_REPAIRS"]/text
source: A Free Mantis merchant nearby is broadcasting a looping advertisement; "We doing repairs! Come, discount price, we fix hull, we fix furniture, we fix broken marriage! Fixing anything! Come buy buy and buy!"
fr: Un marchand Mantis Libre diffuse continuellement une publicité : "Nous faire réparation ! Venir, prix bas, nous réparer coque, nous réparer meubles, nous réparer marriages ! Réparer tout ! Venez acheter, acheter et acheter !"
ko: 근처의 독립 맨티스 무역선이 반복되는 광고를 재생하고 있습니다. "우리 수리를 한다! 와서, 할인된 가격에, 우리 선체 고친다, 우리 가구 고친다, 우리 파경을 고친다! 모든 것을 고친다! 와서 사고, 사고, 또 사라!"
ru: Неподалеку торговец свободный богомол транслирует зацикленную рекламу: "Мы делаем ремонт! Приходите, низкие цены, мы чиним корпус, мы чиним мебель, мы чиним разбитый брак! Чиним все! Приходите, покупайте-покупайте и покупайте!"
zh_hans: 附近的一个自由螳螂商人正在播放一个循环广告；"我们在做维修！来吧，折扣价，我们修舰体，我们修家具，我们修破碎的婚姻！维修任何东西！来买买买！"

source: Check them out.
fr: Aller les voir.
ko: 그들을 확인한다.
ru: Осмотреться.
zh_hans: 看看他们吧。

source: A Free Mantis mechanic eagerly waves at you to come in. Looks like they're selling some things on the side. To browse them though, you have to buy a repair job of some kind.
fr: Un mécanicien Mantis Libre vous fait un signe enthousiaste de venir. Il semble qu'ils vendent également quelques choses. Cependant, pour voir leur équipement, il faudra faire des réparations quelconques.
ko: 맨티스 기술자는 당신에게 열심히 손을 흔들며 들어오라고 했습니다. 그들은 부업으로 상점도 운영하고 있는 것 같습니다. 상품을 보기 전에 먼저 수리 서비스를 구입해야 합니다.
ru: Механик Свободных Богомолов приветливо машет вам рукой, приглашая зайти. Похоже, что он продает какие-то вещи на из-под полы. Однако, чтобы просмотреть их, нужно оплатить выполнение ремонтных работ.
zh_hans: 一个自由螳螂机械师急切地朝你招手，让你进来。看起来他们在卖一些东西。不过要看这些东西，你必须购买某种维修工作。

source: (Free Mantis Crew) Request a free repair. [7$]
fr: (Membre d'équipage Mantis Libre) Demander une réparation gratuite. [7$]
ko: (독립 맨티스 선원) 무료 수리를 요청한다. [7$]
ru: (Член экипажа-свободный богомол) Запросить бесплатный ремонт. [7$]
zh_hans: (自由螳螂船员)请求一次免费维修。[7$]

source: "Anything for brother and friend of Federation! Enjoying store!"
fr: "Tout pour frère et ami de Fédération ! Profitez magasin !"
ko: "연방의 형제와 친구를 위해 무엇이든! 상점을 즐겨라!"
ru: "Все для брата и друга Федерации! Наслаждайтесь магазином!"
zh_hans: "愿意为联邦的兄弟和朋友做任何事！享受商店！"

source: Wait for your repair job to finish...
fr: Attendre que les réparateurs aient fini...
ko: 수리 작업이 끝날 때까지 기다린다...
ru: Подождать окончания ремонтных работ...
zh_hans: 等到你的维修工作完成...

source: (Human Crew) Request a free repair. [7$]
fr: (Membre d'équipage Humain) Demander une réparation gratuite. [7$]
ko: (인간 선원) 무료 수리를 요청한다. [7$]
ru: (Член экипажа-человек) Запросить бесплатный ремонт. [7$]
zh_hans: (人类船员)请求一次免费维修。[7$]

source: "Anything for Federation officer! Enjoying store!"
fr: "Tout pour officier Fédération ! Profitez magasin !"
ko: "연방의 직원을 위해 무엇이든! 상점을 즐겨라!"
ru: "Все для офицера Федерации! Наслаждайтесь магазином!"
zh_hans: "为联邦官员做什么都可以！享受商店！"

source: Wait for your repair job to finish...
fr: Attendre que les réparateurs aient fini...
ko: 수리 작업이 끝날 때까지 기다린다...
ru: Подождать окончания ремонтных работ...
zh_hans: 等到你的维修工作完成...

source: Buy a small repair job. [7$, -17~]
fr: Acheter une petite réparation. [7$, -17~]
ko: 작은 수리 서비스를 구매한다. [7$, -17~]
ru: Купить мелкий ремонт. [7$, -17~]
zh_hans: 买一个小修理工作。[7$，-17~]

source: "Hoping you are happy with services, and enjoying store!"
fr: "Espérant que content de servives, et profitez magasin!"
ko: "서비스에 만족했기를 바라, 상점을 즐겨라!"
ru: "Надеемся, что вы довольны обслуживанием и вам нравится магазин!"
zh_hans: "希望你对服务感到满意，并享受商店的服务！"

source: Wait for your repair job to finish...
fr: Attendre que les réparateurs aient fini...
ko: 수리 작업이 끝날 때까지 기다린다...
ru: Подождать окончания ремонтных работ...
zh_hans: 等到你的维修工作完成...

source: Buy a moderate repair job. [15$, -35~]
fr: Acheter une grande réparation. [15$, -35~]
ko: 큰 수리 서비스를 구매한다. [15$, -35~]
ru: Купить умеренный ремонт. [15$, -35~]
zh_hans: 买一个适度的维修工作。[15$，-35~]
