Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE_CONVINCE"]/text
source: "Hmph. Bad of mine, then. Come, we have extensive stock. Slave offerings, there."
fr: "Hmph. Moi excusé par vous, alors. Venez, nous avoir vaste stock. Offres d'esclaves, ici."
ko: "흠. 그럼 내가 잘못 생각했네. 와라, 우리 재고 많다. 노예 상품, 저쪽에."
ru: "Хмм. Значит, я плохой. Идемте, у нас большой склад. Предложения по рабам, вот".
zh_hans: "哼哼。那就是我的错了。来吧，我们有丰富的库存。奴隶供应，在那里。"

source: Purchase a slave.
fr: Acheter un esclave.
ko: 노예를 산다.
ru: Приобрести раба.
zh_hans: 购买一名奴隶。

source: Just shop.
fr: Ne faire qu'acheter de l'équipement.
ko: 일반 상품만 본다.
ru: Просто торговать.
zh_hans: 只是购物。

source: No need for slaves today. You'll stick with regular goods.
fr: Pas besoin d'esclave aujourd'hui. Vous vous contenterez des biens normaux.
ko: 지금은 노예가 필요 없습니다. 당신은 일반 상품을 둘러봤습니다.
ru: Сегодня рабы не нужны. Вы будете довольствоваться обычными товарами.
zh_hans: 今天不需要奴隶了。你只需普通货物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE_KAZ"]/text
source: "Oh mighty Kazaaakplethkilik! We admirers of you, even if you having... heated business with Hive. Come in, prized customer. Accept tribute of ours!"
fr: "Ô puissant Kazaaakplethkilik ! Nous admirons vous, même si vous avez... affaires louches avec Ruche. Entre, cher client. Acceptez hommage nous !"
ko: "오오 강인한 카자앜플레쓰킬맄! 우리 당신 존경한다. 당신이... 하이브 일 싫어할지라도. 들어와라, 귀한 손님. 우리 공물 받아라!"
ru: "О могущественный Казааакплеткилик! Мы восхищаемся вами, даже если у вас... пылкие дела с Ульем. Входи, дорогой клиент. Прими наш подарок!"
zh_hans: "哦，强大的卡扎卡普勒斯里克！我们是你的崇拜者，即使你有......与蜂巢的激烈交易。进来吧，珍贵的顾客。接受我们的贡品！"

source: Purchase a slave.
fr: Acheter un esclave.
ko: 노예를 구입한다.
ru: Приобрести раба.
zh_hans: 购买一名奴隶。

source: Just shop.
fr: N'acheter que de l'équipement.
ko: 일반 상품만 본다.
ru: Просто торговать.
zh_hans: 只是购物。

source: No need for slaves today. You'll stick with regular goods.
fr: Pas besoin d'esclave aujourd'hui. Vous vous contenterez des marchandises normales.
ko: 지금은 노예가 필요 없습니다. 당신은 일반 상품을 둘러봤습니다.
ru: Сегодня рабы не нужны. Вы будете довольствоваться обычными товарами.
zh_hans: 今天不需要奴隶了。你只需普通货物。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Mantis ship looks pretty beat up. Maybe you can convince them to stop now?
fr: Le vaisseau Mantis semble très amoché. Peut-être pourrez-vous les convaincre d'arrêter, maintenant ?
ko: 맨티스 함선이 너덜너덜해졌습니다. 이제 그만하자고 설득해 볼까요?
ru: Корабль богомолов выглядит довольно потрепанным. Может быть, вам удастся убедить их остановиться?
zh_hans: 螳螂船看起来很破败。也许你现在可以说服他们停下来？

source: If you're dead, we can't trade!
fr: Si vous mourez, nous ne pourrons pas faire de commerce !
ko: 당신들이 죽으면 거래할 수가 없습니다!
ru: Если вы будете мертвы, мы не сможем торговать!
zh_hans: 如果你死了，我们就不能交易了！

source: Nevermind it - just finish off the Mantis.
fr: Et puis tant pis, achever les Mantis.
ko: 결코 - 이 맨티스들을 끝장낸다.
ru: Не обращать внимания - просто прикончить богомолов.
zh_hans: 别管它了--只要把螳螂干掉就行了。

source: The Mantis are now dead. That was indeed a fight to the death, though it's hard to trade with a corpse...
fr: Les Mantis sont désormais morts. C'était bien un duel à mort, mais il est difficile de faire des affaires avec un cadavre...
ko: 맨티스들은 이제 죽었습니다. 정말 죽기 살기로 싸웠지만, 시체들과 거래할 수는 없습니다...
ru: Богомолы теперь мертвы. Это действительно был бой насмерть, хотя с трупом трудно торговать...
zh_hans: 螳螂现在已经死了。这的确是一场生死之战，尽管很难与一具尸体交易......

source: The Mantis are now dead. That was indeed a fight to the death, though it's hard to trade with a corpse...
fr: Les Mantis sont désormais morts. C'était bien un duel à mort, mais il est difficile de faire des affaires avec un cadavre...
ko: 맨티스들은 이제 죽었습니다. 정말 죽기 살기로 싸웠지만, 시체들과 거래할 수는 없습니다...
ru: Богомолы теперь мертвы. Это действительно был бой насмерть, хотя с трупом трудно торговать...
zh_hans: 螳螂现在已经死了。这的确是一场生死之战，尽管很难与一具尸体交易......

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_DEATH"]/text
source: Looks like a Mantis trader is here. These are pretty hard to come by, and you wonder if he'll be willing to trade with a Federation vessel.
fr: Il semblerait qu'il y a un marchand Mantis, ici. Ils sont plutôt rares, et vous vous demandez s'ils voudront commercer avec un vaisseau de la Fédération.
ko: 이곳에 맨티스 상선이 있는 것 같습니다. 함부로 들리기 힘든 곳이고, 그가 연방의 선박과 거래해 줄지도 의문입니다.
ru: Похоже, что здесь находится торговец-богомол. Их довольно трудно найти, и вы задаетесь вопросом, захочет ли он торговать с кораблем Федерации.
zh_hans: 看起来像一个螳螂商人在这里。这些东西相当难得，你不知道他是否愿意与联邦船只进行交易。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_DEATH"]/choice[1]/text
source: Hail.
fr: Les contacter.
ko: 교신을 보낸다.
ru: Связаться.
zh_hans: 呼叫。

source: "Federation wanting trade!? Haha, I laugh! You wanting earn right to trade, then we fight to death!" The Mantis doesn't even give you time to explain that you can't trade if you're dead and attacks! Maybe if you beat them up a little, they'll listen?
fr: "Fédération vouloir commerce !? Haha, je ris ! Vous vouloir avoir droit de commerce, alors nous combattre à mort !" Le Mantis ne vous laisse pas le temps d'expliquer que vous ne pouvez pas commercer si vous êtes mort et attaque ! Peut-être que si vous les frappez un peu, ils écouteront ?
ko: "연방 거래 원한다고!? 하하, 재밌군! 거래 하고 싶다면 죽도록 싸워야지!" 맨티스는 당신이 죽으면 거래를 하지 못한다는 것을 설명할 시간도 주지 않고 바로 공격했습니다! 어쩌면, 그들을 좀 손봐주면 당신의 말을 듣지 않을까요?
ru: "Федерация хочет торговать!? Ха-ха, я смеюсь! Ты хочешь заработать право на торговлю, тогда мы будем драться до смерти!" Богомол даже не дает вам времени объяснить, что нельзя торговать, если вы мертвы и нападает! Может быть, если их немного потрепать, они послушают?
zh_hans: "联邦想要交易！？哈哈，我笑了！你想赚取贸易权，那我们就打到死！"螳螂甚至不给你时间解释！也许你打他们几下，他们就会听话了？

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_DEATH"]/choice[2]/text
source: Avoid the Mantis.
fr: Éviter les Mantis.
ko: 맨티스를 무시한다.
ru: Избегать богомолов.
zh_hans: 避开螳螂。

source: The odds are not in your favor that this encounter would be friendly... better to stay way.
fr: Il est peu probable que cette rencontre finisse pacifiquement... mieux vaut prendre ses distances.
ko: 이 만남이 우호적일 가능성은 별로 없습니다... 멀리 떨어져 있는 편이 나아 보입니다.
ru: Шансы на то, что эта встреча будет дружественной, не в вашу пользу... лучше держаться подальше.
zh_hans: 这次相遇对你不利，你最好别去。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_DEATH_TRADE"]/text
source: "Oh, hum. You are making many of senses. Okay, I am stopping."
fr: "Oh, hum. Vous avoir beaucoup de raison. D'accord, moi m'arrêter."
ko: "오, 흐음. 그거 말 아주 되네. 좋아, 그만하겠다."
ru: "О, э-э. У тебя много смысла. Хорошо, я остановлюсь".
zh_hans: "哦，哼。你说得很有道理。好吧，我停下了。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Hive Crew) Request a repair.
fr: (Mantis de la Ruche) Demander des réparations.
ko: (하이브 선원) 수리를 요청한다.
ru: (Член экипажа из Улья) Запросить ремонт.
zh_hans: (母巢螳螂船员)请求维修。

source: "Yes, only fair. Am sending Engi to fix hull."
fr: "Oui, ça juste. Moi envoyer Engi pour réparer coque."
ko: "그래, 정당한 요청. 선체 고칠 엔지 보내는 중"
ru: "Да, это правильно. Я посылаю энджи починить корпус".
zh_hans: "是的，只有公平。我正派半械族去修理舰体。"

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_REBELS"]/text
source: The market nearby is broadcasting on Mantis frequencies, but all you see is a Rebel transport!
fr: Il y a apparemment un marché transmettant des fréquences Mantis ici, mais tout ce que vous voyez, c'est un transporteur Rebelle !
ko: 근처의 시장에서 맨티스의 주파수가 송출되고 있었지만, 보이는 것은 반군 수송선 뿐이었습니다!
ru: Рынок неподалеку вещает на частотах богомолов, но единственное, что вы видите - это транспорт повстанцев!
zh_hans: 附近的市场正在用螳螂的频率进行广播，但你所看到的只是叛军的运输船！

source: Hail.
fr: Les contacter.
ko: 교신한다.
ru: Связаться.
zh_hans: 呼叫。

source: "Not Rebels any longer, this vessel belong to Hive! Rebel crew, now slaves. Slaves for you, if money you are having!"
fr: "Plus Rebelles ici, ce vaisseau appartenir à Ruche ! Équipage Rebelle esclaves, maintenant. Esclaves pour vous, si argent vous avoir !"
ko: "더 이상 반군 없다, 이 선박 하이브 소유다! 반군 선원 이제 노예다. 너 위한 노예지, 너 돈 가지고 있다면!"
ru: "Больше нет повстанцев, это судно принадлежит Улью! Экипаж повстанцев - теперь рабы. Рабы для вас, если у вас есть деньги!"
zh_hans: "不再是叛军了，这艘船是属于母巢的！叛军船员，现在是奴隶。如果你有钱，就给你当奴隶！"

source: Buy an engineer slave first.
fr: Acheter d'abord un esclave Ingénieur.
ko: 우선 공병 노예를 산다.
ru: Для начала купить раба-инженера.
zh_hans: 先买一名工程师船员。

source: Buy a medic slave first.
fr: Acheter d'abord un esclave Infirmier.
ko: 우선 의무병 노예를 산다.
ru: Для начала купить раба-медика.
zh_hans: 先买一名工程师船员。

source: Just buy some stuff from the Rebel's stores.
fr: Acheter simplement des choses venant de la cargaison des Rebelles.
ko: 바로 반군의 상점을 둘러본다.
ru: Просто купить что-нибудь в магазинах повстанцев.
zh_hans: 只从叛军的商店里买一些东西。

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: You arm the guns and attack the Rebels, but on the other end all you hear is angry clicking... Looks like the Mantis are now in control of this ship!
fr: Vous activez vos armes et attaquez les Rebelles, mais de l'autre côté, vous n'entendez qu'un cliquetis furieux... il semblerait que les Mantis contrôlent désormais ce vaisseau !
ko: 당신은 무기를 장전하고 반군을 공격했습니다. 그런데 들려오는 것은 분노에 차 딸깍거리는 소리 뿐이었습니다... 맨티스가 이 배를 장악한 것 같습니다!
ru: Вы заряжаете пушки и атакуете повстанцев, но на другом конце раздается лишь сердитое щелканье... похоже, богомолы теперь контролируют этот корабль!
zh_hans: 你武装好并攻击叛军，但在另一端你只听到愤怒的咔嚓声......看来螳螂现在已经控制了这艘船！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the Rebels.
fr: Éviter les Rebelles.
ko: 반군을 피한다.
ru: Избегать повстанцев.
zh_hans: 避开叛军。

source: You aren't sure what's going on here, but it's safest to not approach.
fr: Vous n'êtes pas sûr de ce qui ce passe ici, mais il est prudent de ne pas s'approcher.
ko: 여기서 무슨 일이 일어나고 있는지는 모르지만, 접근하지 않는 편이 안전합니다.
ru: Вы не знаете, что здесь происходит, но безопаснее всего не приближаться.
zh_hans: 你不确定这里发生了什么，但不接近是最安全的。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_RACIST"]/text
source: Rock traders are more common than you'd think, but they aren't always happy to deal with anyone. The ship here is no exception, and refuses to trade with you unless you pay a fee of ammunition.
fr: Les marchands Rocailleux sont plus communs que vous ne le pensez, mais ils ne veulent pas toujours faire des affaires avec tout le monde. Ce vaisseau-ci n'échappe pas à la règle, et refuse de commercer avec vous si vous ne lui payez pas une taxe de munitions.
ko: 락맨 상선은 당신이 생각하는 것보다 더 흔하지만, 그들이 항상 기꺼이 거래에 응하지는 않습니다. 여기 있는 함선도 예외는 아니었고, 요금으로 탄약을 지불하지 않는 한 당신과 거래하지 않겠다고 했습니다.
ru: Торговцы валуны встречаются чаще, чем вы думаете, но они не всегда рады иметь дело с каждым. Этот корабль не является исключением и отказывается торговать с вами, если вы не внесете плату боеголовками.
zh_hans: 岩石族商人比你想象的要常见，但他们并不总是乐意和任何人打交道。这里的船也不例外，拒绝与你交易，除非你支付一笔弹药费。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_RACIST"]/choice[1]/text
source: Pay the fee.
fr: Payer la taxe.
ko: 요금을 지불한다.
ru: Оплатить взнос.
zh_hans: 支付费用。

source: The Rockman grunts and agrees to let you browse his wares.
fr: Le Rocailleux grogne et accepte de vous laisser voir ses produits.
ko: 락맨은 툴툴대며 그의 물건들을 둘러보게 허락해 줬습니다.
ru: Валун ворчит и соглашается предоставить вам возможность ознакомиться с его товарами.
zh_hans: 岩石族哼了一声，同意让你浏览他的商品。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_RACIST"]/choice[2]/text
source: Blow 'em to hell.
fr: Les exploser jusqu'en enfer.
ko: 죽여버린다.
ru: Разнести их к чертям собачьим.
zh_hans: 把他们炸到地狱。

source: You sure as hell aren't paying a fee to trade with some racist Rockmen. You'll just take what you want from their lifeless bodies instead!
fr: Vous n'allez surtout pas payer un quelconques frais à un stupide Rocailleux raciste. Vous allez juste prendre ce que vous voulez de leurs cadavres sans vie !
ko: 종족을 차별하는 락맨과 거래하는데 요금을 지불할 수는 없습니다. 대신 그들의 시체에서 필요한 걸 챙길 것입니다!
ru: Вы точно не будете торговать с какими-то расистами-валунами. Вместо этого вы просто возьмете то, что вам нужно, из их безжизненных тел!
zh_hans: 你肯定不会支付费用与一些种族主义的岩石族交易。你只会从他们无生命的尸体上拿走你想要的东西！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_RACIST"]/choice[3]/text
source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Rockman says nothing and flies away. A waste of a jump...
fr: Le Rocailleux reste silencieux et part. Voilà un saut gaché...
ko: 락맨은 아무 말 없이 멀리 날아갔습니다. 도약 한번을 허비했네요...
ru: Валун ничего не сказал и улетел. Прыжок впустую...
zh_hans: 岩石族什么也没说就飞走了。浪费了一次跃迁...

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Faithful Rock Crew) Request to skip the fee.
fr: (Rocailleux fidèle) Demander à être dispensé de frais.
ko: (신앙심 깊은 락맨 선원) 요금을 없애 달라고 요청한다.
ru: (Член экипажа-верующий валун) Попросить не взимать плату.
zh_hans: (忠诚岩石族船员)请求免除费用。

source: "Ah, a fellow Rockman! Peculiar to see one of us aboard a Federation vessel... but I'm willing to be more generous to one of our own."
fr: "Ah, un autre Rocailleux ! Étrange d'en voir un à bord d'un vaisseau de la Fédération... mais je suis prêt à être plus généreux avec l'un des nôtres."
ko: "아, 락맨 동지였군! 우리 일원이 연방 선박에 타고 있는건 보기에 이상하지만... 그래도 동지에게는 더 관대하게 대해 주겠소."
ru: "А, товарищ валун! Непривычно видеть одного из нас на борту корабля Федерации... но я готов быть более великодушным к одному из наших".
zh_hans: "啊，一个岩石族同伴！看到我们中的一个人登上联邦的船只很奇怪......但我愿意对我们自己的人更慷慨一些。"

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Zoltan Crew) Request to skip the fee.
fr: (Membre d'équipage Zoltan) Demander à être dispensé de frais.
ko: (졸탄 선원) 요금을 없애 달라고 요청한다.
ru: (Член экипажа-Золтан) Попросить не взимать плату.
zh_hans: (超能族船员)请求跳过费用。

source: "Ah, a Zoltan! I am intrigued to see what curiosities you might have to offer! Come in, browse my wares!"
fr: "Tiens, un Zoltan ! Je suis intrigué par les curiosités que vous pourriez avoir à vendre ! Venez, regardez-donc mes marchandises !"
ko: "아, 졸탄이라니! 그대가 어떤 진기한 것을 팔아줄 지 궁금하오! 들어와서 내 물건들을 둘러보시오!"
ru: "А, золтан! Я заинтригован тем, какие диковинки вы можете предложить! Заходите, посмотрите мои товары!"
zh_hans: "啊，一个超能族！我很感兴趣，想看看你能提供什么奇珍异宝！进来吧，浏览一下我的商品！"

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Mind Control) Change the trader's mind.
fr: (Contrôle mental) Changer l'avis du marchand.
ko: (정신 지배 장비) 상인의 마음을 바꾼다.
ru: (Контроль разума) Изменить сознание торговца.
zh_hans: (心灵控制)改变交易者的想法。

source: Entering a hypnotic state, the Rockman welcomes you onboard and even pays you some scrap out of "kindness".
fr: Entrant dans un état d'hypnose, le Rocailleux vous accueille à bord et vous donne même de la ferraille par "générosité".
ko: 최면 상태에 빠져든 락맨은 당신의 승선을 환영했고 심지어 "친절"의 표시로 약간의 스크랩을 주었습니다.
ru: Войдя в гипнотическое состояние, валун приветствует вас на борту и даже платит вам немного лома по "доброте душевной".
zh_hans: 进入催眠状态，岩石族欢迎你上船，甚至出于"善意"付给你一些废料。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_MINELAUNCHERS"]/text
source: As soon as you jump in, the voice of a Rockman blares throughout your ship. "Visitors, come in and visit my brand new Mine Launcher Emporium! We sell Mine Launchers! And other things, because no one buys the god damn Mine Launchers! But please, buy my Mine Launchers!"
fr: Dès que vous arrivez, la voix d'un Rocailleux retentit à travers votre vaisseau. "Visiteurs, venez donc et visitez mon tout nouveau magasin de Lance-Mines ! On vend des Lance-Mines ! Et d'autres trucs, car personne n'achète ces fichus Lance-Mines ! Mais s'il vous plaît, achetez mes Lance-Mines !"
ko: 도약을 마치자마자 함선에 락맨의 목소리가 울려 퍼졌습니다. "방문자여, 나의 새로운 기뢰 사출기 엠포리움에 와보시오! 기뢰 사출기를 팔고 있소! 그리고 다른 것들도 팔고 있소, 왜냐면 아무도 빌어먹을 기뢰 사출기는 사지를 않거든! 하지만 제발, 기뢰 사출기를 사주시오!"
ru: Как только вы совершаете прыжок, по всему кораблю разносится голос валуна. "Посетители, заходите и посетите мою новую "Минометную Лавку"! Мы продаем минометы! И другие штуки, потому что никто не покупает проклятые минометы! Но прошу вас, покупайте мои минометы!"
zh_hans: 你一跃迁进去，一个岩石族的声音就在你的船上响起。"游客们，请进来参观我全新的空雷发射器商店吧！我们出售空雷发射器。还有其他东西，因为没有人买该死的空雷发射器！但请购买我的空雷发射器！"

source: Check out the emporium.
fr: Entrer dans la boutique.
ko: 엠포리움을 살펴본다.
ru: Заглянуть в лавку.
zh_hans: 看看商店的情况吧。

source: "Oh good, oh good! Visitors at last! Have you come to purchase a Mine Launcher? Oh please, my stock is expansive, endless even!"
fr: "Ah, parfait, parfait ! Enfin des visiteurs ! Est-ce que vous êtes ici pour acheter un Lance-Mines ? S'il vous plaît, mon stock est vaste, que dis-je, infini !"
ko: "오 좋아, 좋아! 마침내 손님이 왔어! 기뢰 사출기를 사러 온 거요? 오 제발, 재고가 많단 말이오! 끝도 없이 말이야!"
ru: "О супер, о супер! Наконец-то посетители! Вы пришли приобрести миномет? О, прошу, мои запасы на складах огромные, даже бесконечные!"
zh_hans: "哦，好，哦，好！访客终于来了！你是来购买空雷发射器的吗？哦，请问，我的存货很丰富，甚至无穷无尽！"

source: (Rock Crew) "Do you offer anything better?"
fr: (Membre d'équipage Rocailleux) "Est-ce que vous avez quelque chose de mieux?"
ko: (락맨 선원) "더 좋은 건 없소?"
ru: (Член экипажа-валун) "Вы предложите что-нибудь получше?"
zh_hans: (岩石族船员)"你提供更好的东西吗？"

source: You expect the Rockman to get offended, but instead he gets even more excited. "I found this a long time ago. I've been holding on to it for someone special. You're the first person to show any interest, so here you go!"
fr: Vous pensez que le Rocailleux va se vexer, mais à la place il s'excite encore plus. "J'ai trouvé ceci il y a longtemps. Je l'ai gardé pour quelqu'un de spécial. Vous êtes la première personne à montrer un quelconque intérêt, alors voici!"
ko: 당신은 그 락맨이 불쾌해할 거라고 예상했지만, 오히려 더 흥분하고 있습니다. "오래전에 이걸 발견했소. 특별한 고객을 위해 보관하고 있었소. 기뢰 사출기에 관심을 보인 건 그대가 처음이오, 그러니 이걸 사시오!"
ru: Вы ожидаете, что валун обидится, но вместо этого он еще больше радуется. "Я нашел это давным-давно. Я хранил это для кого-то особенного. Вы первые, кто проявил хоть какой-то интерес, так что возьмите!"
zh_hans: 你以为岩石族会被冒犯，但他反而更加兴奋。"我很久以前就发现了这个。我一直在为某个特别的人保留着它。你是第一个表现出任何兴趣的人，所以给你！"

source: Buy the rare Mine Launcher.
fr: Acheter le Lance-Mines rare.
ko: 희귀한 기뢰 사출기를 산다.
ru: Купить редкий миномет.
zh_hans: 购买稀有的空雷发射器。

source: "I hope you enjoy it!" The Rockman claps with joy. You take a browse of the market as well on your way out.
fr: "J'espère que vous en profiterez!" Le Rocailleux applaudit de joie. En sortant, vous jetez aussi un œil au marché.
ko: "그 물건에 만족하기를 바라오!" 락맨은 기뻐서 박수를 쳤습니다. 당신은 나가는 길에 시장도 둘러봤습니다.
ru: "Я надеюсь, что вам понравится!" Валун радостно хлопает в ладоши. По дороге вы также заглядываете на рынок.
zh_hans: "我希望你喜欢它！"岩石族高兴地拍手。你在离开时也浏览了一下市场。

source: Nevermind.
fr: Tant pis.
ko: 사지 않는다.
ru: Неважно.
zh_hans: 算了。

source: The Rockman's voice suddenly turns cold. "Head left, you'll find the general marketplace..." He storms off, his thunderous footsteps shaking you as he goes.
fr: La voix du Rocailleux devient glaçante. "Vous trouverez le marché général sur votre droite..." Il part, furieux, son pas lourd faisant trembler le sol au passage.
ko: 락맨의 목소리가 갑자기 싸늘해졌습니다. "왼쪽으로 가면 일반 시장이 있소..." 그가 자리를 뜨자 우레와 같은 발소리가 당신을 흔들었습니다.
ru: Голос валуна внезапно леденеет. "Идите налево, там вы найдете общий рынок..." Он устремляется прочь, каждый его громовой шаг сотрясает вас.
zh_hans: 岩石族的声音突然变冷。"往左走，你会发现一般的市场......"他暴走，他的雷鸣般的脚步声在他走的时候震动了你。

source: Shop around.
fr: Commercer.
ko: 가게를 돌아다닌다.
ru: Спросить про рынок.
zh_hans: 在周边购物。

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: Why are so many people adamant on selling these things still? They won't for much longer if you have a say in it!
fr: Pourquoi y a-t'il encore des gens voulant acheter ces choses ? Si vous avez votre mot à dire, alors ce ne sera plus pour longtemps !
ko: 어째서 아직도 많은 사람이 이것들을 파는 것에 단호한 걸까? 기뢰가 그대를 찢어버리는 걸 본다면 그들도 생각이 달라질 테지!
ru: Почему многие так упорно продолжают продавать эти штуковины? Раз вы в них разбираетесь, то должны понимать, что скоро их совсем перестанут покупать!
zh_hans: 为什么还有这么多人坚持要卖这些东西？只要你有发言权，他们就不会活太久了！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the emporium.
fr: Ignorer le magasin.
ko: 엠포리움을 무시한다.
ru: Не обращать внимания на лавку.
zh_hans: 不要理睬商场的人。

source: The station continues to target you with a slue of enthusiastic advertisements, but you simply fly away.
fr: La station continue de vous bombarder de publicités excitées, mais vous ne faites que partir.
ko: 정거장이 당신을 노리고 계속해서 열렬한 광고를 보냈지만, 당신은 그냥 지나가 버렸습니다.
ru: Станция продолжает забрасывать вас целой россыпью заманчивых рекламных объявлений, но вы просто улетаете.
zh_hans: 空间站继续用一连串热情洋溢的广告瞄准你，但你只是飞走了。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_ROCK_CRYSTALS"]/text
source: A collection of Rock vessels have gathered around a nearby planet. They look pretty invested in their trading, but you aren't sure how they'll receive you.
fr: Un groupe de vaisseaux Rocailleux s'est rassemblé autour d'une planète proche. Ils semblent très préoccupés par leur commerce, mais vous n'êtes pas sûr de comment vous allez être reçu.
ko: 인근 행성에 락맨 선박이 무리 지어 있었습니다. 거래에 꽤 열심인 것 같지만, 당신을 어떻게 받아들일지는 알 수 없습니다.
ru: Группа кораблей валунов собралась у ближайшей планеты. Они выглядят довольно заинтересованными в торговле, но вы не уверены, как они вас примут.
zh_hans: 一批岩石族船聚集在附近的一个星球上。他们看起来对交易很投入，但你不确定他们会如何接待你。

source: Move closer.
fr: S'approcher.
ko: 가까이 다가간다.
ru: Подлететь ближе.
zh_hans: 靠近点。
