Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/text
source: To your surprise, it seems next to the Tony's marketplace is the office of a loan shark boasting various offers. These could be useful, but you should be cautious of the predatory interest rates. Tony's might be reputable, but it is a Leech-run business. The only person who'd trust a Leech is the same person who'd trust a Slug.
fr: À votre grande surprise, il semble qu'à côté du marché de Tony se trouve le bureau d'un usurier vantant diverses offres. Celles-ci pourraient être utiles, mais vous devriez vous méfier des taux d'intérêt agressifs. Tony's est peut-être réputé, mais c'est une entreprise dirigée par des Sangsues. La seule personne qui ferait confiance à une Sangsue est la même personne qui ferait confiance à une Limace.
ko: 놀랍게도, 토니네 시장의 옆에 다양한 상품을 뽐내는 고리대금업 사무소가 있는 것 같습니다. 잘 이용한다면 유용하겠지만, 약탈적인 금리에 주의할 필요가 있습니다. 토니네는 평판이 좋을지 몰라도 어쨌든 리치가 운영하는 사업체입니다. 리치를 믿는 것은 슬러그를 믿는 것과 다름없습니다.
ru: К вашему удивлению, оказывается, что рядом с торговой площадкой "У Тони" находится офис ростовщика, предлагающего различные предложения. Они могут быть полезны, но следует опасаться завышенных процентных ставок. Компания "У Тони", возможно, и заслуживает доверия, но это бизнес, управляемый пиявками. А доверять пиявке может только тот, кто доверяет слизню.
zh_hans: 令你惊讶的是，在托尼的市场旁边似乎是一个高利贷的办公室，吹嘘各种优惠。这些可能是有用的，但你应该对掠夺性的利率持谨慎态度。托尼公司可能是有信誉的，但它是一个由吸虫族经营的企业。唯一相信吸虫族的人也就是相信蛞蝓族的人。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/choice[1]/text
source: Take a loan for 25 scrap.
fr: Prendre un prêt pour 25 pièces de ferrailles.
ko: 25 스크랩을 대출한다.
ru: Взять кредит на 25 лома.
zh_hans: 贷款25个废料。

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
fr: La Sangsue qui dirige le bureau, qui ne vous donne même pas de nom, semble plus qu'heureuse de vous donner un peu de ferraille. Trop heureux, en fait. Alors que vous avez déjà signé votre nom, il vous informe seulement ensuite qu'il y a un taux d'intérêt de 40%. Il vous avertit de vous assurer que vous pouvez rembourser vos dettes, car vous ne voulez pas avoir affaire avec "Le Ver".
ko: 그 사무소를 운영하는 리치는 자신의 이름조차 밝히지 않고 열정적으로 스크랩을 대출해줬습니다. 사실, 좀 심할 정도로 열정적이었습니다. 그는 당신이 서명을 마친 후에야 40%의 이자가 붙는다는 것을 알려줬습니다. 그러고는 "지렁이"의 분노를 사면 안 되기 때문에 반드시 빚을 갚을 수 있도록 하라고 경고했습니다.
ru: Пиявка, управляющая офисом, которая даже не назвала своего имени, кажется, более чем счастлива дать вам немного металлолома. Даже слишком. К тому времени, когда вы уже поставили свою подпись, она только тогда сообщает, что процентная ставка составляет 40%. Она предупреждает, чтобы вы были готовы расплатиться с долгами, потому что не стоит связываться с "Червем".
zh_hans: 管理办公室的吸虫，甚至没有给你一个名字，似乎更乐意给你一些废料。事实上，他太急切了。当你签署了你的名字时，他才告诉你有40%的利息。他警告你要确保你能还清债务，因为你不想惹上"虫子"。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/choice[2]/text
source: Take a loan for 50 scrap.
fr: Prendre un prêt pour 50 pièces de ferrailles.
ko: 50 스크랩을 대출한다.
ru: Взять кредит на 50 лома.
zh_hans: 贷款50个废料。

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
fr: La Sangsue qui dirige le bureau, qui ne vous donne même pas de nom, semble plus qu'heureuse de vous donner un peu de ferraille. Trop heureux, en fait. Alors que vous avez déjà signé votre nom, il vous informe seulement ensuite qu'il y a un taux d'intérêt de 40%. Il vous avertit de vous assurer que vous pouvez rembourser vos dettes, car vous ne voulez pas avoir affaire avec "Le Ver".
ko: 그 사무소를 운영하는 리치는 자신의 이름조차 밝히지 않고 열정적으로 스크랩을 대출해줬습니다. 사실, 좀 심할 정도로 열정적이었습니다. 그는 당신이 서명을 마친 후에야 40%의 이자가 붙는다는 것을 알려줬습니다. 그러고는 "지렁이"의 분노를 사면 안 되기 때문에 반드시 빚을 갚을 수 있도록 하라고 경고했습니다.
ru: Пиявка, управляющая офисом, которая даже не назвала своего имени, кажется, более чем счастлива дать вам немного металлолома. Даже слишком. К тому времени, когда вы уже поставили свою подпись, она только тогда сообщает, что процентная ставка составляет 40%. Она предупреждает, чтобы вы были готовы расплатиться с долгами, потому что не стоит связываться с "Червем".
zh_hans: 管理办公室的吸虫，甚至没有给你一个名字，似乎更乐意给你一些废料。事实上，他太急切了。当你签署了你的名字时，他才告诉你有40%的利息。他警告你要确保你能还清债务，因为你不想惹上"虫子"。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/choice[3]/text
source: Take a loan for 100 scrap.
fr: Prendre un prêt pour 100 pièces de ferrailles.
ko: 100 스크랩을 대출한다.
ru: Взять кредит на 100 лома.
zh_hans: 贷款100个废料。

source: The Leech running the office, who doesn't even give you a name, seems more than happy to give you some scrap. Too eager, in fact. By the time you've already signed your name, he only then informs you there's a 40% interest rate. He warns you to make sure you can pay off your debts, because you don't want to mess with "The Worm".
fr: La Sangsue qui dirige le bureau, qui ne vous donne même pas de nom, semble plus qu'heureuse de vous donner un peu de ferraille. Trop heureux, en fait. Alors que vous avez déjà signé votre nom, il vous informe seulement ensuite qu'il y a un taux d'intérêt de 40%. Il vous avertit de vous assurer que vous pouvez rembourser vos dettes, car vous ne voulez pas avoir affaire avec "Le Ver".
ko: 그 사무소를 운영하는 리치는 자신의 이름조차 밝히지 않고 열정적으로 스크랩을 대출해줬습니다. 사실, 좀 심할 정도로 열정적이었습니다. 그는 당신이 서명을 마친 후에야 40%의 이자가 붙는다는 것을 알려줬습니다. 그러고는 "지렁이"의 분노를 사면 안 되기 때문에 반드시 빚을 갚을 수 있도록 하라고 경고했습니다.
ru: Пиявка, управляющая офисом, которая даже не назвала своего имени, кажется, более чем счастлива дать вам немного металлолома. Даже слишком. К тому времени, когда вы уже поставили свою подпись, она только тогда сообщает, что процентная ставка составляет 40%. Она предупреждает, чтобы вы были готовы расплатиться с долгами, потому что не стоит связываться с "Червем".
zh_hans: 管理办公室的吸虫，甚至没有给你一个名字，似乎更乐意给你一些废料。事实上，他太急切了。当你签署了你的名字时，他才告诉你有40%的利息。他警告你要确保你能还清债务，因为你不想惹上"虫子"。

# data/events_standard.xml$//event[@name="STOREEVENT_TONY_LOAN"]/choice[4]/text
source: Nevermind.
fr: Laisser tomber.
ko: 관두자.
ru: Неважно.
zh_hans: 算了。

source: The Leech running the office tries to wave you over, shouting out various alluring offers, but your mind is resolute. You won't fall for this trap. Not this time.
fr: La Sangsue qui dirige le bureau essaie de vous faire venir vers lui, en vous criant diverses offres alléchantes, mais vous vous êtes décidé. Vous ne tomberez pas dans ce piège. Pas cette fois.
ko: 사무실을 운영하던 리치가 당신을 부르며 손을 흔들었지만, 당신의 마음은 확고합니다. 당신은 이 함정에 빠지지 않을 겁니다. 이번엔 그냥 떠나도록 합시다.
ru: Пиявка, управляющая офисом, пытается заманить вас, выкрикивая различные заманчивые предложения, но ваш разум тверд. Вы не попадете в эту ловушку. Не в этот раз.
zh_hans: 管理办公室的吸虫试图向你招手，喊出各种诱人的条件，但你的思想是坚定的。你不会落入这个陷阱。这一次不会。

# data/events_standard.xml$/FTL/event[@name="FINISH_BEACON_DEBT_REUNION"]/text
source: You've arrived at the Long-Range Beacon. Unfortunately, it seems you've run into LaRoache once again! A beefy Leech vessel brandishing the Tony's logo approaches, and on screen appears a tutting Ampere with a fedora, a cigar, and a striped vest. "Alright punk, you's got away real slick last time, but I'm about to put the kabosh on that. Since I'm feeling a little generous today, I'll give you anotha chance: but it's gonna cost you's... Big time. LaRoache ain't messing around."
fr: Vous êtes arrivés à la balise longue portée. Malheureusement, il semble que vous soyez encore tombé sur LaRoache ! Un vaisseau Sangsue imposant arborant le logo de Tony s'approche, et à l'écran apparaît un Ampère habillé d'un gilet rayé, fedora sur la tête, un cigare à la bouche et l'air contrarié. "Très bien, vaurien, tu t'en es bien tiré la dernière fois, mais je vais mettre un terme à tout ça. Comme je me sens un peu généreux aujourd'hui, je vais te donner une autre chance : mais ça va te coûter... Très cher. LaRoache ne plaisante pas."
ko: 장거리 송신소에 도착했습니다. 불행히도 라로슈를 다시 마주친 것 같습니다! 토니네 로고가 새겨진 육중한 리치 선박이 다가왔고, 화면에는 중절모와 줄무늬 조끼를 입고 시가를 문 채 혀를 차는 암페어가 나타났습니다. "잘 만났다, 이 자식. 지난번엔 미꾸라지처럼 잘도 빠져나갔겠다. 하지만 뭐 그건 없었던 일로 두자고. 오늘은 내가 너그러운 마음이 조금 생겼으니, 네 놈에게 또 한 번 기회를 주지. 다만 이번 비용은... 제법 나갈 거야. 라로슈는 절대로 그냥 넘어가는 법이 없지."
ru: Вы прибыли к маяку дальнего действия. К сожалению, похоже, что вы снова столкнулись с ЛяРоучем! К маяку приближается огромный корабль пиявок с логотипом "У Тони", и на экране появляется нахмурившийся Ампер в фетровой шляпе, с сигарой и в полосатом жилете. "Ладно, сопляк, в прошлый раз ты очень ловко выкрутился, но сейчас я поставлю на этом крест. Поскольку сегодня я чувствую себя немного великодушным, я дам тебе еще один шанс: но это будет стоить тебе... очень дорого. ЛяРоуч не шутит".
zh_hans: 你已经到达了本星区出口信标。不幸的是，你似乎又一次遇到了螂者！一艘挥舞着托尼公司标志的强壮的吸虫族飞船走过来，屏幕上出现了一个戴着软呢帽、抽着雪茄、穿着条纹衣服的电流吸虫，正在啧啧称赞。"好朋克，你上次逃得真够快的，我都快要把屁股坐上去了。既然今天我觉得有点慷慨，我就再给你一次机会：但你要付出的代价是......很大。巨大的代价。螂者可不是闹着玩的。"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: We aren't paying that!
fr: On ne paiera rien !
ko: 갚을 생각 없습니다!
ru: Мы не будем выплачивать долг!
zh_hans: 滚！

source: "Again? You's gonna regret it this time. I tire of your games, Renegade! Now you're gonna face the music!"
fr: "Encore" ? Tu vas le regretter cette fois. Je suis fatigué de tes jeux, Renégat ! Maintenant tu vas devoir en assumer les conséquences !"
ko: "이번에도? 정말 후회할 짓을 사서 하는군. 이제 네 놈과 놀아주는 것도 지친다고, 배회자! 순순히 벌을 받아라!"
ru: "Опять? На этот раз ты об этом пожалеешь. Я устал от твоих игр, Ренегат! Теперь ты получишь свое!"
zh_hans: "又来了？这次你会后悔的。我厌倦了你的游戏，变元者！现在你要面对音乐了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$/FTL/event[@name="FINISH_BEACON_DEBT_FIRST"]/text
source: You've arrived at the Long-Range Beacon. Unfortunately, a ship is already waiting for you. A beefy Leech vessel brandishing the Tony's logo approaches, and on screen appears a tutting Ampere with a fedora, a cigar, and a striped vest. "So you're the Renegade, ehh? Name's... Royye. Royye "The Worm" LaRoache. Maybe you eh... heard about me? I'm somethin' of a philanthropist, you know, handing out my cash to needy folks like you's. Heheh, problem is I'm tryin'a run a business here, you know. It ain't charity. So why don't you do your pal LaRoache a favor and uh... hand over the tender, eh? Otherwise I'm gonna have to... heheheh... Oh, and no running, you's hear? I've jammed your FTL drive till this business is handled."
fr: Vous êtes arrivé à la balise longue portée. Malheureusement, un vaisseau vous attendais déjà. Un vaisseau Sangsue imposant arborant le logo de Tony s'approche, et à l'écran apparaît un Ampère, gilet rayé, un fedora sur la tête, un cigare à la bouche, et l'air contrarié. "Alors c'est toi le Renégat, hein ? Mon nom est... Royye. Royye "Le Ver" LaRoache. Peut-être que vous avez eh... entendu parler de moi ? Je suis un peu un philanthrope, vous savez, distribuant mon argent aux gens dans le besoin comme vous. Heheh, le problème est que j'essaie de faire tourner une affaire ici, vous savez. Ce n'est pas de la charité. Alors pourquoi ne pas faire une faveur à votre ami LaRoache et euh... lui donner l'argent, hein ? Sinon je vais devoir... héhé... Oh, et pas de course, vous entendez ? J'ai bloqué votre moteur SPL jusqu'à ce que cette affaire soit réglée."
ko: 장거리 송신소에 도착했습니다. 불행히도, 함선 한 척이 당신을 기다리고 있었습니다. 토니네의 로고가 새겨진 육중한 리치 선박이 다가오자 스크린에 중절모, 시가, 줄무늬 조끼를 두른 암페어가 나타났습니다. "그래 자네가 배회자인가 엉? 나의 이름은... 로이. 로이 "지렁이" 라로슈. 아마도 어... 나에 대해선 들어봤을 테지? 설명하자면, 나는 자선가라네. 자네와 같은 가난한 사람들에게 내 돈을 나눠주는 자선가. 헤헤헤, 문제는 내가 이걸로 사업을 하려 한다는 거지. 사실은 자선이 아닌 거야. 그러니 너의 친구 라로슈의 부탁을 들어주는 게 어떤가? 지금 당장 빚을 갚거나 아니면... 히히히... 아, 그리고 도망칠 순 없어. 듣고 있나? 너의 FTL 드라이브를 재밍해놨다. 이 일이 처리되면 풀어주도록 하지."
ru: Вы прибыли к маяку дальнего действия. К сожалению, вас уже ждет корабль. К кораблю приближается огромный корабль пиявок с эмблемой "У Тони", и на экране появляется насупленный Ампер в фетровой шляпе, с сигарой и в полосатом жилете. "Так ты Ренегат, а? Мое имя... Роий. Роий "Червь" ЛяРоуч. Может быть, ты... слышали обо мне? Я что-то вроде филантропа, ну, знаешь, раздаю свои деньги нуждающимся людям вроде тебя. Проблема в том, что я пытаюсь вести здесь бизнес, понимаешь. Это не благотворительность. Так почему бы тебе не сделать одолжение своему приятелю ЛяРоучу и... не отдать долг, а? Иначе мне придется... хе-хе-хе... О, и не надо убегать, слышишь? Я заблокировал твой ССД, пока не улажу это дело".
zh_hans: 你已经到达了本星区出口信标。不幸的是，一艘船已经在等你了。一艘挥舞着托尼公司标志的偌大的吸虫族飞船靠近，屏幕上出现了一个戴着软呢帽、抽着雪茄、穿着条纹衣服的电流吸虫，表现得愤愤不满。"所以你是那位变元者，嗯？名字是...皇族，皇族·虫子先生·螂者。也许你嗯......听说过我？我可真是个带慈善家，你知道的，把我的钱分给像你这样有需要的人。嘿嘿，可问题是我想在这里经营生意，你知道。这不是慈善。所以你为什么不帮你的朋友螂者个忙，呃......把钱交出来，嗯？否则我就得......嘿嘿......哦，别跑，听到了吗？我已经干扰了你的超光速推进器，直到这件事处理完毕。"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: Pay off your debt.
fr: Payer votre dette.
ko: 빚을 갚는다.
ru: Выплатить долг.
zh_hans: 偿还之前的贷款。

source: "Ah, and things were just about'a get interestin'! Oh well, guess you's keister is saved for another day, eh? Alright alright, hurry along now. LaRoache has other business to uh... attend to. Don't let the Long-Range relay hit you on the way out, heheheh..."
fr: "Ah, et les choses étaient sur le point de devenir intéressantes ! Oh et bien, je suppose que ton cul est sauvé pour un jour de plus, hein ? Très bien, très bien, dépêchez-vous maintenant. LaRoache a d'autres affaires à euh... régler. Ne vous prenez pas le relais longue portée en sortant, héhé..."
ko: "그래, 이제야 좀 얘기가 통하는군! 어째 겨우 연명하게 되었구먼, 그렇지 않나? 그래, 알겠으니 그만 가 봐. 라로슈는 다른... 볼 일이 있거든. 가는 길에 장거리 송신 장치에 부딪히지 않게 조심하라고, 히히힛..."
ru: "Ах, а ведь все только-только начинало становиться интересным! Ну что ж, похоже, ты сохранил свою задницу на другой день, а? Ладно-ладно, поторопись. У ЛяРоуч есть другие дела. Не дай ретранслятору дальнего действия повредить тебя на выходе, хе-хе-хе..."
zh_hans: "啊，事情就快变得有趣了！哦，好吧，我猜你的屁股可以改天再用，嗯？好了好了，现在赶紧走吧。螂者还有其他事情要做，呃......要处理。别让远程中继在路上撞到你，嘿嘿......"

source: We aren't paying that!
fr: On ne paiera rien !
ko: 갚을 생각 없습니다!
ru: Мы не будем выплачивать долг!
zh_hans: 滚！

source: "You Renegades and your complete lack of respect. I'm an honest business man, but you thieves keep tryin'a bankrupt me! So stingy! Ah well, you can't say you weren't warned, Renegade! The Worm's just gotta collect his dues... heheheh."
fr: "Vous, les Renégats, et votre manque total de respect. Je suis un honnête homme d'affaires, mais les voleurs comme vous essayent toujours de me ruiner ! Quelle bande de rats ! Et bien, vous ne pourrez pas dire que vous n'avez pas été prévenu, Renégats ! Le Ver doit juste collecter son dû... héhéhé."
ko: "너희 배회자들은 존경이라곤 눈곱 하나 없군. 난 정말 정직하게 사업하려는데, 너 같은 도둑놈들이 날 알거지로 만들고 있다고! 정말 쩨쩨하긴! 뭐 내가 경고 안 했다고 말할 순 없겠지, 배회자! 지렁이는 받아야 할 돈은 받아 낸다고... 히히힛."
ru: "Вы, ренегаты, и ваше полное отсутствие уважения. Я честный бизнесмен, а вы, воры, все время пытаетесь меня разорить! Такие скупые! Ну что ж, не говори, что тебя не предупреждали, Ренегат! Червяк просто должен получить свои деньги... хе-хе-хе."
zh_hans: "你们这些变元者完全不尊重人。我是一个诚实的商人，但你们这些小偷一直想让我破产！太小气了！啊，好吧，你不能说你没有被警告过，变元者！虫子只是要收取他的会费......嘿嘿。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="DEBT_COLLECTOR_ESCAPE"]/text
source: "Alright, I've had enough of this baloney. You's can keep your stinkin' money, I'm getting outta here!"
fr: "Très bien, j'en ai assez de ces conneries. Vous pouvez garder votre sale pognon, je me tire d'ici !"
ko: "좋아, 허튼 짓거리는 이제 충분해. 그 냄새나는 돈은 가져, 난 이만 떠날테니!"
ru: "Ладно, хватит с меня этой чепухи. Можешь оставить себе свои вонючие деньги, я ухожу отсюда!"
zh_hans: "好了，我已经受够了这些废话。你们可以保留你们的臭钱，我要离开这里！"

# data/events_standard.xml$//event[@name="DEBT_COLLECTOR_ESCAPE"]/choice[1]/text
source: Let LaRoache go.
fr: Laisser LaRoache partir.
ko: 라로슈를 보내준다.
ru: Отпустить ЛяРоуча.
zh_hans: 放螂者一马。

source: "So long, sucker! Hahah!"
fr: "Adieu bande d'idiots ! Hahaha !"
ko: "잘 있어라, 멍청아! 하하하!"
ru: "Пока, сосунок! Ха-ха-ха!"
zh_hans: "再见了，笨蛋！哈哈哈！"

# data/events_standard.xml$//event[@name="DEBT_COLLECTOR_ESCAPE"]/choice[2]/text
source: Keep fighting!
fr: Continuer le combat !
ko: 계속 싸운다!
ru: Продолжать сражаться!
zh_hans: 继续攻击！

# data/events_standard.xml$//event[@name="DEBT_COLLECTOR_DEFEAT"]/text
source: "Ah shit, I ain't getting myself out of this one are I? Well played, Renegade. Well... played..."
fr: "Et merde, je ne vais pas m'en sortir cette fois, n'est-ce pas ? Bien joué, Renégat. Bien... joué..."
ko: "이런 젠장, 여기서 벗어날 수 없는 건가? 나쁘지 않군, 배회자. 나쁘지... 않아..."
ru: "Вот дерьмо, я не могу выпутаться из этой ситуации, не так ли? Хорошо сыграно, Ренегат. Хорошо... сыграно..."
zh_hans: "啊，该死的，我不能让我自己摆脱这个困境，是吗？打得好，变元者。打得好......打得好......"
