Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="EMPTY_REBEL"]/text[4]
source: There are no other ships near this beacon, however you detect a small communication relay. You tap into it without a problem; there is no encryption. Most of the chatter revolves around troop and fleet movements, not particularly interesting.
fr: Il n'y a aucun autre vaisseau à cette balise, mais vous détectez un petit relais de communication. Vous arrivez à vous y connecter ; il n'est pas crypté. La plupart des messages concernent des mouvements de troupes et de flottes, rien de très intéressant.
ko: 이 송신소 근처에 다른 함선은 없지만, 작은 통신용 설비를 탐지했습니다. 암호화가 안되었기에 손쉽게 도청했지만, 대다수의 대화들은 병력과 함대의 움직임에 관련된 것들입니다. 그다지 흥미롭지는 않습니다.
ru: Других кораблей вблизи маяка нет, однако вы заметили небольшой ретранслятор связи. Вы без проблем подключаетесь к нему; шифрование отсутствует. Большая часть разговоров сводится к передвижению войск и флота, что не представляет особого интереса.
zh_hans: 这个信标附近没有其他船只，但是你探测到一个小型的通信中继站。你毫不费力地接通了它；没有加密。大部分的聊天内容都是围绕着部队和舰队的移动，并不特别有趣。

# data/events_standard.xml$//textList[@name="EMPTY_REBEL"]/text[5]
source: There is a small planet nearby with scattered settlements. A small Rebel fleet is in orbit with many ships ferrying back and forth. It must be a more recently 'liberated' planet.
fr: Il y a une petite planète non loin avec quelques colonies. Une petite flotte Rebelle l'entoure, avec de nombreux vaisseaux faisant des allers-retours de transports. Ce doit être une planète récemment 'libérée'.
ko: 근처에 정착지들이 흩뿌려져있는 작은 행성이 있습니다. 소규모 반군 함대와 물건을 옮기는 많은 함선들이 궤도 내에 있습니다. 비교적 최근에 '해방된' 행성인 것 같습니다.
ru: Рядом находится небольшая планета с разбросанными по ней поселениями. На орбите расположен небольшой флот повстанцев, множество кораблей курсируют туда-сюда. Видимо, это недавно "освобожденная" планета.
zh_hans: 附近有一个小星球，有零星的定居点。一支小型叛军舰队在轨道上，有许多船只在来回穿梭。这一定是一个最近被"解放"的星球。

# data/events_standard.xml$//event[@name="EMPTY_JERRY"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_JERRY"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_JERRY"]/text[1]
source: A stray balloon floats past, drifting aimlessly into the nothingness. How and why, you aren't sure, but this is why you should always hold on carefully.
fr: Un ballon flotte à proximité, errant sans but dans l'abysse. Pourquoi et comment, vous n'êtes pas sûr, mais voilà pourquoi vous devez toujours rester sur vos gardes.
ko: 길을 잃어버린 풍선 하나가 공허를 향해 무의미하게 흘러 지나갔습니다. 영문은 잘 모르겠지만, 이래서 항상 조심히 물건을 간직해야 합니다.
ru: Мимо пролетает странный воздушный шарик, бесцельно уносясь в небытие. Как и почему, вы не знаете, но именно поэтому всегда нужно быть настороже.
zh_hans: 一个流浪的气球飘过，漫无目的地飘向虚无。为什么会这样，你不清楚，但这就是为什么你应该总是小心翼翼地。

# data/events_standard.xml$//textList[@name="EMPTY_JERRY"]/text[2]
source: In this surprisingly friendly sector, you've finally come across a beacon with nothing but silence.
fr: Dans ce secteur étrangement amical, vous avez enfin atteint une balise où il n'y a que du silence.
ko: 이 놀랍도록 친절한 구역에서는, 침묵만이 있는 송신소에 드디어 도달했습니다.
ru: В этом удивительно дружелюбном секторе вы наконец-то наткнулись на маяк, вокруг которого нет ничего, кроме тишины.
zh_hans: 在这个出乎意料的友好星区，你终于遇到了一个只有沉默的信标。

# data/events_standard.xml$//textList[@name="EMPTY_JERRY"]/text[3]
source: There are no ships to be seen here, which is particularly unusual in Rebel space. Where's all the murderous soldiers out to get your head?
fr: Il n'y a aucun vaisseau ici, ce qui est particulièrement rare en territoire Rebelle. Où sont tous les soldats assoiffés de sang et voulant votre tête ?
ko: 반군 우주구역치고는 드물게도 함선들이 보이지 않습니다. 당신의 머리를 노리는 살인적인 병사들은 다 어디로 갔을까요?
ru: Здесь не видно ни одного корабля, что особенно необычно для пространства повстанцев. Где же все эти солдаты-убийцы, желающие заполучить вашу голову?
zh_hans: 这里没有看到任何船只，这在叛军的空间里特别不寻常。那些杀气腾腾的士兵都到哪里去取你的脑袋了？

# data/events_standard.xml$//textList[@name="EMPTY_JERRY"]/text[4]
source: A Rebel ship flies past, several cans tied to the back of the ship. They stop to watch your ship, but quickly jump away.
fr: Un vaisseau Rebelle vole près du vôtre, avec des boites de conserves attachées à la poupe. Ils s'arrêtent pour regarder votre vaisseau, mais ils repartent rapidement.
ko: 반군 함선 한 척이 지나갔습니다. 당신을 보고 멈칫했지만, 바로 도약해버렸습니다.
ru: Мимо пролетает корабль повстанцев, к задней части которого привязано несколько банок. Они останавливаются, чтобы посмотреть на ваш корабль, но быстро уходят.
zh_hans: 一艘叛军战舰飞过，飞船后面绑着几个罐子。他们停下来看你的船，但很快就跃迁走了。

# data/events_standard.xml$//event[@name="EMPTY_REBELHOLD"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_REBELHOLD"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[1]
source: You enter a system bustling with Rebel activity. Supply freighters and re-supply stations are dwarfed by a few heavy warships. Luckily, no one seems to be paying attention to small cruisers. No ships are scanning or messaging you.
fr: Vous entrez dans un système débordant d'activité Rebelle. Les cargos et stations de ravitaillement y paraissent ridicules en comparaison des lourds appareils de combat. Heureusement, personne ne paie attention aux petits croiseurs. Aucun vaisseau ne vous scanne ou contacte.
ko: 반군 활동이 활발한 행성계에 도착했습니다. 근처 중전투함몇몇들로 인해서 보급 화물선들과 재보급정거장들이 작아 보입니다. 다행히 작은 순양함에는 관심을 주지 않았습니다. 아무도 스캔하거나 메시지를 보내지 않았습니다.
ru: Вы попадаете в систему, кипящую активностью повстанцев. Грузовые корабли и станции пополнения припасов превосходят по размерам несколько тяжелых боевых кораблей. К счастью, на малые крейсеры, похоже, никто не обращает внимания. Ни один корабль не сканирует вас и не передает сообщений.
zh_hans: 你进入了一个充满叛军活动的星系。补给货船和再补给站被几艘重型战舰相比相形见绌。幸运的是，似乎没有人注意到小型巡洋舰。没有船只在扫描或给你发信息。

# data/events_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[2]
source: You arrive near a small Rebel refuelling depot. Your ship is being scanned multiple times so they must recognize you, but there appears to be no combat-ready ships in the vicinity. The only message you receive is a denial to your request to dock at the depot.
fr: Vous arrivez près d'un petit dépôt de carburant Rebelle. Votre vaisseau est scanné plusieurs fois, ils doivent donc vous avoir vu, mais il n'y a pas d'appareil de combat à proximité. Le seul message que vous recevez est un refus de votre requête d'amarrage.
ko: 근처 반군 연료 보급정거장에 도착했습니다. 당신의 함선을 여러 번이나 스캐닝한 덕에 당신임을 파악했겠지만, 전투 준비가 된 함선들이 주변에는 없는 것 같습니다. 정거장에 도킹 할 수 있는가에 대한 거절만이 그들이 보낸 유일한 메시지였습니다.
ru: Вы прибываете к небольшой заправочной станции повстанцев. Ваш корабль многократно сканируется, так что они должны вас узнать, но, похоже, поблизости нет ни одного боеспособного корабля. Единственное сообщение, которое вы получаете, - это отказ на ваш запрос о стыковке со станцией.
zh_hans: 你到达了一个小型叛军补给站附近。你的飞船被多次扫描，所以他们一定认出了你，但附近似乎没有可以作战的飞船。你收到的唯一信息是拒绝你在仓库停靠的请求。

# data/events_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[3]
source: There is not much of interest nearby. A small sun in the distance with a few orbiting planets in nearby space provide little of interest.
fr: Il n'y a rien d'intéressant à proximité. La petite étoile au loin et ses quelques planètes en orbite n'apporte que peu d'intérêt.
ko: 주변에 흥미를 끌만한 것들이 별로 없습니다. 저 멀리 우주에 공전하는 행성들 조금이 있는 작은 별은 흥미롭지 않습니다.
ru: Поблизости нет ничего интересного. Небольшое солнце вдали и несколько планет на орбите в ближнем космосе не представляют особого интереса.
zh_hans: 附近没有什么有趣的东西。远处有一个小太阳，附近空间有几颗绕行的行星，没有提供什么乐子。

# data/events_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[4]
source: There are no other ships near this beacon, however you detect a small communication relay. You tap into it without a problem; there is no encryption. Most of the chatter revolves around troop and fleet movements, not particularly interesting.
fr: Il n'y a aucun autre vaisseau à cette balise, mais vous détectez un petit relais de communication. Vous arrivez à vous y connecter ; il n'est pas crypté. La plupart des messages concernent des mouvements de troupes et de flottes, rien de très intéressant.
ko: 이 송신소 근처에 다른 함선은 없지만, 작은 통신용 설비를 탐지했습니다. 암호화가 안되었기에 손쉽게 도청했지만, 대다수의 대화들은 병력과 함대의 움직임에 관련된 것들입니다. 그다지 흥미롭지는 않습니다.
ru: Других кораблей вблизи маяка нет, однако вы замечаете небольшой ретранслятор связи. Вы без проблем подключаетесь к нему; шифрование отсутствует. Большая часть разговоров сводится к передвижению войск и флота, что не очень интересно.
zh_hans: 这个信标附近没有其他船只，但是你探测到一个小型的通信中继站。你毫不费力地接通了它；没有加密。大部分的聊天内容都是围绕着部队和舰队的移动，并不特别有趣。

# data/events_standard.xml$//textList[@name="EMPTY_REBELHOLD"]/text[5]
source: There is a small planet nearby with scattered settlements. A small Rebel fleet is in orbit with many ships ferrying back and forth. It must be a more recently 'liberated' planet.
fr: Il y a une petite planète non loin avec quelques colonies. Une petite flotte Rebelle l'entoure, avec de nombreux vaisseaux faisant des allers-retours de transports. Ce doit être une planète récemment 'libérée'.
ko: 근처에 정착지들이 흩뿌려져있는 작은 행성이 있습니다. 소규모 반군 함대와 물건을 옮기는 많은 함선들이 궤도 내에 있습니다. 비교적 최근에 '해방된' 행성인 것 같습니다.
ru: Рядом находится небольшая планета с разбросанными по ней поселениями. На орбите находится небольшой флот Повстанцев с множеством кораблей, курсирующих туда-сюда. Видимо, это недавно "освобожденная" планета.
zh_hans: 附近有一个小星球，有零星的定居点。一支小型叛军舰队在轨道上，有许多船只在来回穿梭。这一定是一个最近被"解放"的星球。

# data/events_standard.xml$//event[@name="EMPTY_AUTO"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_AUTO"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_AUTO"]/text[1]
source: An abandoned shipyard lays far in the distance. It doesn't appear to be worth salvaging.
fr: Un chantier abandonné dérive au loin. Il semble avoir été complètement pillé.
ko: 먼곳에 버려진 조선소가 있습니다. 잔해를 수거할만한 가치는 없어보입니다.
ru: Вдали виднеется заброшенная верфь. Судя по всему, ее не удастся разобрать.
zh_hans: 远处坐落着一个废弃的船厂，它似乎没什么资源可供回收。

# data/events_standard.xml$//textList[@name="EMPTY_AUTO"]/text[2]
source: The empty husk of what was once an Auto-ship drifts nearby, scrapped well beyond the point of return by pirates.
fr: La coque vide de ce qui a été un Auto-vaisseau dérive près de vous, complètement démantelée par des pirates.
ko: 한때는 무인기였던 것이 근처를 지나갑니다. 해적들에 의해 수리 할 수 없을 정도로 스크랩된 채로 말입니다.
ru: Неподалеку дрейфует пустой остов некогда бывшего автоматического корабля, который пираты разобрали на металлолом уже давно до вас.
zh_hans: 曾经的自动船的空壳在附近漂浮，被海盗搜刮过。

# data/events_standard.xml$//textList[@name="EMPTY_AUTO"]/text[3]
source: This beacon is suprisingly empty, one of the few beacons the Rebels have not yet ravaged with their Auto-tech.
fr: Cette balise est étrangement vide, c'est l'une des seules à ne pas avoir été ravagée par les Rebelles et leur Auto-technologie.
ko: 이 송신소는 놀랍게도 비어있습니다. 반군들이 자동화 장비로 유린하지 않은 소수의 송신소 중 하나입니다.
ru: Этот маяк, на удивление, пуст - один из немногих маяков, которые повстанцы еще не разрушили своей автоматической техникой.
zh_hans: 这个信标出乎意料地空无一人，这是叛军尚未用自动技术破坏的少数信标之一。

# data/events_standard.xml$//textList[@name="EMPTY_AUTO"]/text[4]
source: It appears the automated expanse of the shipyard has not yet reached this beacon.
fr: Il semblerait que l'étendue automatique des chantiers automatiques n'ait pas encore atteint cette balise.
ko: 정거장의 자동화된 확장기능이 아직 이 송신소에는 도달하지 않은 것 같습니다.
ru: Похоже, что автоматические корабли верфей еще не достигли этого маяка.
zh_hans: 看来船厂的自动扩张还没有达到这个信标。

# data/events_standard.xml$//textList[@name="EMPTY_AUTO"]/text[5]
source: Other than some distant scaffolding at this beacon, it's void of anything of interest.
fr: Mis à part quelques échafaudages autour de la balise, elle n'a aucun intérêt.
ko: 저 멀리있는 건축용 발판을 제외하면 이 송신소에는 흥미를 끌만한것이 없습니다.
ru: Кроме нескольких дальних строительных лесов у этого маяка, здесь нет ничего интересного.
zh_hans: 除了这个信标远处的一些的脚手架之外，这里没有任何感兴趣的东西。

# data/events_standard.xml$//event[@name="EMPTY_MANTIS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_MANTIS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[1]
source: At this point you almost expect a fight with the Mantis, but this beacon appears to be entirely devoid of other ships. You take the time to catch your breath and double check the ship's systems.
fr: À ce point, vous vous attendez presque à un combat contre les Mantis, mais cette balise semble complètement vide de vaisseaux quelconques. Vous avez le temps de reprendre votre souffle et de vérifier les systèmes du vaisseau.
ko: 맨티스와의 전투를 예상했었지만, 이 송신소는 어떤 함선조차 존재하지 않습니다. 숨을 고르고 함선의 시스템들을 다시 한번 점검하는데 시간을 사용합니다.
ru: В этот момент вы почти рассчитываете на бой с богомолами, но этот маяк, похоже, совершенно лишен других кораблей. У вас есть время перевести дух и проверить системы корабля.
zh_hans: 在这一点上，你几乎期待与螳螂族的战斗，但这个信标似乎完全没有其他船只。你花点时间喘口气，仔细检查一下飞船的系统。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[2]
source: The only thing this beacon offers is a view of deep space and a brief respite from battles. For some this must be a welcome refuge.
fr: La seule chose que cette balise vous offre, c'est une vue de l'espace interstellaire et un bref répit entre deux batailles. Pour certains, un tel refuge serait le bienvenu.
ko: 송신소에서 얻을 수 있는 유일한 것은 심우주의 풍경과 전투 사이의 잠시 쉴 틈입니다. 누군가에는 반가울 쉼터입니다.
ru: Единственное, что предлагает этот маяк, - вид на дальний космос и краткую передышку от сражений. Для кого-то это, наверное, желанное убежище.
zh_hans: 这个信标提供的唯一东西是深空的景色和从战斗中获得的短暂喘息。对某些人来说，这一定是一个受欢迎的避难所。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[3]
source: A nearby Mantis mining operation is clearly using heavy Engi slave labor. You briefly consider the possibility of emancipating the slaves, but the Mantis presence is too formidable. You decide to lay low.
fr: Une exploitation minière Mantis semble clairement utiliser une main d'œuvre d'esclaves Engi importante. Vous pensez brièvement à essayer de libérer les esclaves, mais la présence Mantis est trop grande. Vous décidez de faire profil bas.
ko: 근처 맨티스 채굴 작업은 엔지 노예들을 많이 사용하고 있습니다. 이들을 해방하는 것을 잠시 고려했지만, 맨티스가 너무 막강합니다. 조용히 지나가기로 했습니다.
ru: На расположенной неподалеку шахте богомолов явно используется тяжелый рабский труд энджи. Вы ненадолго задумываетесь о возможности освобождения рабов, но присутствие богомолов слишком угрожающе. Вы решаете затаиться.
zh_hans: 附近的一个螳螂族采矿作业点显然使用了大量的半械族奴隶劳工。你短暂地考虑过解放这些奴隶的可能性，但螳螂的存在太可怕了。你决定低调行事。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[4]
source: There aren't so many parts of Mantis space that aren't dotted by the wrecks of battles past, but this is one of them. You take a deep breath and prepare to move on.
fr: Il n'y a pas tant d'endroits dans l'espace Mantis qui ne sont pas parsemés de restes de batailles, mais cela semble être l'un d'entre eux. Vous inspirez profondément et vous vous préparez à repartir.
ko: 맨티스 구역의 우주중 옛 전투들의 잔해들이 없는 구역은 별로 없습니다만, 이곳은 그중 하나입니다. 다음 지역에서 일어날 일을 대비하며 움직입니다.
ru: В пространстве богомолов не так много мест, не усеянных обломками прошлых сражений, но это одно из них. Вы делаете глубокий выдох и готовитесь идти дальше.
zh_hans: 螳螂族星域没有多少地方没有被过去战斗的残骸点缀，但这是其中之一。你深吸一口气，准备继续前进。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[5]
source: There's nothing here but space debris and some uninhabitable planetoids.
fr: Ici, il n'y a riens que des débris spatiaux et quelques planétoïdes inhabitables.
ko: 여긴 우주 잔해들과 거주불가 소행성들 밖에 없습니다.
ru: Здесь нет ничего, кроме космического мусора и нескольких непригодных для жизни планетоидов.
zh_hans: 这里除了空间碎片和一些不适合居住的行星，什么都没有。

# data/events_standard.xml$//textList[@name="EMPTY_MANTIS"]/text[6]
source: You fancy you see something moving in the shadow of the beacon, but all remains still.
fr: Vous pensez voir quelque chose bouger dans l'ombre de la balise, mais tout reste immobile.
ko: 송신소의 그림자 안에서 무엇인가 움직이는 것 같았지만, 아무런 일도 없었습니다.
ru: Вам кажется, что в тени маяка что-то движется, но все остается неподвижным.
zh_hans: 你觉得你看到有东西在信标的阴影下移动，但一切都保持静止。

# data/events_standard.xml$//event[@name="EMPTY_FREEMANTIS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_FREEMANTIS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[1]
source: A Free Mantis clan lays inactive nearby. You approach, but they hail you with a warning to stay away. You figure it's best to abide their wishes.
fr: Un clan de Mantis Libres est inactif non loin. Vous approchez, mais ils vous contactent et vous préviennent de rester à l'écart. Vous décidez que mieux vaut respecter leurs vœux.
ko: 독립 맨티스 클랜 하나가 근처에 휴식을 취합니다. 다가갔지만, 그들은 거리를 두라고 경고하는 교신을 보내왔습니다. 그들이 원하는대로 하는 게 좋을 것 같습니다.
ru: Неподалеку находится клан Свободных Богомолов. Вы подходите, но они предупреждают вас, чтобы вы держались подальше. Вы решаете, что лучше подчиниться их требованиям.
zh_hans: 一个自由螳螂家族在附近。你靠近了，但他们向你发出警告，要求你不要靠近。你想最好遵守他们的意愿。

# data/events_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[2]
source: There is no sign of any permanent habitation near this beacon, only a lone Free Mantis ship that jumps away before you have the chance to hail.
fr: Il n'y a aucun signe d'habitation permanente près de cete balise à part un seul vaisseau Mantis Libre qui saute avant que vous puissiez les contacter.
ko: 이 송신소에는 영구 거주지가 없어 보입니다. 홀로 있던 독립 맨티스 함선 하나가 교신을 보내기도 전에 도약해버렸습니다.
ru: Вблизи маяка нет никаких признаков постоянного жилья, только одинокий корабль Свободных Богомолов, который ушел в прыжок, не дождавшись вас.
zh_hans: 这个信标附近没有任何永久居住的迹象，只有一艘孤独的自由螳螂飞船，在你有机会呼叫之前就跃迁走了。

# data/events_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[3]
source: The occasional space junk flies by, but nothing worth for even firing from a Flak cannon.
fr: Quelques débris spatiaux sont à la dérive, mais il n'y a même pas de quoi tirer d'un canon DCA.
ko: 가끔씩 우주 쓰레기가 날라오지만, 플랙 캐논에도 사용하지 않을 것들입니다.
ru: Изредка пролетает космический мусор, но он не стоит того, чтобы по нему стреляли даже из осколочной пушки.
zh_hans: 偶尔会有太空垃圾飞过，但没有什么甚至值得用破片炮发射的。

# data/events_standard.xml$//textList[@name="EMPTY_FREEMANTIS"]/text[4]
source: There are no ships in sight, not even of the Free Mantis. We have some time to spend to ourselves.
fr: Il n'y a aucun vaisseau en vue, pas même des Mantis Libres. Vous avez du temps pour vous.
ko: 시야내에 독립 맨티스 함선조차도 보이지 않습니다. 함선에 투자할 시간이 있습니다.
ru: В поле зрения нет ни одного корабля, даже Свободных Богомолов. У нас есть немного времени, чтобы побыть в одиночестве.
zh_hans: 眼前没有船只，甚至没有自由螳螂的船只。我们有一些时间可以自己度过。

# data/events_standard.xml$//event[@name="EMPTY_ROCK"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ROCK"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[1]
source: You receive a message meant to degrade you as aliens. You half expect an attack but it seems to have come from a small civilian shuttle.
fr: Vous recevez un message vous insultant en tant qu'aliens. Vous attendez à moitié une attaque, mais il semble être venu d'une petite navette de civils.
ko: 외계인이라고 비하하는 메시지를 받았습니다. 반쯤 공격을 예상했지만, 그저 작은 민간 왕복선에서 온 것이였습니다.
ru: Вы получаете сообщение, призванное унизить вас как пришельцев. Вы ожидаете нападения, но, похоже, оно исходит от небольшого гражданского шаттла.
zh_hans: 你收到了一个意在贬低你为外星人的信息。你半信半疑地期待着一次攻击，但它似乎来自一个小型民用穿梭机。

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[2]
source: No one bothers your ship as you float among numerous space stations and mining platforms. The Rock certainly run efficient operations.
fr: Personne n'arrête votre vaisseau alors qu'il vole parmis de nombreuses stations spatiales et plate-formes d'excavation. Les Rocailleux peuvent sans aucun doute exploiter efficacement.
ko: 함선이 수많은 우주 정거장들과 채광 플랫폼들을 지나가는 동안 아무런 일도 일어나지 않았습니다. 락맨들은 확실히 효율적으로 작업합니다.
ru: Никто не беспокоит ваш корабль, пока вы летите среди многочисленных космических станций и добывающих платформ. Валуны, безусловно, ведут активную деятельность.
zh_hans: 当你漂浮在众多空间站和采矿平台之间时，没有人打扰你的飞船。岩石族当然是高效运行的。

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[3]
source: You arrive and detect signs of battle. A few ships are taking passes at each other near a small station. You don't know if it's a territory issue, a contest or a rite of passage but you decide it's best to stay out of it.
fr: Vous arrivez, et détectez les signes d'un combat. Quelques vaisseaux s'échangent des volées près d'une petite station. Vous ne savez pas si c'est un problème territorial ou un rite de passage, mais mieux vaut ne pas s'en mêler.
ko: 도착과 동시에 전투의 흔적을 탐지했습니다. 몇몇 함선들은 작은 정거장 근처에서 서로에게 주거니 받거니, 하고 있습니다. 영역 다툼인지, 대회인지, 통과 의례인지는 모르겠지만, 멀리하는 게 좋아 보입니다.
ru: Вы прибываете на место и замечаете признаки сражения. Несколько кораблей обстреливают друг друга возле небольшой станции. Вы не знаете, что это - территориальный вопрос, соревнование или ритуал посвящения, но решаете, что лучше не вмешиваться.
zh_hans: 你到达后发现有战斗的迹象。几艘船正在一个小空间站附近互相攻击。你不知道这是一个领土问题，还是一场竞赛，或者是一种成年仪式，但你决定最好不要参与其中。

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[4]
source: There's not much at this beacon. Just a few abandoned depots, stripped clean.
fr: Il n'y a pas grand chose à cette balise. Tout juste quelques dépôts abandonnés, complètement pillés.
ko: 이 송신소에는 깨끗하게 벗겨진 버려진 정거장 몇몇만 있습니다.
ru: На этом маяке мало что есть. Только несколько заброшенных складов, обчищенных дочиста.
zh_hans: 这个信标没有什么东西。只有几个废弃的仓库，被搜得干干净净。

# data/events_standard.xml$//textList[@name="EMPTY_ROCK"]/text[5]
source: A few freighters pass by but they refuse all communications. Must not want to sully their reputation by talking with foreigners.
fr: Quelques cargos passent non loin, mais ils refusent toute communication. Ils ne veulent probablement pas souiller leur réputation en parlant à des étrangers.
ko: 소수의 화물선들이 지나갔지만 모두 통신을 거절했습니다. 외지인과 교류해서 명성이 떨어지는걸 원치않나봅니다.
ru: Мимо пролетают несколько грузовых судов, но они отказываются от всякого общения. Наверное, не хотят порочить свою репутацию разговорами с пришельцами.
zh_hans: 有几艘货船经过，但他们拒绝一切交流。一定是不想因为与外星人交谈而玷污他们的声誉。
