Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: To your surprise, everything goes smoothly! No tricks, no traps, nothing! You're let into the store and take your time.
fr: À votre surprise, tout se passe comme prévu ! Ni coup fourré, ni piège, rien ! On vous emmène dans le magasin, où vous pouvez prendre votre temps.
ko: 놀랍게도, 모든 것이 순조롭게 진행됐습니다! 속임수도, 함정도 그 무엇도 없었습니다! 당신은 상점에 들어가 느긋하게 쇼핑을 했습니다.
ru: К вашему удивлению, все проходит гладко! Никаких уловок, никаких ловушек, ничего! Вас пропускают в магазин и не торопят.
zh_hans: 令你惊讶的是，一切都很顺利！没有诡计，没有陷阱，什么都没有！你被允许进入商店，慢慢来。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_SLUG_SHADY_DOCK_LEAVE"]/text
source: As you attempt to leave, the station suddenly turns hostile! Seems about right that it actually was a trap after all.
fr: Alors que vous partez, la station devient soudainement hostile ! Vous aviez finalement raison de penser que c'était un piège.
ko: 막 떠나려던 참에 정거장이 적대적으로 돌변했습니다! 결국 이건 함정었던 모양입니다.
ru: Когда вы пытаетесь покинуть станцию, она внезапно становится враждебной! Похоже, что это действительно была ловушка.
zh_hans: 当你试图离开时，空间站突然变成了敌对状态！似乎是对的，毕竟这实际上是一个陷阱。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_LEECH_ASTEROIDS"]/text
source: It takes a brave merchant, regardless of your race, to construct a store so close to an asteroid field. Not that these Leeches seem to mind, considering their homeworld is already covered in far denser fields.
fr: Il faut être un marchand courageux, quelle que soit l'espèce, pour construire un magasin si près d'un champ d'astéroïdes. De toute façon, les Sangsues s'en moquent, leur monde natal étant couvert par des champs bien plus denses.
ko: 종족에 무관하게 용감한 상인이 아니라면 소행성 지대에 상점을 여는 짓은 하지 않습니다. 하지만 리치들은 그런걸 신경 쓰는 것 같지 않습니다. 그들의 고향에 들어찬 쓰레기들이 소행성보다도 빽빽하기 때문이겠죠.
ru: Нужно быть смелым торговцем, независимо от расы, чтобы построить магазин так близко к астероидному полю. Не то чтобы эти пиявки были против, учитывая, что их родная планета окружена гораздо более плотными полями.
zh_hans: 无论你是什么种族，都需要一个勇敢的商人，在离小行星带这么近的地方建造一个商店。这些吸虫族似乎并不在意，因为他们的家园已经被密集得多的小行星带所覆盖。

source: (Defense Drone) Offer to let them duplicate your drone schematic.
fr: (Drone de défense) Leur proposer de dupliquer votre schéma de drone.
ko: (방어 드론) 그들에게 이 드론 도식을 복제해 달라고 부탁한다.
ru: (Защитный дрон) Предложить им скопировать схему вашего дрона.
zh_hans: (防御无人机)提出让他们复制你的无人机蓝图。

source: The Leeches are grateful, as the defense drone will help make their questionable life choices slightly less questionable. They offer you some supplies for free.
fr: Les Sangsues sont reconnaissantes, car ce schéma de drone va rendre leurs choix de vie discutables un peu moins discutables. Elles vous offrent gratuitement quelques ressources.
ko: 리치들은 방어 드론이 그들의 인생에 조금이라도 의미를 더해줄 것이라며 당신에게 고마워 했습니다. 그들이 약간의 물자를 무료로 제공했습니다.
ru: Пиявки благодарны, так как защитный дрон поможет сделать их сомнительный образ жизни менее сомнительным. Они предлагают вам немного припасов бесплатно.
zh_hans: 吸虫们很感激，因为防御无人机将帮助他们的可疑的生活选择变得不那么可疑。他们免费为你提供一些物资。

source: Trade.
fr: Commercer.
ko: 거래한다.
ru: Торговать.
zh_hans: 做交易。

source: Attack the Leeches!
fr: Attaquer les Sangsues !
ko: 리치를 공격한다!
ru: Атаковать пиявок!
zh_hans: 攻击吸虫族！

source: The asteroid field might be deadly, but that won't stop you from being a public menace to everyone you come across!
fr: Le champ d'astéroïdes est peut-être mortel, mais cela ne vous empêchera pas d'être un danger public envers quiconque vous rencontrez !
ko: 소행성 지대는 위험하지만, 그렇다고 해서 당신이 마주치는 모두에게 공공의 위협이 되는 것을 막을 순 없습니다!
ru: Астероидное поле может быть смертельно опасным, но это не мешает вам быть открытой угрозой для всех, кто попадается вам на пути!
zh_hans: 小行星带可能是致命的，但这不会阻止你成为你遇到的每个人的公共威胁！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_LEECH_SCAVENGER"]/text
source: You guide yourself towards a decently sized scrapyard with a couple Leech mechanics working on disassembling various alien ships. The scrapyard owner hails you. "Need some parts? We got all kinds of junk here!"
fr: Vous vous dirigez vers une casse où quelques mécaniciens Sangsues travaillent à désassembler des vaisseaux aliens variés. Le propriétaire vous contacte. "Besoin de pièces détachées ? On a plein de bric-à-brac ici !"
ko: 당신은 다양한 외계 함선을 분해하고 있는 리치 정비공들을 따라 상당한 규모의 하치장으로 날아왔습니다. 하치장 주인이 당신을 부릅니다. "부품이 필요하신가요? 여기 온갖 잡동사니가 있습니다!"
ru: Вы направляетесь к довольно большой свалке, где несколько механиков-пиявок занимаются разборкой различных космических кораблей. Хозяин свалки обращается к вам. "Нужны запчасти? У нас тут полно всякого хлама!"
zh_hans: 你把自己引向一个规模不小的废品站，那里有几个吸虫族机械师正在拆解各种外星飞船。废品站的老板招呼你。"需要一些零件吗？我们这里有各种各样的垃圾！"

source: Buy a salvage heap.
fr: Acheter un tas d'ordures.
ko: 인양물 더미를 구입한다.
ru: Купить кучу обломков.
zh_hans: 买一个废品堆。

source: You fork over your scrap to the Leech and hope you get something worthwhile.
fr: Vous donnez votre ferraille à la Sangsue et espérez obtenir quelque chose d'intéressant.
ko: 당신은 리치에게 스크랩을 쥐어주고 뭔가 가치있는 것이 나오기를 기대했습니다.
ru: Вы отдаете пиявке свой лом и надеетесь получить что-то стоящее.
zh_hans: 你把你的废料交给吸虫，希望你能得到一些有价值的东西。

source: Inspect the salvage.
fr: Inspecter les ordures.
ko: 인양물 더미를 조사한다.
ru: Осмотреть обломки.
zh_hans: 检查废品情况。

source: (Lanius Crew) Have your Lanius use their abilities on the metal.
fr: (Membre d'équipage Lanius) Faire fondre le métal par votre Lanius.
ko: (라니우스 선원) 라니우스의 능력을 고철에 사용한다.
ru: (Член экипажа-ланиус) Попросить ланиуса использовать свои способности для работы с металлом.
zh_hans: (食铁族船员)让你的食铁族对金属使用他们的能力。

source: Your Lanius melts the metal down and reforms it into individual components. Thanks to this, you're able to get a much larger yield of scrap than you spent here!
fr: Votre Lanius fond le métal pour le reformer en composants individuels. Grâce à cela, vous arrivez à obtenir nettement plus de ferraille que vous n'en avez dépensé !
ko: 라니우스가 금속을 녹여 개별 부품으로 가공했습니다. 덕분에 당신이 지불한 것보다 훨씬 많은 양의 스크랩을 얻을 수 있었습니다!
ru: Ваш ланиус расплавляет металл и перерабатывает его в отдельные компоненты. Благодаря этому вы сможете получить гораздо больший объем лома, чем потратили здесь!
zh_hans: 你的食铁族将金属熔化，并将其还原成各个元件。多亏了这一点，你能够获得比你在这里花费的更多的废料产量！

source: Trade.
fr: Commercer.
ko: 거래한다.
ru: Торговать.
zh_hans: 做交易。

source: You aren't spending money to buy literal garbage. Not counting the fact that your money is quite literally garbage.
fr: Vous n'allez pas dépenser de l'argent pour littéralement acheter des ordures, même si votre monnaie est déjà composée d'ordures.
ko: 쓰레기를 사려고 돈을 쓰진 않을 것입니다. 당신이 사용하는 돈이 쓰레기나 다름없다는 사실은 무시합시다.
ru: Вы не будете покупать мусор, в буквальном смысле слова. Если не считать того, что ваши деньги в буквальном смысле слова являются мусором.
zh_hans: 你不是在花钱买字面上的垃圾。不算你的钱就是是相当字面上的垃圾的事实。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[1]/text
source: Looks like it's nothing but useless metal. You try and take anything you think might service for bartering to make back on your investment.
fr: Il semblerait que ce n'était que du métal inutile. Vous essayez de prendre tout ce qui pourrait vous servir à marchander pour ne pas trop perdre de votre investissement.
ko: 쓸모없는 고철밖에 없는 것 같습니다. 당신은 손실을 줄이기 위해 물물교환에 쓸 수 있을 만한 것들을 모조리 챙겼습니다.
ru: Похоже, что это всего лишь бесполезный металл. Вы пытаетесь взять все, что, по вашему мнению, может пригодиться для обмена, чтобы вернуть вложенные средства.
zh_hans: 看起来除了无用的金属，什么都没有。你试着拿任何你认为可以用来交换的东西，以赚回你的投资。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[2]/text
source: Seems the salvage contains a large amount of fuel, as well as some material that can be broken back down into scrap.
fr: Il semblerait que les ordures contenaient une grande quantité de carburant, ainsi que quelques matériaux pouvant être transformés en ferraille.
ko: 인양물 더미에 많은 양의 연료와 함께 스크랩으로 분해할 수 있는 물질들이 섞여 있는 것 같습니다.
ru: Судя по всему, в обломках содержится большое количество топлива, а также некоторые материалы, которые могут быть переработаны в металлолом.
zh_hans: 似乎这些废品含有大量的燃料，以及一些可以分解成废料的材料。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[3]/text
source: Seems the salvage contains a large amount of ammunition, as well as some material that can be broken back down into scrap.
fr: Il semblerait que les ordures contenaient une grande quantité de munitions, ainsi que quelques matériaux pouvant être transformés en ferraille.
ko: 인양물 더미에 많은 양의 탄약과 함께 스크랩으로 분해할 수 있는 물질들이 섞여 있는 것 같습니다.
ru: Судя по всему, в обломках находится большое количество боеприпасов, а также некоторые материалы, которые можно переработать в металлолом.
zh_hans: 似乎这些废品包含大量的弹药，以及一些可以分解成废料的材料。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[4]/text
source: Seems the salvage contains a large amount of drone parts, as well as some material that can be broken back down into scrap.
fr: Il semblerait que les ordures contenaient une grande quantité de pièces de drones, ainsi que quelques matériaux pouvant être transformés en ferraille.
ko: 인양물 더미에 많은 양의 드론 부품과 함께 스크랩으로 분해할 수 있는 물질들이 섞여 있는 것 같습니다.
ru: Судя по всему, в обломках находится большое количество дрон-комплектов, а также материал, который можно переработать в металлолом.
zh_hans: 似乎这些废品包含了大量的无人机部件，以及一些可以分解成废料的材料。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[5]/text
source: Seems the salvage conceals a hidden weapon cache! You pry it open and take out the weapon, which appears to still be functional.
fr: Il semblerait que dans les ordures, il y avait une cache d'arme ! Vous l'ouvrez et prenez l'arme, qui semble encore fonctionner.
ko: 이 인양물은 무기 은닉처로 쓰였던 것 같습니다! 당신은 은닉처를 열고 그 안에서 제대로 작동하는 무기를 발견했습니다.
ru: Оказывается, в этих обломках спрятан тайник с оружием! Вы вскрываете его и достаете оружие, которое, судя по всему, еще исправно.
zh_hans: 似乎这些残骸中隐藏着一个武器库！你撬开它并取出武器。它似乎还能用。

# data/events_standard.xml$//eventList[@name="LEECH_SCAVENGER_LIST"]/event[6]/text
source: Seems the salvage conceals a hidden drone cache! You pry it open and take out the drone, which appears to still be functional.
fr: Il semblerait que dans les ordures, il y avait une cache de drone ! Vous l'ouvrez et prenez le drone, qui semble encore fonctionner.
ko: 이 인양물은 드론 은닉처로 쓰였던 것 같습니다! 당신은 은닉처를 열고 그 안에서 제대로 작동하는 드론을 발견했습니다.
ru: Оказывается, в этих обломках спрятан тайник с дронами! Вы вскрываете его и достаете дрон, который, судя по всему, все еще исправен.
zh_hans: 似乎这些残骸中隐藏着一个无人机打印机！你撬开它，取出模板库。它似乎还能使用。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_PIRATE_ODDSHOP"]/text
source: A very strange pirate market has been set up nearby. A small stream of traffic comes and goes, and it looks safe enough.
fr: Un marché pirate très étrange a été mis en place non loin. Un peu de trafic en entre et en sort, et il semble relativement peu dangereux.
ko: 근처에 아주 이상한 해적 시장이 열려 있었습니다. 오가는 교통량이 적고, 충분히 안전해 보입니다.
ru: Неподалеку расположился очень странный рынок пиратов. Небольшой поток людей приходит и уходит, и выглядит он достаточно безопасным.
zh_hans: 附近设立了一个非常奇怪的海盗市场。一小股客流来来往往，看起来足够安全。

source: Check out the market.
fr: Aller dans le marché.
ko: 시장을 확인한다.
ru: Заглянуть на рынок.
zh_hans: 看看市场。

source: Inside the market is a rather odd scene. To the left is a booth selling likely extremely illegal Slug narcotics, to the right are several alien slaves kept in cages, and up ahead is a long slender pirate running what he calls the "Traveler's booth".
fr: Dans le marché, vous découvrez une scène étrange. À votre gauche, une échoppe vend des narcotiques Limace probablement extrèmement illégaux, à votre droite, il y a de nombreux aliens en cage, et devant vous, un grand pirate maigre tient ce qu'il appelle "l'Échoppe du Voyageur".
ko: 시장 안에는 기이한 광경이 펼쳐저 있었습니다. 왼편에는 불법 슬러그 마약을 파는 부스가, 오른편에는 우리 안에 갇혀있는 외계인 노예 몇 명이, 그 앞에는 "여행자의 부스"를 운영하는 깡마른 해적이 있었습니다.
ru: Внутри рынка наблюдается довольно странная картина. Слева - прилавок, торгующий, вероятно, крайне нелегальными наркотиками слизней, справа - несколько рабов-пришельцев, содержащихся в клетках, а впереди - высокий стройный пират, управляющий тем, что он называет "прилавком путешественника".
zh_hans: 市场内部是一个相当奇怪的场景。左边是一个出售可能是极其非法的蛞蝓族毒品的摊位，右边是几个被关在笼子里的外星奴隶，前面是一个修长的海盗，经营着他所谓的"旅行者的摊位"。

source: Check out the slave booth.
fr: Entrer dans le magasin d'esclaves.
ko: 노예 부스를 확인한다.
ru: Посетить стенд с рабами.
zh_hans: 看一下奴隶的展位。

source: You step carefully around all the alien waste and you look at the various aliens in cages.
fr: Vous évitez prudemment toutes les déjections d'aliens et inspectez les cages.
ko: 당신은 조심스럽게 우리 안에 있는 다양한 외계인을 둘러봤습니다.
ru: Вы осторожно обходите всех чужаков и рассматриваете различных пришельцев в клетках.
zh_hans: 你小心翼翼地绕过所有的外星人的垃圾，你看着笼子里的各种外星人。

source: Buy a slave.
fr: Acheter un esclave.
ko: 노예를 산다.
ru: Купить раба.
zh_hans: 购买一名奴隶。

source: Buy a slave.
fr: Acheter un esclave.
ko: 노예를 산다.
ru: Купить раба.
zh_hans: 购买一名奴隶。

source: Buy an Elite slave.
fr: Acheter un esclave d'élite.
ko: 엘리트 노예를 산다.
ru: Купить элитного раба.
zh_hans: 购买一名精英奴隶。

source: Nothing here is of interest. Leave.
fr: Rien ne nous intéresse ici. Partir.
ko: 살만한 노예가 없다. 떠난다.
ru: Здесь нет ничего интересного. Уходим.
zh_hans: 这里没有什么值得关注的。离开。

source: Check out the Traveler's booth.
fr: Entrer dans l'Échoppe du Voyageur.
ko: 여행자의 부스를 확인한다.
ru: Посетить стенд "путешественника".
zh_hans: 看看旅行者的展位。

source: At the very least, the booth and maps here are clean. The same cannot be said for the pirate selling them.
fr: Au moins, l'échoppe et les cartes sont propres, ici. Le pirate les vendant, en revanche...
ko: 적어도 이곳의 부스와 지도는 깨끗했습니다. 해적 상인 중에선 흔치 않은 일입니다.
ru: По крайней мере, стенд и карты здесь чистые. То же самое нельзя сказать о пирате, продающем их.
zh_hans: 至少，这里的摊位和星图是干净的。但出售这些星图的海盗就不一样了。

source: Buy a map of the sector.
fr: Acheter la carte du secteur.
ko: 이 구역의 지도를 산다.
ru: Купить карту сектора.
zh_hans: 购买本星区星图。

source: Buy some fuel.
fr: Acheter du carburant.
ko: 연료를 산다.
ru: Купить немного топлива.
zh_hans: 购买一些燃料。

source: Buy what the pirate calls an "Engine Overdrive Capacitor MK III+".
fr: Acheter ce que le pirate appelle un "Surchargeur MK III+".
ko: 해적이 "엔진 오버드라이브 캐패시터 마크 III+"라고 부르는걸 산다.
ru: Купить то, что пират называет "Конденсатор перегрузки двигателя мод. III+".
zh_hans: 购买海盗们所称的"引擎超频器III +"。

source: Nothing here is of interest. Leave.
fr: Rien ne nous intéresse ici. Partir.
ko: 살만한 게 없다. 떠난다.
ru: Здесь нет ничего интересного. Уходим.
zh_hans: 这里没有什么值得关注的。离开。

source: Nothing here is of interest. Leave.
fr: Rien ne nous intéresse ici. Partir.
ko: 볼만한 게 없다. 떠난다.
ru: Здесь нет ничего интересного. Уходим.
zh_hans: 这里没有什么值得关注的。离开。

source: Ignore the market.
fr: Ignorer le marché.
ko: 시장을 무시한다.
ru: Не обращать внимания на рынок.
zh_hans: 无视市场。

source: You aren't looking to make any black market deals.
fr: Vous ne voulez pas faire de commerce dans un marché noir.
ko: 당신은 암거래를 할 생각이 없습니다.
ru: Вы не собираетесь торговать на черном рынке.
zh_hans: 你并不想做任何黑市交易。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_PIRATE_AWKWARD"]/text
source: Pirates nowadays are just commonplace. Hell, if there wasn't a pirate here, you'd have been more surprised. Looks like the station here is a market of sorts, and they're open to trading with anyone.
fr: Les pirates sont monnaie courante de nos jours. D'ailleurs, s'il n'y avait pas de pirate ici, vous auriez été encore plus surpris. Il semblerait que cette station soit une sorte de marché, et ils acceptent de commercer avec tout le monde.
ko: 오늘날 해적은 흔한 존재입니다. 여기에 해적이 없었다면, 아마 그게 더 놀라웠을 겁니다. 이곳에 있는 정거장은 일종의 시장으로 보이는데, 누구와도 거래해주는 것 같습니다.
ru: Пираты в наше время - обычное дело. Черт, если бы здесь не было пиратов, вы бы удивились еще больше. Похоже, что станция здесь - своего рода рынок, и они открыты для торговли с кем угодно.
zh_hans: 现在的海盗实在是司空见惯。见鬼，如果这里没有海盗，你会更惊讶。看起来这里的空间站是一个类似于市场的地方，他们对与任何人的交易都是开放的。

source: Hail.
fr: Les contacter.
ko: 교신한다.
ru: Связаться.
zh_hans: 呼叫。

source: "Uewh... Feds. You aren't here to arrest us, are you?" When you shake your head, the pirates relax and show you where they're keeping various crates of resources. Apparently, they won't let you trade until you've bought one.
fr: "Grmbl... Fédé. T'es pas là pour nous arrêter, hein ? Alors que vous hochez la tête, les pirates se détendent et montrent là où ils gardent des caisses de ressources variées. Apparemment, ils ne feront des affaires avec vous qu'après que vous en ayez acheté une.
ko: "으으... 연방이군. 우리를 체포하러 온건 아니겠지?" 당신이 고개를 가로젓자, 해적은 안도하며 다양한 물자 상자가 보관되고 있는 곳을 보여줬습니다. 보아하니 뭔가 하나 사기 전까지 거래해주지 않을 것 같습니다.
ru: "Уух... Федералы. Вы же не арестовывать нас пришли?" Когда вы качаете головой, пираты расслабляются и показывают вам, где они хранят различные ящики с ресурсами. Очевидно, они не позволят вам торговать, пока вы не купите один из них.
zh_hans: "呃...联邦。你不是来逮捕我们的吧？"当你摇头时，海盗们放松了警惕，向你展示了他们存放各种资源箱的地方。显然，在你买一个之前，他们不会让你交易。

source: Buy a crate of fuel.
fr: Acheter une caisse de carburant.
ko: 연료 상자를 산다.
ru: Купить ящик с топливом.
zh_hans: 购买一些燃料。

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
fr: Alors que vous ramenez la caisse sur votre vaisseau, vous remarquez que, étrangement, elle porte le logo de la Fédération ! D'où est-ce qu'elle vient ?
ko: 당신은 연료 상자를 함선에 실어 나르다가 상자에 연방의 로고가 새겨져 있는 것을 알아차렸습니다! 이 상자가 어디서 난 걸까요?
ru: Когда вы переносите ящик на свой корабль, вы замечаете, что на ящике подозрительно выделяется логотип Федерации! Откуда он взялся?
zh_hans: 当你把箱子运回你的船上时，你注意到箱子上有一个可疑的联邦标志！这是从哪里来的？

source: Question the pirates about it.
fr: Le demander aux pirates.
ko: 해적에게 로고에 대해 물어본다.
ru: Задать этот вопрос пиратам.
zh_hans: 向海盗们询问此事。

source: Ignore it and move on to the store.
fr: L'ignorer et repartir dans le magasin.
ko: 로고를 무시하고 상점으로 향한다.
ru: Не обращать на это внимания и отправиться в магазин.
zh_hans: 不理会它，继续去商店。

source: Buy a crate of missiles.
fr: Acheter une caisse de munitions.
ko: 미사일 상자를 산다.
ru: Купить ящик с боеголовками.
zh_hans: 购买一些弹药。

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
fr: Alors que vous ramenez la caisse sur votre vaisseau, vous remarquez que, étrangement, elle porte le logo de la Fédération ! D'où est-ce qu'elle vient ?
ko: 당신은 연료 상자를 함선에 실어 나르다가 상자에 연방의 로고가 새겨져 있는 것을 알아차렸습니다! 이 상자가 어디서 난 걸까요?
ru: Когда вы переносите ящик на свой корабль, вы замечаете, что на ящике подозрительно выделяется логотип Федерации! Откуда он взялся?
zh_hans: 当你把箱子运回你的船上时，你注意到箱子上有一个可疑的联邦标志！这是从哪里来的？

source: Question the pirates about it.
fr: Le demander aux pirates.
ko: 해적에게 로고에 대해 물어본다.
ru: Задать этот вопрос пиратам.
zh_hans: 向海盗们询问此事。

source: Ignore it and move on to the store.
fr: L'ignorer et repartir dans le magasin.
ko: 로고를 무시하고 상점으로 향한다.
ru: Не обращать на это внимания и отправиться в магазин.
zh_hans: 不理会它，继续去商店。

source: Buy a crate of droneparts.
fr: Acheter une caisse de pièces de drones.
ko: 드론 부품 상자를 산다.
ru: Купить ящик дрон-комплектов.
zh_hans: 购买一些无人机部件。

source: As you're carting the crate back onto your ship, you notice the crate suspiciously bears the Federation logo! Where did this come from?
fr: Alors que vous ramenez la caisse sur votre vaisseau, vous remarquez que, étrangement, elle porte le logo de la Fédération ! D'où est-ce qu'elle vient ?
ko: 당신은 연료 상자를 함선에 실어 나르다가 상자에 연방의 로고가 새겨져 있는 것을 알아차렸습니다! 이 상자가 어디서 난 걸까요?
ru: Когда вы переносите ящик на свой корабль, вы замечаете, что на ящике подозрительно выделяется логотип Федерации! Откуда он взялся?
zh_hans: 当你把箱子运回你的船上时，你注意到箱子上有一个可疑的联邦标志！这是从哪里来的？

source: Question the pirates about it.
fr: Le demander aux pirates.
ko: 해적에게 로고에 대해 물어본다.
ru: Задать этот вопрос пиратам.
zh_hans: 向海盗们询问此事。

source: Ignore it and move on to the store.
fr: L'ignorer et repartir dans le magasin.
ko: 로고를 무시하고 상점으로 향한다.
ru: Не обращать на это внимания и отправиться в магазин.
zh_hans: 不理会它，继续去商店。

source: Buy nothing.
fr: Ne rien acheter.
ko: 아무것도 사지 않는다.
ru: Ничего не покупать.
zh_hans: 什么都不买。

source: Attack the pirates!
fr: Attaquer les pirates !
ko: 해적을 공격한다!
ru: Атаковать пиратов!
zh_hans: 攻击海盗！

source: These scum are still outlaws, regardless if they're running a market or not. Time to bring their villainy to an end.
fr: Ces salauds sont toujours des hors-la-loi, qu'ils tiennent un marché ou non. Il est temps que leur villainie s'arrête.
ko: 시장을 운영하든 말든 이 쓰레기들이 무법자인 건 똑같습니다. 이제 그들의 악행을 끝냅시다.
ru: Эти мерзавцы все равно являются преступниками, независимо от того, управляют они рынком или нет. Пора положить конец их злодеяниям.
zh_hans: 这些人渣仍然是亡命之徒，不管他们是否在经营市场。是时候结束他们的恶行了。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the market.
fr: Ignorer le marché.
ko: 시장을 무시한다.
ru: Не обращать внимания на рынок.
zh_hans: 无视市场。

source: You aren't looking to make any black market deals.
fr: Vous ne voulez pas faire de commerce dans un marché noir.
ko: 당신은 암거래를 할 생각이 없습니다.
ru: Вы не собираетесь торговать на черном рынке.
zh_hans: 你并不想做任何黑市交易。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Oh uh uh er uhm uh uhhh uh er uhm uhhhh..." the pirate takes off and runs into another room, slamming the door behind him. You can't figure out a way in, so you head to the market instead.
fr: "Oh heu heu heu hum heuu hm euh humm..." Le pirate part en courant dans une autre pièce, et ferme la porte derrière lui. Vous ne trouvez aucune issue, alors vous décidez d'aller au marché.
ko: "오 어 어 으 음 어 어어어 어 으 음 어어어어..." 그 해적은 다른 방으로 달려 들어가 문을 꽉 닫았습니다. 당신은 따라 들어갈 방법이 없어서 그냥 시장으로 향하려 했습니다.
ru: "О мм мм эм эм мм ммм мм эм эм мммм..." Пират вырывается и убегает в другую комнату, захлопнув за собой дверь. Вы не можете придумать, как войти, поэтому отправляетесь на рынок.
zh_hans: "哦呃呃呃呃呃呃呃呃......"海盗脱口而出，跑进另一个房间，把身后的门关上了。你想不出进去的办法，所以你转而去了市场。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking) Open up the doors.
fr: (Piratage) Ouvrir les portes.
ko: (해킹 장비) 문을 연다.
ru: (Взломщик) Открыть двери.
zh_hans: (黑客系统)打开门。

source: Your hacking module opens up the doors, revealing the pirate inside. He surrenders almost immediately.
fr: Votre module de piratage ouvre les portes, et révèle le pirate à l'intérieur. Il se rend presque immédiatement.
ko: 해킹 모듈이 문을 열어 안에 있던 해적을 드러냈습니다. 그는 거의 즉시 투항했습니다.
ru: Ваш Взломщик открывает двери и вы видите пирата. Он почти сразу же сдается.
zh_hans: 你的黑客模块打开了门，露出了里面的海盗。他几乎马上就投降了。
