Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//event[@name="BUTT_BUDDIES_REWARD"]/text
source: Tony and Rig cannot thank you enough for your help. As a reward for finally settling this, Rig gives you a special prototype weapon blueprint under works by Zulfiqar.
fr: Tony et Rig ne trouvent pas les mots pour vous remercier. En tant que récompense pour les avoir aidés, Rig vous donne un plan d'arme prototype spécial en cours de construction par Zulfiqar.
ko: 토니와 리그는 당신의 도움에 고마움을 표했습니다. 마침내 이 일을 끝맺는 보상으로, 리그는 줄피카르에서 아직 개발 중인 특별한 프로토타입 무기도면을 줬습니다.
ru: Тони и Риг не могут выразить вам свою благодарность за помощь. В награду за то, что вы наконец-то разобрались с этим делом, Риг дарит вам особый прототип оружия, над которым работал "Зульфикар".
zh_hans: 托尼和里格对你的帮助感激不尽。作为最终解决这个问题的奖励，里格给了你一个特殊的原型武器蓝图，由弯剑制作。

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[1]
source: Looks like a Hektar representative is orbiting a nearby marketplace, painted a gash shade of neon yellow which stands out from miles away. Hopefully whatever goods are inside aren't as obnoxiously vibrant.
fr: Il semblerait qu'un représentant de Hektar gravite autour d'un marché proche, peint avec une infecte teinte jaune fluo visible à des kilomètres à la ronde. Espérons que les biens à l'intérieur ne seront pas aussi affreusement colorés.
ko: 헥타르 외판원이 몇 마일 밖에서도 보이는 노란 형광색으로 도색된 시장 주위를 돌고 있었습니다. 그 안에 있는 상품들이 불쾌할 정도로 강렬하지 않기를 바랍니다.
ru: Похоже, что на орбите ближайшего рынка находится представитель Гектара, окрашенный в неоново-желтый цвет, который бросается в глаза с большого расстояния. Остается надеяться, что товары, находящиеся внутри, будут не такими яркими.
zh_hans: 看起来，一个赫克塔的分部正绕着附近的市场运行，被涂成了一种刺眼的霓虹黄色，从几里外就能看到。希望里面的货物没有那么令人厌恶的活力。

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[2]
source: An overenthusiastic employee of Hektar greets you. "HEY! HI! HELLO! HOWDY! HOW DO YOU DO? PLEASSSE BUY THINGSSS! I CAN'T SSSSEE MY FAMILY AGAIN UNTIL I MEET MY QUOTA!"
fr: Un employé très enthousiaste de Hektar vous accueille. "HÉ ! SSSALUT ! BONJOUR ! YO ! ÇÇÇA GAZE ? ACHÈTE MA MERDE ! JE NE PEUX PAS VOIR MA FAMILLE AVANT D'AVOIR ATTEINT MON QUOTA !"
ko: 너무 열정적인 헥타르 직원이 당신을 반겼습니다. "안녕하쎄요! 반가워요! 어써 오쎄요! 좋은 하루에요! 환영합니다!!! 쩨발 물건쫌 싸쭈쎄요! 할당량을 째우찌 못하면 가쪽들 곁으로 돌아가찌 못할거에요!
ru: Вас приветствует восторженный Сотрудник компании "Гектар Индастриз". "ЭЙ! ПРИВЕТ! ПРИВ! ПРИВТ! КАК ДЕЛА? ПОЖАЛУЙСССТА, ПОКУПАЙТЕ ВЕЩЩЩИ! Я НЕ СССМОГУ УВИДЕТЬ СССВОЮ СССЕМЬЮ, ПОКА НЕ ВЫПОЛНЮ СССВОЮ НОРМУ!"
zh_hans: 一个过于热情的赫克塔员工向你打招呼。"嘿！嗨！你好！你好！怎么样？你好吗？请买东西吧！我不能再见到我的家人，直到我达到我的业绩配额！"

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[3]
source: You arrive at the store, but the ship meant to greet you is deathly silent. After several subsequent hails the captain is startled awake. "Ah god damn it, you woke me up! Yeah yeah whatever, come sssshop or sssome ssshit."
fr: Vous arrivez au magasin, mais le vaisseau supposé vous accueillir est étrangement silencieux. Après quelques appels successifs, le capitaine est réveillé en sursaut. "Ah bon sssang, tu m'as réveillé ! Ouais ouais d'accord, viens commercccer ou du genre."
ko: 상점에 도착했지만, 상선은 꿈쩍도 하지 않았습니다. 몇번 더 교신을 보내니 상선의 선장이 깨어났습니다. "아 쩨기랄, 짬에서 깨버렸짢아! 그래 어찌돼껀, 뭐라도 쌀 거 아니면 꺼쪄."
ru: Вы прибываете в магазин, но корабль, который должен был вас встретить, хранит гробовое молчание. После нескольких последующих сигналов капитан просыпается. "Ах, черт возьми, вы меня разбудили! Да-да, неважно, заходите в магазин или ещщще куда-нибудь".
zh_hans: 你到了商店，但准备迎接你的船却死一般的寂静。在随后的几次呼叫之后，舰长被惊醒了。"啊该死的，你把我吵醒了！是啊是啊无论如何，来商店或屎吧。"

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[4]
source: A loud advertisement blasts over your stereo, with an obese Slug waving his arms in the air and begging you to come and shop. Seems like unfortunate placement considering you're already here.
fr: Une publicité se diffuse à plein volume sur votre stéréo, avec une Limace obèse agitant les bras et vous suppliant de venir commercer. Voilà un placement plutôt mal choisi, vu que vous êtes déjà ici.
ko: 뚱뚱한 슬러그가 공중에서 팔을 흔들며 쇼핑하러 와달라고 애원하는 가운데, 함내의 음향 장치에서 커다란 광고 소리가 터져 나왔습니다. 아무래도 귀찮은 곳에 와 버린 것 같네요.
ru: По стереосистеме разносится громкая реклама, в которой страдающий ожирением слизень размахивает руками и умоляет вас зайти в магазин. Неудачное расположение, хотя вы его нашли.
zh_hans: 一个响亮的广告在你的音响中响起，一个肥胖的蛞蝓在空中挥舞着手臂，乞求你来购物。考虑到你已经在这里，这似乎是一个不幸的位置。

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[5]
source: These Hektar stores sure are plentiful. It's almost concerning how much of this sector is just stores, but you suppose it's better than deadly Rebels.
fr: Ces magasins Hektar sont vraiment partout. C'est presque inquiétant de voir la proportion de balises de commerce dans le secteur, mais vous supposez que c'est mieux que de dangereux Rebelles.
ko: 헥타르 상점들이 정말 많습니다. 마치 이 구역엔 상점밖에 없는 것처럼 느껴지지만 반군으로 가득한 것 보다는 낫다고 생각합시다.
ru: Магазины "Гектар Индастриз" изобилуют товарами. Даже удивительно, как много в этом секторе магазинов, но, наверное, это лучше, чем смертоносные повстанцы.
zh_hans: 这些赫克塔的商店确实很多。这个星区有多少是商店，这几乎是令人担忧的，但你认为这比致命的叛军要好。

# data/events_standard.xml$//textList[@name="TEXT_HEKTAR_STORE"]/text[6]
source: A sleezy clerk with grease stains on his chest eyes your ship. "Eh, a Federation ssship? You musssst have money! Gimme gimme!"
fr: Un employé sournois avec un torse tâché de graisses regarde votre vaisseau. "Tiens, un Fédé ? Tu dois avoir de l'argent ! Par iccci les ssssous !"
ko: 가슴에 기름때가 묻은 지저분한 점원이 당신의 함선을 주시했습니다. "아, 연방 함썬인가? 분명 돈을 가꼬 이껬찌! 당짱 내놔!"
ru: Захудалый клерк с жирными пятнами на груди разглядывает ваш корабль. "Э-э, корабль Федерации? У вассс должны быть деньги! Заходите-заходите!"
zh_hans: 一个胸口有油渍的卑鄙小人看着你的船。"呃，一艘联邦船？你一定有钱！给我给我！"

# data/events_standard.xml$//event[@name="STOREEVENT_HEKTAR"]/choice[1]/text
source: Go shopping.
fr: Commercer.
ko: 쇼핑하러 간다.
ru: Пройтись по магазину.
zh_hans: 去购物。

# data/events_standard.xml$//event[@name="STOREEVENT_HEKTAR"]/choice[1]/event/text
source: You're ushered into the store where you take a look at the items on sale.
fr: Vous êtes dirigé vers le magasin, où vous pouvez jeter un œil sur les marchandises.
ko: 당신은 상품이 진열된 곳으로 안내받았습니다.
ru: Вас проводят в магазин, где вы знакомитесь с товарами, выставленными на продажу.
zh_hans: 你被领进商店，在那里你看了一下正在销售的商品。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="STOREEVENT_HEKTAR"]/choice[2]/text
source: Attack the shop owner.
fr: Attaquer le propriétaire du magasin.
ko: 상점 주인을 공격한다.
ru: Напасть на владельца магазина.
zh_hans: 攻击店主。

# data/events_standard.xml$//event[@name="STOREEVENT_HEKTAR"]/choice[2]/event/text
source: You arm the weapons and attack the Hektar ship running the store.
fr: Vous activez vos armes et attaquez le vaisseau Hektar tenant le magasin.
ko: 당신은 무기를 장전하고 상점을 운영하는 헥타르 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль "Гектар Индастриз", на котором находится магазин.
zh_hans: 你武装好武器，并攻击经营商店的赫克塔飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inquire about U.W.U. points.
fr: Demander ce que sont les points U.W.U.
ko: U.W.U. 포인트에 대해 문의한다.
ru: Узнать о Б.Н.З. баллах.
zh_hans: 询问U.W.U.点数的相关事宜。

source: The Hektar employee perks up. "A new cussstomer? Oh crap, I get a commisssion for thessse. I can help you ssssset up your account, for a sssmall fee of 700 sssscrap."
fr: L'employé Hektar lève la tête "Un nouveau consssommateur ? Ah flûte, j'ai un texxxxte à ressspecter. Je peux vous aider à faire un compte, pour le bas prix de 700 ferraille."
ko: 헥타르 직원의 눈빛이 돌변했습니다. "씬규 고객이씬가요? 쫗아, 쑤쑤료를 받을 쑤 이께써. 700 쓰크랩 쩡도의 쩌렴한 비용으로 계쫘썰립을 도와드릴께요."
ru: Сотрудник Гектара оживился. "Новый клиент? О, черт, я получу за это комиссссионные. Я могу помочь вам открыть вашшш сссчет за небольшшшую плату в 700 лома".
zh_hans: 赫克塔公司的员工兴奋起来。"一个新客户？哦，糟糕，我得到了一个任务。我可以帮助你建立账户，只需支付700废料的小费。"

source: Pay.
fr: Payer.
ko: 지불한다.
ru: Заплатить.
zh_hans: 支付。

source: "Huh...? You actually paid? Well... ok then. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplacccce, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
fr: "Hein... ? Tu as vraiment payé ? Bon... sssoit, alors. En ouvrant votre compte, vous obtenez un point U.W.U. gratuit. À chaque fois que vous visitez un marché Hektar, n'oubliez pas de prendre votre point U.W.U. avant de commercccer. Sssi vous obtenez 4 points, vous entrerez notre programme de récompenssses au consssommateur." La Limace transfère un point U.W.U sur votre compte. "Maintenant, achetez quelque chose ou barrez-vous."
ko: "어라...? 찐짜 내쎴짢아? 뭐... 쫗아요 그럼. 계쫘를 썰립해써 U.W.U 포인트 1쩜을 꽁으로 얻으쎠써요. 앞으로 헥타르의 씨짱을 방문하게 되면 쑈핑하기 쩐에 먼쩌 U.W.U 포인트를 받으쎄요. 포인트를 4쩜 모으면 고객 보쌍 프로그램에 짬여하씰 쑤 이써요." 슬러그가 당신의 계좌에 U.W.U 포인트를 적립해 줬습니다. "짜, 이쪠 뭐 쌀거 아니면 꺼쪄 쭈쎼요."
ru: "А...? Вы дейссствительно заплатили? Ну... тогда ладно. Открыв сссвой сссчет, вы получаете один Б.Н.З. балл бесссплатно. Каждый раз, когда вы посссещщщаете торговую площщщадку "Гектар Индастриз", обязательно накапливайте Б.Н.З. баллы перед покупками. Сссоберите 4 балла и вы ссстанете учассстником нашшшей программы поощщщрения клиентов". Слизень добавляет на ваш счет одно очко Б.Н.З. "А теперь идите, и купите что-нибудь, или уходите".
zh_hans: "啊......？你真的付钱了？嗯......那好吧。通过建立你的账户，你可以免费获得一个U.W.U.积分。每次你去赫克塔市场时，一定要在购物前收集你的U.W.U.积分。收集4个积分，你将进入我们的客户奖励计划。"蛞蝓将一个U.W.U.积分转到你的账户。"现在，去买点东西，或者离开。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: How about no.
fr: Certainement pas.
ko: 지불하지 않는다.
ru: Как насчет "нет".
zh_hans: 要是不给呢。

source: "Awwww man... Worth a sssshot. Anywayssss, the account isss actually free. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplacccce, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
fr: "Ah, zut... Fallait essssayer. Bon, en fait, ccce compte est gratuit. En ouvrant votre compte, vous obtenez un point U.W.U. gratuit. À chaque fois que vous visitez un marché Hektar, n'oubliez pas de prendre votre point U.W.U. avant de commercccer. Sssi vous obtenez 4 points, vous entrerez notre programme de récompenssses au consssommateur." La Limace transfère un point U.W.U sur votre compte. "Maintenant, achetez quelque chose ou barrez-vous."
ko: "씰패했네... 괜짢은 씨도였는데. 뭐 어찌돼껀 계쫘썰립은 싸씰 무료에요. 계쫘를 만들어써 U.W.U 포인트 1쩜을 꽁으로 얻으쎠써요. 앞으로 헥타르의 씨짱을 방문하게 되면 쑈핑하기 쩐에 먼쩌 U.W.U 포인트를 받으쎄요. 포인트를 4쩜 모으면 고객 보쌍 프로그램에 짬여하씰 쑤 이써요." 슬러그가 당신의 계좌에 U.W.U 포인트를 적립해 줬습니다. "짜, 이쪠 뭐 쌀거 아니면 꺼쪄 쭈쎼요."
ru: "Да ладно вам... Ссстоит попробовать. В любом случае, сссчет на самом деле бесплатный. Открыв сссвой сссчет, вы получаете один Б.Н.З. балл бесссплатно. Каждый раз, когда вы посссещщщаете торговую площщщадку "Гектар Индастриз", обязательно накапливайте Б.Н.З. баллы перед покупками. Сссоберите 4 балла и вы ссстанете учассстником нашшшей программы поощщщрения клиентов". Слизень добавляет на ваш счет одно очко Б.Н.З. "А теперь идите, и купите что-нибудь, или уходите".
zh_hans: "哦伙计...值得一试。总之，这个账户实际上是免费的。通过建立你的账户，你可以免费获得一个U.W.U.积分。每当你访问赫克塔市场时，确保在购物前收集你的U.W.U.积分。收集4个积分，你将进入我们的客户奖励计划。"蛞蝓将一个U.W.U.积分转到你的账户。"现在，去买点东西，或者离开。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Collect your U.W.U. point.
fr: Collecter votre point U.W.U.
ko: U.W.U 포인트를 받는다.
ru: Получить свой Б.Н.З. балл.
zh_hans: 收取你的U.W.U.点数。

source: Collect your U.W.U. point.
fr: Collecter votre point U.W.U.
ko: U.W.U 포인트를 받는다.
ru: Получить свой Б.Н.З. балл.
zh_hans: 收取你的U.W.U.点数。

source: You've already been entered into the customer reward program.
fr: Vous êtes déjà entré dans le programme de récompenses.
ko: 이미 고객 보상 프로그램에 참여됐습니다.
ru: Вы уже участвуете в программе поощрения клиентов.
zh_hans: 你已经参加了忠诚用户奖励计划。

source: Go shopping.
fr: Commercer.
ko: 쇼핑하러 간다.
ru: Пройтись по магазину.
zh_hans: 去购物。

source: You're ushered into the store where you take a look at the items on sale.
fr: Vous êtes dirigé vers le magasin, où vous pouvez jeter un œil sur les marchandises.
ko: 당신은 상품이 진열된 곳으로 안내받았습니다.
ru: Вас проводят в магазин, где вы знакомитесь с товарами, выставленными на продажу.
zh_hans: 你被领进商店，在那里你看了一下正在销售的商品。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the shop owner.
fr: Attaquer le propriétaire du magasin.
ko: 상점 주인을 공격한다.
ru: Напасть на владельца магазина.
zh_hans: 攻击店主。

source: You arm the weapons and attack the Hektar ship running the store.
fr: Vous activez vos armes et attaquez le vaisseau Hektar tenant le magasin.
ko: 당신은 무기를 장전하고 상점을 운영하는 헥타르 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль "Гектар Индастриз", на котором находится магазин.
zh_hans: 你武装好武器，并攻击经营商店的赫克塔飞船。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Inquire about U.W.U. points.
fr: Demander ce que sont les points U.W.U.
ko: U.W.U. 포인트에 대해 문의한다.
ru: Узнать о Б.Н.З. баллах.
zh_hans: 询问U.W.U.点数的相关事宜。

source: The Hektar employee perks up. "A new cussstomer? Oh crap, I get a commisssion for thessse. I can help you ssssset up your account, for a sssmall fee of 700 sssscrap."
fr: L'employé Hektar lève la tête "Un nouveau consssommateur ? Ah flûte, j'ai un texxxxte à ressspecter. Je peux vous aider à faire un compte, pour le bas prix de 700 ferraille."
ko: 헥타르 직원의 눈빛이 돌변했습니다. "씬규 고객이씬가요? 쫗아, 쑤쑤료를 받을 쑤 이께써. 700 쓰크랩 쩡도의 쩌렴한 비용으로 계쫘썰립을 도와드릴께요."
ru: Сотрудник Гектара оживился. "Новый клиент? О, черт, я получу за это комиссссионные. Я могу помочь вам открыть вашшш сссчет за небольшшшую плату в 700 лома".
zh_hans: 赫克塔公司的员工兴奋起来。"一个新客户？哦，糟糕，我得到了一个任务。我可以帮助你建立账户，只需支付700废料的小费。"

source: Pay.
fr: Payer.
ko: 지불한다.
ru: Заплатить.
zh_hans: 支付。

source: "Huh...? You actually paid? Well... ok then. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplacccce, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
fr: "Hein... ? Tu as vraiment payé ? Bon... sssoit, alors. En ouvrant votre compte, vous obtenez un point U.W.U. gratuit. À chaque fois que vous visitez un marché Hektar, n'oubliez pas de prendre votre point U.W.U. avant de commercccer. Sssi vous obtenez 4 points, vous entrerez notre programme de récompenssses au consssommateur." La Limace transfère un point U.W.U sur votre compte. "Maintenant, achetez quelque chose ou barrez-vous."
ko: "어라...? 찐짜 내쎴짢아? 뭐... 쫗아요 그럼. 계쫘를 썰립해써 U.W.U 포인트 1쩜을 꽁으로 얻으쎠써요. 앞으로 헥타르의 씨짱을 방문하게 되면 쑈핑하기 쩐에 먼쩌 U.W.U 포인트를 받으쎄요. 포인트를 4쩜 모으면 고객 보쌍 프로그램에 짬여하씰 쑤 이써요." 슬러그가 당신의 계좌에 U.W.U 포인트를 적립해 줬습니다. "짜, 이쪠 뭐 쌀거 아니면 꺼쪄 쭈쎼요."
ru: "А...? Вы дейссствительно заплатили? Ну... тогда ладно. Открыв сссвой сссчет, вы получаете один Б.Н.З. балл бесссплатно. Каждый раз, когда вы посссещщщаете торговую площщщадку "Гектар Индастриз", обязательно накапливайте Б.Н.З. баллы перед покупками. Сссоберите 4 балла и вы ссстанете учассстником нашшшей программы поощщщрения клиентов". Слизень добавляет на ваш счет одно очко Б.Н.З. "А теперь идите, и купите что-нибудь, или уходите".
zh_hans: "啊......？你真的付钱了？嗯......那好吧。通过建立你的账户，你可以免费获得一个U.W.U.积分。每次你去赫克塔市场时，一定要在购物前收集你的U.W.U.积分。收集4个积分，你将进入我们的客户奖励计划。"蛞蝓将一个U.W.U.积分转到你的账户。"现在，去买点东西，或者离开。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: How about no.
fr: Certainement pas.
ko: 지불하지 않는다.
ru: Как насчет "нет".
zh_hans: 要是不给呢。

source: "Awwww man... Worth a sssshot. Anywayssss, the account isss actually free. By sssetting up your account, you get one U.W.U. point for free. Every time you visssit a Hektar marketplacccce, make ssssure to collect your U.W.U. point before you sssshop. Collect 4 pointssss and you'll be entered into our cusssstomer reward program." The Slug transfers over an U.W.U. point to your account. "Now, go buy ssssomething or get losssst."
fr: "Ah, zut... Fallait essssayer. Bon, en fait, ccce compte est gratuit. En ouvrant votre compte, vous obtenez un point U.W.U. gratuit. À chaque fois que vous visitez un marché Hektar, n'oubliez pas de prendre votre point U.W.U. avant de commercccer. Sssi vous obtenez 4 points, vous entrerez notre programme de récompenssses au consssommateur." La Limace transfère un point U.W.U sur votre compte. "Maintenant, achetez quelque chose ou barrez-vous."
ko: "씰패했네... 괜짢은 씨도였는데. 뭐 어찌돼껀 계쫘썰립은 싸씰 무료에요. 계쫘를 만들어써 U.W.U 포인트 1쩜을 꽁으로 얻으쎠써요. 앞으로 헥타르의 씨짱을 방문하게 되면 쑈핑하기 쩐에 먼쩌 U.W.U 포인트를 받으쎄요. 포인트를 4쩜 모으면 고객 보쌍 프로그램에 짬여하씰 쑤 이써요." 슬러그가 당신의 계좌에 U.W.U 포인트를 적립해 줬습니다. "짜, 이쪠 뭐 쌀거 아니면 꺼쪄 쭈쎼요."
ru: "Да ладно вам... Ссстоит попробовать. В любом случае, сссчет на самом деле бесплатный. Открыв сссвой сссчет, вы получаете один Б.Н.З. балл бесссплатно. Каждый раз, когда вы посссещщщаете торговую площщщадку "Гектар Индастриз", обязательно накапливайте Б.Н.З. баллы перед покупками. Сссоберите 4 балла и вы ссстанете учассстником нашшшей программы поощщщрения клиентов". Слизень добавляет на ваш счет одно очко Б.Н.З. "А теперь идите, и купите что-нибудь, или уходите".
zh_hans: "哦伙计...值得一试。总之，这个账户实际上是免费的。通过建立你的账户，你可以免费获得一个U.W.U.积分。每当你访问赫克塔市场时，确保在购物前收集你的U.W.U.积分。收集4个积分，你将进入我们的客户奖励计划。"蛞蝓将一个U.W.U.积分转到你的账户。"现在，去买点东西，或者离开。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Collect your U.W.U. point.
fr: Collecter votre point U.W.U.
ko: U.W.U 포인트를 받는다.
ru: Получить свой Б.Н.З. балл.
zh_hans: 收取你的U.W.U.点数。

source: Collect your U.W.U. point.
fr: Collecter votre point U.W.U.
ko: U.W.U 포인트를 받는다.
ru: Получить свой Б.Н.З. балл.
zh_hans: 收取你的U.W.U.点数。

source: You've already been entered into the customer reward program.
fr: Vous êtes déjà entré dans le programme de récompenses.
ko: 이미 고객 보상 프로그램에 참여됐습니다.
ru: Вы уже участвуете в программе поощрения клиентов.
zh_hans: 你已经参加了忠诚用户奖励计划。

# data/events_standard.xml$//event[@name="UWU_POINT"]/text
source: Now that you have your U.W.U. point, you can continue on to the store.
fr: Maintenant que vous avez votre point U.W.U., vous pouvez aller dans le magasin.
ko: U.W.U 포인트를 받았으니, 이제 물건을 보러 가도 됩니다.
ru: Теперь, когда у вас есть Б.Н.З. балл, вы можете продолжить знакомство с магазином.
zh_hans: 收取完U.W.U.点数后，你继续走入商店内。

# data/events_standard.xml$//event[@name="UWU_POINT"]/choice[1]/text
source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="UWU_POINT"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="UWU_POINT_RICH"]/text
source: Now that you have your U.W.U. point, you can continue on to the store.
fr: Maintenant que vous avez votre point U.W.U., vous pouvez aller dans le magasin.
ko: U.W.U 포인트를 받았으니, 이제 물건을 보러 가도 됩니다.
ru: Теперь, когда у вас есть Б.Н.З. балл, вы можете продолжить знакомство с магазином.
zh_hans: 收取完U.W.U.点数后，你继续走入商店内。

# data/events_standard.xml$//event[@name="UWU_POINT_RICH"]/choice[1]/text
source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="UWU_POINT_RICH"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//event[@name="HEKTAR_COORDS_GET_1"]/text
source: The Hektar employee goes to add your point, when he stops in surprise. "Huh? You actually reached 4 pointssss... Do you have brain damage? Why would you visssit sssso many sssstores. Eh, whatever. Congratulationssss. Here's the sssshiny key to the Hektar Mega-Market(tm). Ssssomething sssomething we waive all liability or whatever." Looks like they've sent some special coords for your Atlas. You can travel there during any sector jump before the Federation Capital.
fr: L'employé Hektar s'apprête à vous rajouter un point, mais il s'arrête, surpris. "Hein ? Vous avez vraiment atteint 4 points... vous n'avez pas la lumière à tous les étages ? Pourquoi voudriez-vous visiter tant de magasins. Bah, on sss'en fiche. Bien joué. Voiccci la clé qui brille vers le Méga-Marché Hektar(tm). Trucmuche Trucmuche nous n'avons aucune resssponsabilité ou voilà." Il semble qu'il vous a envoyé des coordonnées spéciales dans votre Atlas. Vous pourrez y aller pendant tout saut de secteur avant la Capitale de la Fédération.
ko: 헥타르 직원이 포인트를 주기 위해 오다가 깜짝 놀라 멈춰 섰습니다. "어? 4쩜을 모으쎴어요... 혹씨 뇌 쏜쌍을 입으쎴나요? 왜 이렇게 많은 쌍쩜을 방문하씬거쬬? 뭐, 어찌 됐든. 쭉하해요. 여기 헥타르 메가 마켓으로 가는 빛나는 열쐬를 드리게씁니다. 우리 모두에게 짹임이 있는 무언가쬬." 그들이 아틀라스로 특별한 좌표를 보내준 것 같습니다. 연방 수도에 도착하기 전까지 한계속도 도약을 통해 해당 좌표에 방문할 수 있습니다.
ru: Сотрудник Гектара собирается добавить ваш балл, как вдруг удивленно останавливается. "А? Вы набрали 4 балла. У вассс что, мозг поврежден? Зачем вам посссещщщать ссстолько магазинов? Эх, неважно. Поздравляю. Вот блессстящщщий ключ от Мега-Маркета Гектар(ТМ). А ещщще мы отказываемссся от ответссственносссти или что-то в этом роде". Похоже, вам прислали особые координаты для вашего Атласа. Вы можете отправиться туда во время любого прыжка из сектора до столицы Федерации.
zh_hans: 赫克塔的员工去加你的分，这时他惊讶地停了下来。"啊？你居然达到了4分...你有脑损伤吗？你为什么要去看那么多的商店。呃，不管怎样。祝贺你。这是通向赫克塔巨型市场(tm)的闪亮钥匙。看起来他们已经为你的星区数据集系统发送了一些特殊的坐标。你可以在联邦首都之前的任何星区跃迁中前往那里。

# data/events_standard.xml$//event[@name="HEKTAR_COORDS_GET_1"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="HEKTAR_COORDS_GET_2"]/text
source: With that out of the way, now you can shop here.
fr: Maintenant que c'est fait, vous pouvez aller dans le magasin.
ko: 좌표를 받았으니, 이제 물건을 보러 가도 됩니다.
ru: С этим разобрались, теперь вы можете отправиться за покупками сюда.
zh_hans: 说完了，现在你可以在这里购物了。

# data/events_standard.xml$//event[@name="HEKTAR_COORDS_GET_2"]/choice[1]/text
source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="HEKTAR_COORDS_GET_2"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Go shopping.
fr: Commercer.
ko: 쇼핑하러 간다.
ru: Пройтись по магазину.
zh_hans: 去购物。

source: You're ushered into the store where you take a look at the items on sale.
fr: Vous êtes dirigé vers le magasin, où vous pouvez jeter un œil sur les marchandises.
ko: 당신은 상품이 진열된 곳으로 안내받았습니다.
ru: Вас проводят в магазин, где вы знакомитесь с товарами, выставленными на продажу.
zh_hans: 你被领进商店，在那里你看了一下正在销售的商品。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Attack the shop owner.
fr: Attaquer le propriétaire du magasin.
ko: 상점 주인을 공격한다.
ru: Напасть на владельца магазина.
zh_hans: 攻击店主。
