Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[1]
source: This beacon is too quiet. You're wary of a trick, but no ships appear. You relax, and focus on doing something on the ship.
fr: Cette balise est trop silencieuse. Vous craignez une ruse, mais aucun vaisseau n'apparaît. Vous vous calmez, et décidez de faire quelque chose sur le vaisseau.
ko: 이 송신소는 너무 조용합니다. 무슨 함정이라도 있는지 싶었지만, 그 어떤 함선도 나타나지 않았습니다. 긴장을 풀고, 함선에 무언가를 하는데 노력합니다.
ru: Этот маяк слишком тихий. Вы опасаетесь подвоха, но никаких кораблей не появляется. Вы расслабляетесь и сосредотачиваетесь на том, чтобы сделать что-нибудь на корабле.
zh_hans: 这个信标太安静了。你警惕着有什么诡计，但没有船只出现。你放松下来，集中精力在船上做一些事情。

# data/events_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[2]
source: The ruins of several ships are still here, but their bones have already been picked clean. You bet the Duskbringers had something to do with this.
fr: Les ruines de plusieurs vaisseaux sont encore ici, mais leurs ossatures ont déjà été pillées. Vous pariez que les Éclipseurs avaient quelque chose à y voir.
ko: 아직도 많은 함선들의 잔해들이 있었지만, 이미 팔 수 있는 건 다 가져간 뒤였습니다. 왠지 더스크브링어의 소행이라고 생각이 듭니다.
ru: Развалины нескольких кораблей все еще находятся здесь, но их обломки уже вычищены. Наверняка Вестники Заката имеют к этому какое-то отношение.
zh_hans: 有几艘船的残骸还在这里，但它们的骨头都已经被拣干净了。你打赌暮临派与此有关。

# data/events_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[3]
source: A Zoltan brigade protects this beacon, a rare display of anti-Dusk measures being taken by the Zoltan government. They refuse to open communications with you.
fr: Une brigade Zoltan protège cette balise, une rare démonstration de mesures anti-Éclipse prise par le gouvernement Zoltan. Ils refusent toute communication avec vous.
ko: 이 송신소는 졸탄 여단이 보호하고 있습니다. 매우 드물게 졸탄 정부에서 취하고 있는 반-더스크 작전이죠. 그들은 통신하기를 거부합니다.
ru: Миротворцы золтан охраняют этот маяк, что является редким проявлением мер направленных против Вестников Заката, предпринимаемых правительством золтан. Они отказываются вступать с вами в контакт.
zh_hans: 一支超能族大队保护着这座信标，这是超能族政府罕见地采取的反暮临派措施。他们拒绝与你建立联系。

# data/events_standard.xml$//textList[@name="EMPTY_DUSKBRINGER"]/text[4]
source: The cold war between the Zoltans and the Federation is responsible for the evolution of the Duskbringers. Luckily, none of their ships are present at this beacon.
fr: La guerre froide entre les Zoltans et la Fédération est responsable de l'évolution des Éclipseurs. Heureusement, aucun de leurs vaisseaux n'est présent à cette balise.
ko: 졸탄과 연방 사이의 냉전은 더스크브링어의 진화에 대한 책임이 있습니다. 다행히도, 그들의 함선들은 이 송신소에는 없습니다.
ru: Холодная война между золтанами и Федерацией привела к появлению Вестников Заката. К счастью, ни один из их кораблей не присутствует на этом маяке.
zh_hans: 超能族和联邦之间的冷战是导致暮临派进化的原因。幸运的是，他们的飞船都没有出现在这个信标上。

# data/events_standard.xml$//event[@name="EMPTY_ORCHID"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_ORCHID"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[1]
source: Orchid space is famous for being calm and peaceful. This beacon exemplifies that, with no ships in sight.
fr: L'espace Orchidée est réputé calme et paisible. Cette balise en est un exemple, n'ayant aucun vaisseau à proximité.
ko: 오키드 영역의 우주는 평화롭고 차분한 것으로 유명합니다. 배 한척 안보이는 이 송신소 또한 그 증거 중 하나입니다.
ru: Пространство орхидей славится спокойствием и умиротворенностью. Этот маяк является тому примером, поскольку в поле зрения нет ни одного корабля.
zh_hans: 兰花星域以平静和安宁而闻名。这个信标体现了这一点，没有看到任何船只。

# data/events_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[2]
source: This beacon serves as a connection. You notice how it is located very far from the local star. Probably a means of protection against solar flares considering the frail nature of the Orchids.
fr: Cette balise sert de connection. Vous remarquez qu'elle est très loin de son étoile. Probablement un moyen de protection contre les éruptions solaires, étant donnée la nature fragile des Orchidées.
ko: 이 송신소는 성계끼리 연결을 해주는 역할을 합니다. 지역내의 별에서부터 멀리 떨어져있는 사실을 눈치챕니다. 이는 태양 플레어에 대한 방어책으로, 오키드의 연약한 신체를 고려한 것입니다.
ru: Этот маяк служит для связи. Вы заметили, что он расположен очень далеко от местной звезды. Вероятно, это средство защиты от солнечных вспышек, учитывая хрупкость орхидей.
zh_hans: 这个信标作为一个连接点。你注意到它的位置离当地的恒星非常远。考虑到兰花的脆弱性质，这可能是一种防太阳耀斑的手段。

# data/events_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[3]
source: You arrive at a beacon located near a planet in process of terraforming to support plant life. There are no other ships around. You prepare to jump away.
fr: Vous arrivez à une balise localisée près d'une planète en train d'être terraformée pour pouvoir abriter de la flore. Il n'y a aucun vaisseau à proximité. Vous vous préparez à sauter.
ko: 식물이 살수있게 테라포밍되는 행성 근처에 있던 송신소에 도착했습니다. 주변에 다른 함선은 없었습니다. 도약을 준비합니다.
ru: Вы прибываете на маяк, расположенный рядом с планетой, на которой идет процесс терраформирования для поддержания растительной жизни. Других кораблей поблизости нет. Вы готовитесь к прыжку.
zh_hans: 你到达了一个信标，它位于一个正在进行地球化改造以支持植物生命的星球附近。周围没有其他飞船。你准备跃迁走。

# data/events_standard.xml$//textList[@name="EMPTY_ORCHID"]/text[4]
source: This beacon is devoid of any activity at the moment. The star is too dim, providing insufficient energy for light-dependent flora.
fr: Cette balise est vide d'activité pour l'instant. L'étoile est trop pâle, et ne donne pas assez d'énergie à la flore nécessitant de la lumière.
ko: 이 송신소에서는 그 어떤 활동도 사라져있습니다. 별의 빛이 너무 약해서, 빛에 의존하는 식물들에게는 부족하기 때문입니다.
ru: В настоящее время этот маяк не проявляет никакой активности. Звезда слишком тусклая и не дает достаточно энергии для светозависимой флоры.
zh_hans: 本信标显得十分荒芜，附近的白矮星就是原因，没有足够的能量生态无法维持。

# data/events_standard.xml$//event[@name="EMPTY_CRYSTAL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_CRYSTAL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[1]
source: As soon as you arrive, all of the ships docked at a nearby station scatter and jump while the station itself uses some form of cloak technology to disappear. They mustn't like outsiders here...
fr: Dès que vous arrivez, tous les vaisseaux amarrés à la station non loin se dispersent et sautent, alors que la station elle-même utilise une forme de camouflage pour disparaître. Ils ne doivent pas aimer les étrangers, ici...
ko: 도착하자마자, 근처 정거장에 있던 모든 함선들이 일제히 흩어지고 도약했으며, 정거장은 은신 기술중 하나를 사용해 사라졌습니다. 외지인을 싫어하나봅니다.
ru: Как только вы прибываете, все корабли, пристыкованные к близлежащей станции, разлетаются и прыгают, а сама станция использует некую технологию маскировки, чтобы исчезнуть. Должно быть, здесь не любят чужаков...
zh_hans: 当你到达时，所有停靠在附近空间站的船只都散开并跃迁，而空间站本身则使用某种形式的隐形技术消失。他们一定不喜欢这里的外人...

# data/events_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[2]
source: No ships are in range, so you take the time to scan the area. It seems like every planet you've seen so far shows signs of highly developed habitation without overpopulation. They must have a very structured and well regulated society.
fr: Aucun vaisseau à portée, vous prenez donc le temps de scanner l'endroit. Il semble que toutes les planètes que vous avez vu jusqu'à présent présentent des signes d'habitat hautement développé sans surpopulation. Ils doivent avoir une société très structurée et bien régulée.
ko: 사정거리 이내의 함선이 없었기에, 지역을 탐색하는데 시간을 사용했습니다. 탐색된 모든 행성들은 과잉되지 않았으나, 매우 높은 수준으로 발전된 모습들을 보여줬습니다. 그들은 매우 체계적이고 엄격한 사회를 가지고 있는듯합니다.
ru: Кораблей в зоне видимости нет, поэтому вы не спеша сканируете местность. Похоже, что все планеты, которые вы видели до сих пор, имеют признаки развитой среды обитания без перенаселения. Должно быть, у них очень структурированное и хорошо регулируемое общество.
zh_hans: 没有飞船在射程内，所以你花时间来扫描这个地区。似乎到目前为止，你所看到的每一个星球都显示出高度发达的居住迹象，没有过度的人口。他们一定有一个非常有条理和规范的社会。

# data/events_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[3]
source: There appears to be no one living near this node, a rare sight in this highly developed sector.
fr: Il semble n'y avoir personne vivant près de cette balise, plutôt rare dans ce secteur très développé.
ko: 이 노드에는 아무도 살고있지 않습니다. 이렇게나 발전된 구역에는 매우 드문 광경입니다.
ru: Похоже, что рядом с этим узлом никто не живет, что редкость для этого высокоразвитого сектора.
zh_hans: 这个节点附近似乎没有人居住，这在这个高度发达的星区是一个罕见的景象。

# data/events_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[4]
source: You arrive near a civilian settlement. It looks like their homes, ships and stations all rely heavily on an intriguing crystalline material. You wonder how they are able to create so much of this substance, and what benefits it will provide to the other races of the galaxy.
fr: Vous arrivez près d'une colonie civile. Il semble que leurs habitats, vaisseaux et stations utilisent tous un intriguant matériel cristallin en grande quantités. Vous vous demandez comment ils arrivent à synthétiser autant de cette substance, et quels bénéfices elle pourrait apporter aux autres peuples de la galaxie.
ko: 근처에 있는 민간인 거주지역에 들어섰습니다. 그들의 집, 함선, 그리고 정거장들은 매우 흥미로운 크리스탈 물질에 전체적으로 의존하고 있습니다. 어떻게 이렇게나 많은 양의 크리스탈 물질을 만들 수 있는지, 그리고 은하 내 다른 종족들에게 어떤 이득을 가져다줄지 생각했습니다.
ru: Вы приближаетесь к гражданскому поселению. Похоже, что их дома, корабли и станции в значительной степени зависят от удивительного кристаллического материала. Интересно, как они смогли создать столько этого вещества и какую пользу оно принесет другим расам галактики?
zh_hans: 你到达了一个平民定居点附近。看起来他们的住宅、飞船和空间站都严重依赖一种有趣的晶体材料。你想知道他们是如何制造出这么多这种物质的，以及它将为银河系的其他种族提供什么好处。

# data/events_standard.xml$//textList[@name="EMPTY_CRYSTAL"]/text[5]
source: A few merchant ships pass nearby but they are either ignoring your hails or their computer hasn't yet been adjusted to work through the same frequencies...
fr: Quelques vaisseaux marchands passent à proximité, mais soit ils ignorent vos appels, soit votre ordinateur n'a pas encore été ajusté pour fonctionner sur les mêmes fréquences...
ko: 소수의 무역 함선들이 근처를 지나갔지만 그들은 당신의 인사를 무시하고 있거나, 아니면 그들의 컴퓨터는 같은 주파수에 작동하도록 맞춰지지 않는 것 같습니다.
ru: Рядом проходят несколько торговых судов, но они либо игнорируют ваши сигналы, либо их компьютеры еще не настроены на работу в тех же частотах...
zh_hans: 有几艘商船在附近经过，但他们要么无视你的呼叫，要么他们的电脑还没有调整到可以通过相同的频率工作......

# data/events_standard.xml$//event[@name="EMPTY_PIRATE"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_PIRATE"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[1]
source: As soon as you arrive, a small ship de-cloaks behind yours. You immediately power up the shields and weapons, but they continue on their trajectory unimpressed. You try to calm your nerves.
fr: Dès que vous arrivez, un petit vaisseau se dé-camoufle derrière vous. Vous activez immédiatement les armes et les boucliers, mais ils continuent sur leur trajectoire. Vous essayez de vous calmer les nerfs.
ko: 도착하자마자, 뒤에서 작은 함선이 은신을 해제했습니다. 방어막 제어실과 무기에 전력을 공급했지만, 그들은 큰 관심을 주지 않고 가던 길을 갑니다. 곤두섰던 신경을 가라앉혔습니다.
ru: Как только вы прибыли на место, позади вас появился небольшой корабль. Вы немедленно включаете щиты и оружие, но он продолжает движение по своей траектории, не обращая на вас внимания. Вы пытаетесь успокоить свои нервы.
zh_hans: 你一到，就有一艘小型飞船在你身后取消了隐形。你立即给护盾和武器充能，但他们继续在他们的轨迹上不为所动。你试图平复自己的情绪。

# data/events_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[2]
source: A small pirate ship messages you, "That sure is a shiny ship you got there." You fire a warning shot across their bow and they respond, "Hey! No need for violence! It was just a comment..."
fr: Un petit vaisseau pirate vous envoie le message : "C'est un sacré vaisseau que tu as là." Vous envoyez un coup de semonce à leur proue et ils répondent "Hé ! Pas besoin de violence ! C'était juste un commentaire..."
ko: 작은 해적 함선이 말을 합니다. "엄청 반짝이는 함선을 가지고 있군." 뱃머리 건너서 경고 사격을 하자 그들은 다시 응답합니다. "임마! 쏠 필요는 없잖아! 그저 칭찬이였다고..."
ru: Небольшой корабль пиратов сообщает вам: "Какой у вас блестящий корабль". Вы делаете предупредительный выстрел в их сторону, а они в ответ: "Эй! Не надо насилия! Это был просто комментарий..."
zh_hans: 一艘小海盗舰给你留言："你的船真够亮的。"你向他们的船头开了一炮警告，他们回应说："嘿！不需要暴力！我只是说说而已。这只是一个评论..."

# data/events_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[3]
source: The only thing within scanning range is an old abandoned mining structure and a resupply station. They appear to have been picked clean by marauders.
fr: La seule chose qu'il y a à portée de scanners, c'est une vielle mine abandonnée et une station de ravitaillement. Les deux ont été complètement pillées par des maraudeurs.
ko: 스캔 범위내에 들어가는 것은 버려진 옛 채굴용 건물과 재보급 정거장뿐입니다. 둘 다 약탈자들에 의해 남아있는 게 없습니다.
ru: Единственное, что находится в зоне сканирования, - это старая заброшенная шахта и станция пополнения припасов. Похоже, что они были вычищены мародерами.
zh_hans: 扫描范围内唯一的东西是一个废弃的旧采矿结构和一个补给站。它们似乎已经被掠夺者采摘干净了。

# data/events_standard.xml$//textList[@name="EMPTY_PIRATE"]/text[4]
source: You arrive to have a small fleet of Engi ships target you with a message, "Piracy results in negative societal impact. Not permitted." You assure them of your honest intentions and they allow you to pass.
fr: Alors que vous arrivez, une petite flotte de vaisseaux Engis vous envoient le message : "La piraterie résulte en un impact social négatif. Non permise." Vous leurs assurez de vos bonnes intentions, et ils vous laissent passer.
ko: 도착하자 소규모 엔지 함대가 메시지를 보냅니다. "해적질은 사회에 부정적인 효과를 줌. 허가 안 됨." 그들에게 당신의 진솔한 목적을 말해주자, 통과할 수 있게 보내주었습니다.
ru: Как только вы появляетесь, небольшой флот кораблей энджи отправляет вам сообщением: "Пиратство приводит к негативным последствиям для общества. Запрещено". Вы заверяете их в своих добрых намерениях, и они пропускают вас.
zh_hans: 你到达时，一支由半械族船只组成的小舰队将你作为目标，并告诉你："海盗行为会对社会产生负面影响。你向他们保证你的真实意图，他们允许你通过。

# data/events_standard.xml$//event[@name="EMPTY_BLACKMARKET"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_BLACKMARKET"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[1]
source: This beacon is noticeable only because of how empty it is, a rarity in this busy sector.
fr: Cette balise est remarquable par sa vacuité, une rareté dans ce secteur animé.
ko: 이 송신소는 비어있기에 눈에 띕니다. 이 바쁜 구역에 드문 광경입니다.
ru: Этот маяк привлекает внимание только тем, что он пуст - большая редкость в этом оживленном секторе.
zh_hans: 这个信标之所以引人注目，只是因为它是如此的空旷，在这个繁忙的地区是非常罕见的。

# data/events_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[2]
source: Not one speck of purple or white paint in sight. You relax and consider this a much needed break.
fr: Pas une trace de peinture blanche ou violette dans votre champ de vision. Vous vous relaxez et considérez cela comme une pause bien méritée.
ko: 시야 내에 보라색이나 힌색 페인트가 한 끗만큼도 보이지 않습니다. 안심하고 필요했던 휴식을 취합니다.
ru: Ни одного пятнышка фиолетовой или белой краски. Вы расслабляетесь и считаете это столь необходимым отдыхом.
zh_hans: 没有看到一丁点的紫色或白色油漆。你放松下来，认为这是一次急需的休息。

# data/events_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[3]
source: A few ships here are trading, but none respond to your hails. Probably an illegal sale, you figure.
fr: Quelques vaisseaux font affaire, mais aucun ne répond. C'est probablement illégal, vous devinez.
ko: 몇몇 함선들은 교역을 하고 있지만, 당신의 인사는 아무도 받아주지 않습니다. 아마도 불법적인 거래인가 봅니다.
ru: Несколько кораблей здесь торгуют, но ни один не отвечает на ваши сигналы. Вероятно, это незаконная торговля, полагаете вы.
zh_hans: 这里有几艘船在交易，但没有人回应你的呼叫。你想，这可能是一次非法买卖。

# data/events_standard.xml$//textList[@name="EMPTY_BLACKMARKET"]/text[4]
source: An abandoned trading port is here, probably due to little business. Upon further inspection, they were selling antique snow globes. Nothing worth taking.
fr: Un port de commerce abandonné se trouve ici, probablement par manque de clients. En inspectant de plus près, vous remarquez qu'ils vendaient des boules à neiges. Rien qui vaille le coup.
ko: 적은 교류로 인해 버려진 교역 항구가 있습니다. 자세히 들여다보니 오래된 스노우 글로브를 팔고 있었습니다. 가져갈 가치가 없는 것들입니다.
ru: Здесь находится заброшенный торговый порт, вероятно, из-за слабого оборота. При ближайшем рассмотрении оказалось, что здесь продают старинные снежные шары. Ничего стоящего.
zh_hans: 这里有一个废弃的贸易港，可能是由于没有什么生意。经进一步检查，他们在出售古董雪花水晶球。没有什么值得的。

# data/events_standard.xml$//event[@name="EMPTY_HACKED"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_HACKED"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_HACKED"]/text[1]
source: In this dangerous sector you can never be certain of anything, including the apparent emptiness of this beacon. After a few minutes pass and nothing bad happen, you begin to feel safe again.
fr: Dans ce dangereux secteur, vous ne pouvez être sûr de rien, même du vide apparent de cette balise. Après plusieurs minutes sans aucun problème, vous commencez à vous sentir en sûreté à nouveau.
ko: 이렇게 위험한 구역에는 그 어떠한 것도 확실히 할 수 없습니다. 이 송신소의 텅 빈 느낌도 포함입니다. 몇 분이 지나면서 부정적인 일이 일어나지 않자, 다시 안전해진 기분이 들기 시작했습니다.
ru: В этом опасном секторе никогда нельзя быть уверенным ни в чем, в том числе и в кажущейся пустоте этого маяка. Проходит несколько минут, и ничего страшного не происходит, и вы снова начинаете чувствовать себя в безопасности.
zh_hans: 在这个危险的星区，你永远无法确定任何事情，包括这个信标的明显空虚。几分钟过去了，没有什么坏事发生，你又开始感到安全了。

# data/events_standard.xml$//textList[@name="EMPTY_HACKED"]/text[2]
source: This beacon is empty, something unexpected in a sector like this.
fr: Cette balise est vide, plutôt rare dans un secteur comme celui-là.
ko: 이 송신소에는 아무것도 없습니다. 이 구역에서는 상상도 할 수 없는 일입니다.
ru: Маяк пуст, что неожиданно для такого сектора.
zh_hans: 这个信标是空的，在这样的一个星区中，这是意想不到的。

# data/events_standard.xml$//textList[@name="EMPTY_HACKED"]/text[3]
source: Deactivated civilian infrastructure drifts nearby. You're too wary of a potential trap to approach it, so you use this beacon as a welcome break instead.
fr: De l'infrastructure Civile désactivée flotte à proximité. Vous craignez trop un piège potentiel pour vous approcher, alors vous utilisez à la place cette balise comme une pause inespérée.
ko: 비활성화된 민간 시설들이 근처를 떠돕니다. 함정일 가능성이 높았기에, 송신소를 필요했던 휴식을 청하기로 했습니다.
ru: Неподалеку дрейфует деактивированная гражданская структура. Вы слишком опасаетесь потенциальной ловушки, чтобы приближаться к ней, поэтому используете этот маяк в качестве передышки.
zh_hans: 停用的民用基础设施在附近飘荡。你对潜在的陷阱过于警惕，不敢接近它，所以你把这个信标作为一个合理的突破口。

# data/events_standard.xml$//textList[@name="EMPTY_HACKED"]/text[4]
source: A few civilian ships scatter as you approach. You're left alone at the beacon.
fr: Quelques vaisseaux civils se dispersent à votre arrivée. Vous vous retrouvez seul à la balise.
ko: 접근하자, 몇몇 민간 함선들은 뿔뿔이 흩어졌습니다. 이 송신소에 홀로 남겨졌습니다.
ru: Несколько гражданских кораблей разлетаются при вашем приближении. Вы остаетесь один у маяка.
zh_hans: 当你靠近时，几艘民用船散开了。在信标处只剩下你一个人。

# data/events_standard.xml$//textList[@name="EMPTY_HACKED"]/text[5]
source: An empty beacon in a sector full of tricks such as this is suspicious, but nothing seems wrong about the nearby system.
fr: Une balise vide dans un secteur plein de pièges est suspecte, mais rien ne bouge dans le système environnant.
ko: 이 구역과도 같이 함정들과 속임수들로 가득 찬 곳에서의 텅 빈 송신소는 의심스럽습니다. 하지만, 근처 행성계는 이상해 보이는 것이 없었습니다.
ru: Пустой маяк в секторе, полном подобных уловок, вызывает подозрения, но в расположенной поблизости системе, похоже, все в порядке.
zh_hans: 在这样一个充满诡计的星区中，一个空信标是可疑的，但附近的星系似乎没有什么问题。

# data/events_standard.xml$//event[@name="EMPTY_REBEL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_standard.xml$//event[@name="EMPTY_REBEL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_standard.xml$//textList[@name="EMPTY_REBEL"]/text[1]
source: You enter a system bustling with Rebel activity. Supply freighters and re-supply stations are dwarfed by a few heavy warships. Luckily, no one seems to be paying attention to small cruisers. No ships are scanning or messaging you.
fr: Vous entrez dans un système débordant d'activité Rebelle. Les cargos et stations de ravitaillement y paraissent ridicules en comparaison des lourds appareils de combat. Heureusement, personne ne paie attention aux petits croiseurs. Aucun vaisseau ne vous scanne ou contacte.
ko: 반군 활동이 활발한 행성계에 도착했습니다. 근처 중전투함몇몇들로 인해서 보급 화물선들과 재보급정거장들이 작아 보입니다. 다행히 작은 순양함에는 관심을 주지 않았습니다. 아무도 스캔하거나 메시지를 보내지 않았습니다.
ru: Вы попадаете в систему, кипящую активностью повстанцев. Грузовые корабли и станции пополнения припасов превосходят по размерам несколько тяжелых боевых кораблей. К счастью, на малые крейсеры, похоже, никто не обращает внимания. Ни один корабль не сканирует вас и не передает сообщений.
zh_hans: 你进入了一个充满叛军活动的星系。补给货船和再补给站被几艘重型战舰相比相形见绌。幸运的是，似乎没有人注意到小型巡洋舰。没有船只在扫描或给你发信息。

# data/events_standard.xml$//textList[@name="EMPTY_REBEL"]/text[2]
source: You arrive near a small Rebel refueling depot. Your ship is being scanned multiple times so they must recognize you, but there appears to be no combat-ready ships in the vicinity. The only message you receive is a denial to your request to dock at the depot.
fr: Vous arrivez près d'un petit dépôt de carburant Rebelle. Votre vaisseau est scanné plusieurs fois, ils doivent donc vous avoir vu, mais il n'y a pas d'appareil de combat à proximité. Le seul message que vous recevez est un refus de votre requête d'amarrage.
ko: 근처 반군 연료 보급정거장에 도착했습니다. 당신의 함선을 여러 번이나 스캐닝한 덕에 당신임을 파악했겠지만, 전투 준비가 된 함선들이 주변에는 없는 것 같습니다. 정거장에 도킹 할 수 있는가에 대한 거절만이 그들이 보낸 유일한 메시지였습니다.
ru: Вы прибываете к небольшой заправочной станции повстанцев. Ваш корабль многократно сканируется, так что они должны вас узнать, но, похоже, поблизости нет ни одного боеспособного корабля. Единственное сообщение, которое вы получаете, - это отказ на ваш запрос о стыковке со складом.
zh_hans: 你到达了一个小型叛军补给站附近。你的飞船被多次扫描，所以他们一定认出了你，但附近似乎没有可以作战的飞船。你收到的唯一信息是拒绝你在仓库停靠的请求。

# data/events_standard.xml$//textList[@name="EMPTY_REBEL"]/text[3]
source: There is not much of interest nearby. A small sun in the distance with a few orbiting planets in nearby space provide little of interest.
fr: Il n'y a rien d'intéressant à proximité. La petite étoile au loin et ses quelques planètes en orbite n'apportent que peu d'intérêt.
ko: 주변에 흥미를 끌만한 것들이 별로 없습니다. 저 멀리 우주에 공전하는 행성들 조금이 있는 작은 별은 흥미롭지 않습니다.
ru: Поблизости нет ничего интересного. Небольшое солнце вдали и несколько орбитальных планет в ближнем космосе не представляют особого интереса.
zh_hans: 附近没有什么有趣的东西。远处有一个小太阳，附近空间有几颗绕行的行星，没有提供什么乐子。
