Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: "Hoping you are happy with services, and enjoying store!"
fr: "Espérant que content de servives, et profitez magasin!"
ko: "서비스에 만족했기를 바라, 상점을 즐겨라!"
ru: "Надеемся, что вы довольны обслуживанием и вам нравится магазин!"
zh_hans: "希望你对服务感到满意，并享受商店的服务！"

source: Wait for your repair job to finish...
fr: Attendre que les réparateurs aient fini...
ko: 수리 작업이 끝날 때까지 기다린다...
ru: Подождать окончания ремонтных работ...
zh_hans: 等到你的维修工作完成...

source: Buy nothing.
fr: Ne rien acheter.
ko: 아무것도 구매하지 않는다.
ru: Ничего не покупать.
zh_hans: 什么都不买。

source: Attack the Free Mantis.
fr: Attaquer les Mantis Libre.
ko: 독립 맨티스를 공격한다.
ru: Атаковать Свободного Богомола.
zh_hans: 攻击自由螳螂。

source: Like any rational person, you have decided today is a good day for needless murder. Have fun.
fr: Comme toute personne rationelle, vous avez décidé qu'aujourd'hui est le jour du meurtre inutile. Amusez-vous bien.
ko: 여느 '이성적인' 사람이 그러듯이 당신도 오늘이 불필요한 살인을 하기에 좋은 날이라고 결정했습니다. 마음껏 즐겨보세요.
ru: Как любой здравомыслящий человек, вы решили, что сегодня хороший день для бессмысленного убийства. Веселитесь.
zh_hans: 像任何理性的人一样，你已经决定今天是一个进行无谓谋杀的好日子。好好享受吧。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Unfortunately, it seems they haven't done a very good job. Not only is the ship roughed up in a few spots, but they haven't repaired as much hull as promised either. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Ils n'ont hélas pas fait un très bon travail. Non seulement le vaisseau est endommagé à certains endroits, mais ils n'ont pas non plus réparé autant qu'ils le promettaient. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 운 나쁘게도, 별로 일을 잘하지 못한 것으로 보입니다. 함선이 군데군데 파손됐을 뿐만 아니라 약속한 만큼 수리되지도 않았습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К сожалению, похоже, что вышло у них не очень хорошо. Мало того, что корабль помят в некоторых местах, так они еще и отремонтировали меньше обещанного. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。不幸的是，他们似乎并没有做得很好。不仅有几个地方被弄得很粗糙，而且他们也没有像承诺的那样修复舰体。"一定给我们五星级的评价，下次再见！"

source: Let it go.
fr: Laisser tomber.
ko: 그들을 보내준다.
ru: Смириться.
zh_hans: 随它去吧。

source: Demand a refund.
fr: Demander d'être remboursé.
ko: 환불을 요구한다.
ru: Потребовать возврат средств.
zh_hans: 要求退款。

source: "Oh, you are wanting the money back? We done hard working here, and you not liking it? Hmph. Only offering partially refund."
fr: "Oh, vous vouloir votre argent ? Nous avoir fait bon travail ici, et vous pas l'aimer ? Hmph. Donner seulement remboursement partiel."
ko: "음, 돈을 돌려받기를 원한다? 열심히 일했는데, 마음에 들지 않는다? 흐음. 일부만 환불해 준다."
ru: "Ох, вы хотите вернуть деньги? Мы тут усердно работали, а вам это не нравится? Хмм. Я предлагаю только частичное возмещение".
zh_hans: "哦，你是想把钱要回来？我们在这里做了艰苦的工作，你不喜欢吗？哼哼。只提供部分退款。"

source: Accept the partial refund.
fr: Accepter le remboursement partiel.
ko: 일부만 환불받는다.
ru: Согласиться на частичное возмещение.
zh_hans: 接受部分退款。

source: You begrudgingly take the refund and carry on to the store.
fr: Vous prenez de mauvaise grâce le remboursement et continuez vers le magasin.
ko: 당신은 마지못해 환불을 받고 상점으로 향했습니다.
ru: Вы нехотя принимаете возврат денег и идете дальше в магазин.
zh_hans: 你勉为其难地接受了退款，并继续前往商店。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bastards, blow them all to hell!
fr: Envoyer ces arnaqueurs en enfer !
ko: 망할 놈들, 다 지옥에나 떨어져라!
ru: Ублюдки, разнести их всех к чертям!
zh_hans: 混蛋们，把他们都炸到地狱去吧！

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
fr: C'est probablement une sur-réaction drastique, mais vous ne prenez pas ce genre d'incompétence lors d'une réparation d'un vaisseau militaire à la légère.
ko: 극단적인 과민반응일 수도 있지만, 군함을 다룰 때는 이런 무능함을 가볍게 넘길 수 없습니다.
ru: Это наверняка было слишком с вашей стороны, но к подобной халатности по отношению к военному кораблю нельзя относиться спокойно.
zh_hans: 这很可能是一种激烈的过度反应，但对于一艘军舰，你不会轻视这种无能的行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bastards, blow them all to hell!
fr: Envoyer ces arnaqueurs en enfer !
ko: 망할 놈들, 다 지옥에나 떨어져라!
ru: Ублюдки, разнести их всех к чертям!
zh_hans: 混蛋们，把他们都炸到地狱去吧！

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
fr: C'est probablement une sur-réaction drastique, mais vous ne prenez pas ce genre d'incompétence lors d'une réparation d'un vaisseau militaire à la légère.
ko: 극단적인 과민반응일 수도 있지만, 군함을 다룰 때는 이런 무능함을 가볍게 넘길 수 없습니다.
ru: Это наверняка было слишком с вашей стороны, но к подобной халатности по отношению к военному кораблю нельзя относиться спокойно.
zh_hans: 这很可能是一种激烈的过度反应，但对于一艘军舰，你不会轻视这种无能的行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Fortunately, they've done better than you expected. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Heureusement, ils ont fait un meilleur travail que vous le craigniez. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 다행히도, 예상보다 일을 잘 한 것 같습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К счастью, они сделали все лучше, чем вы ожидали. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。幸运的是，他们做得比你预期的要好。"一定给我们五星级的评价，下次见！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You come back from the store to find the Mantis have already finished. Unfortunately, it seems they haven't done a very good job. Not only is the ship roughed up in a few spots, but they haven't repaired as much hull as promised either. "Making sure you are giving us 5 star review, and seeing you next time!"
fr: Quand vous revenez, les Mantis libres ont déjà fini. Ils n'ont hélas pas fait un très bon travail. Non seulement le vaisseau est endommagé à certains endroits, mais ils n'ont pas non plus réparé autant qu'ils le promettaient. "Pas oublier de nous mettre note 5 étoiles, et à prochaine fois!"
ko: 상점을 확인하고 함선에 돌아왔을 때는 작업이 끝나 있었습니다. 운 나쁘게도, 별로 일을 잘하지 못한 것으로 보입니다. 함선이 군데군데 파손됐을 뿐만 아니라 약속한 만큼 수리되지도 않았습니다. "별점 5개 매겨주세요, 다음에 봐요!"
ru: Вы возвращаетесь из магазина и замечаете, что богомолы уже закончили работу. К сожалению, похоже, что вышло у них не очень хорошо. Мало того, что корабль помят в некоторых местах, так они еще и отремонтировали меньше обещанного. "Убедитесь, что поставили нам 5 звезд, приходите еще!"
zh_hans: 你从商店回来，发现螳螂已经完成了。不幸的是，他们似乎并没有做得很好。不仅有几个地方被弄得很粗糙，而且他们也没有像承诺的那样修复舰体。"一定给我们五星级的评价，下次再见！"

source: Let it go.
fr: Laisser tomber.
ko: 그들을 보내준다.
ru: Смириться.
zh_hans: 随它去吧。

source: Demand a refund.
fr: Demander d'être remboursé.
ko: 환불을 요구한다.
ru: Потребовать возврат средств.
zh_hans: 要求退款。

source: "Oh, you are wanting the money back? We done hard working here, and you not liking it? Hmph. Only offering partially refund."
fr: "Oh, vous vouloir votre argent ? Nous avoir fait bon travail ici, et vous pas l'aimer ? Hmph. Donner seulement remboursement partiel."
ko: "음, 돈을 돌려받기를 원한다? 열심히 일했는데, 마음에 들지 않는다? 흐음. 일부만 환불해 준다."
ru: "Ох, вы хотите вернуть деньги? Мы тут усердно работали, а вам это не нравится? Хмм. Я предлагаю только частичное возмещение".
zh_hans: "哦，你是想把钱要回来？我们在这里做了艰苦的工作，你不喜欢吗？哼哼。只提供部分退款。"

source: Accept the partial refund.
fr: Accepter le remboursement partiel.
ko: 일부만 환불받는다.
ru: Согласиться на частичное возмещение.
zh_hans: 接受部分退款。

source: You begrudgingly take the refund and carry on to the store.
fr: Vous prenez de mauvaise grâce le remboursement et continuez vers le magasin.
ko: 당신은 마지못해 환불을 받고 상점으로 향했습니다.
ru: Вы нехотя принимаете возврат денег и идете дальше в магазин.
zh_hans: 你勉为其难地接受了退款，并继续前往商店。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bastards, blow them all to hell!
fr: Envoyer ces arnaqueurs en enfer !
ko: 망할 놈들, 다 지옥에나 떨어져라!
ru: Ублюдки, разнести их всех к чертям!
zh_hans: 混蛋们，把他们都炸到地狱去吧！

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
fr: C'est probablement une sur-réaction drastique, mais vous ne prenez pas ce genre d'incompétence lors d'une réparation d'un vaisseau militaire à la légère.
ko: 극단적인 과민반응일 수도 있지만, 군함을 다룰 때는 이런 무능함을 가볍게 넘길 수 없습니다.
ru: Это наверняка было слишком с вашей стороны, но к подобной халатности по отношению к военному кораблю нельзя относиться спокойно.
zh_hans: 这很可能是一种激烈的过度反应，但对于一艘军舰，你不会轻视这种无能的行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bastards, blow them all to hell!
fr: Envoyer ces arnaqueurs en enfer !
ko: 망할 놈들, 다 지옥에나 떨어져라!
ru: Ублюдки, разнести их всех к чертям!
zh_hans: 混蛋们，把他们都炸到地狱去吧！

source: It very well may be a drastic overreaction, but you won't take this kind of incompetence when handling a military ship lightly.
fr: C'est probablement une sur-réaction drastique, mais vous ne prenez pas ce genre d'incompétence lors d'une réparation d'un vaisseau militaire à la légère.
ko: 극단적인 과민반응일 수도 있지만, 군함을 다룰 때는 이런 무능함을 가볍게 넘길 수 없습니다.
ru: Это наверняка было слишком с вашей стороны, но к подобной халатности по отношению к военному кораблю нельзя относиться спокойно.
zh_hans: 这很可能是一种激烈的过度反应，但对于一艘军舰，你不会轻视这种无能的行为。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_RARE"]/text
source: Merchants are not highly respected among the Mantis race, so few undertake the profession. You're mildly surprised to receive an advertisement from a nearby space dock. Might be worth looking into?
fr: Les marchands sont peu respectés parmi la race Mantis, cette profession y est donc rare. Vous êtes légèrement surpris de recevoir une publicité venant d'une plateforme spatiale. Peut-être que ça vaut le coup d'œil ?
ko: 당신은 근처 우주 정거장에서 송출된 광고를 받고 약간 놀랐습니다. 맨티스들은 상인을 천시하기 때문에 이런 직업을 잘 갖지 않습니다. 살펴볼 가치가 있을까요?
ru: Торговцы не пользуются большим уважением среди богомолов, поэтому мало кто этим занимается. Вы слегка удивляетесь, когда получаете рекламное сообщение из ближайшего космического дока. Может быть, стоит заглянуть?
zh_hans: 商人在螳螂族中不受尊重，所以很少有人从事这一职业。你对收到来自附近太空船坞的广告感到有点惊讶。也许值得研究一下？

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_RARE"]/choice[1]/text
source: Dock.
fr: Appareiller.
ko: 정박한다.
ru: Пристыковаться.
zh_hans: 停靠。

source: (Hive Crew) Request to dock safely.
fr: (Mantis de la Ruche) Demander un appareillage sans danger.
ko: (하이브 선원) 안전하게 정박할 수 있도록 요청한다.
ru: (Член экипажа из Улья) Запрос на безопасную стыковку.
zh_hans: (母巢螳螂船员)请求安全停靠。

source: "Hmmmh, you are seeming ally. Okay, I am trading with you. Making profit, rewarding as killing prey! Well, not as much. Death is very fun."
fr: "Hmmmh, vous semblez être allié. D'accord, moi commercer avec vous. Faire profits, aussi amusant que tuer proie ! Enfin, pas autant. La mort très amusante."
ko: "흐음, 아군 보이는군. 좋아, 거래하지. 이익 내고, 사냥감 죽이는 보람! 뭐, 그정도 아니지만. 죽음 재밌지."
ru: "Хм-м-м, вы кажетесь союзником. Хорошо, я буду торговать с вами. Получаю прибыли, награду, как за убийство добычи! Ну, не так сильно. Смерть - это очень весело".
zh_hans: "嗯嗯，你似乎是盟友。好吧，我和你交易。赚取利润，作为杀戮猎物的回报！嗯，没有那么多。死亡是非常有趣的。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Kazaaak) Request to dock safely.
fr: Éviter les Mantis.
ko: (카자앜플레쓰킬맄) 안전하게 정박할 수 있도록 요청한다.
ru: (Казааак) Запрос на безопасную стыковку.
zh_hans: (卡兹)要求安全停靠。

source: "The great Kazaaakplethkilik, coming in shop? Yes, this will do good publicity stunt! Business between killers, shall be very rewarding! Accept free sample of killing tool!"
fr: "Le grand Kazaaakplethkilik, qui vient dans boutique ? Oui, ça faire bon coup de pub ! Affaires entre tueurs très gratifiantes ! Acceptez échantillon gratuit de outil tueur !"
ko: "위대한 카자앜플레쓰킬맄 우리 상점 왔다고? 좋아, 이거 홍보 도움된다! 살인마끼리 거래 매우 보람있을 거다! 무료 살인 도구 샘플 받아라!"
ru: "Великий Казааакплеткилик заходит в магазин? Да, это будет хороший рекламный трюк! Бизнес между убийцами будет очень выгодным! Примите бесплатный образец орудия убийства!"
zh_hans: "伟大的卡扎卡普勒斯里克，到店里来了？是的，这将是一个很好的宣传噱头！杀手之间的生意，将是非常有价值的！我们提供免费的杀人工具样品！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_RARE"]/choice[4]/text
source: Avoid the Mantis.
fr: Éviter les Mantis.
ko: 맨티스를 무시한다.
ru: Избегать богомолов.
zh_hans: 避开螳螂。

source: You can never be sure when it might be a trap - and when it's a Mantis, the odds are pretty high.
fr: Vous ne savez jamais quand un piège vous attend, et quand c'est des Mantis qu'on parle, la probabilité est plutôt élevée.
ko: 이게 함정이 아니라고 확신할 수 없습니다. 특히 맨티스라면 더욱 그렇죠.
ru: Вы никогда не можете быть уверенными в том, что это не ловушка - и в случае с богомолами, то вероятность этого очень высока.
zh_hans: 你永远无法确定它何时可能是一个陷阱--而当它是一只螳螂时，几率就相当高。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Heheh, you falling for trap! There not store here, only death!"
fr: "Héhé, toi tombé dans piège ! Pas magasin ici, seulement mort !"
ko: "헤헤, 함정 걸려들었군! 여기 상점 없어, 오직 죽음뿐!"
ru: "Хехе, ты попался в ловушку! Здесь нет магазина, здесь только смерть!"
zh_hans: "嘿嘿，你上当了！这里没有商店，只有死亡！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You are in lucking day! Market open to all sorts! Come, participate in grand gesture of capitalistic adventure! Me am making profit today!"
fr: "Toi être chanceux ! Marché ouvert à tous ! Venir, participer à ce grand geste d'aventure capitalistes ! Moi faire profit aujourd'hui !"
ko: "오늘 아주 운 좋네! 모든 종류 시장 열려 있다! 어서, 자본주의 모험 웅장한 몸짓 참여! 나는 오늘 수익 만드는 중!"
ru: "Сегодня вам повезло! Рынок открыт для всех желающих! Приходите, участвуйте в грандиозном акте капиталистической авантюры! Я сегодня получаю прибыль!"
zh_hans: "你是在幸运的一天！市场向所有的人开放！来吧，参与资本主义冒险的伟大姿态！我今天赚到了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "You are in lucking day! Market open to all sorts! Come, participate in grand gesture of capitalistic adventure! Me am making profit today!"
fr: "Toi être chanceux ! Marché ouvert à tous ! Venir, participer à ce grand geste d'aventure capitalistes ! Moi faire profit aujourd'hui !"
ko: "오늘 아주 운 좋네! 모든 종류 시장 열려 있다! 어서, 자본주의 모험 웅장한 몸짓 참여! 나는 오늘 수익 만드는 중!"
ru: "Сегодня вам повезло! Рынок открыт для всех желающих! Приходите, участвуйте в грандиозном акте капиталистической авантюры! Я сегодня получаю прибыль!"
zh_hans: "你是在幸运的一天！市场向所有的人开放！来吧，参与资本主义冒险的伟大姿态！我今天赚到了！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE"]/text
source: A Mantis crew here has hunkered down in the abdomen of a long-dead space-whale - the only way, presumably, for them to operate their black-market trade without detection. Worth a look?
fr: Une bande de Mantis s'est réfugiée dans l'abdomen d'une baleine spatiale morte depuis longtemps ; la seule façon, probablement, d'exploiter un marché noir sans détection. Peut-être que ça vaut le coup d'œil ?
ko: 한 맨티스가 죽은 지 오래된 우주고래의 복부에 몸을 웅크리고 앉아 있었습니다. 아마도 그들이 암시장을 비밀리에 운영하는 유일한 방법인 것 같습니다. 한번 둘러볼까요?
ru: Команда богомолов устроилась в брюхе давно умершего космического кита - видимо, только так они могут вести свою подпольную торговлю, не будучи обнаруженными. Может, стоит заглянуть?
zh_hans: 这里的一个螳螂船员蜷缩在一个早已死去的太空鲸鱼的腹部--据推测，这是他们经营黑市贸易而不被发现的途径。也许值得一看？

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE"]/choice[1]/text
source: Approach the corpse.
fr: Approcher du cadavre.
ko: 시체에 접근한다.
ru: Приблизиться к туше.
zh_hans: 靠近那具尸体。

source: Your approach is met by a curious Mantis ship with distinct spikes of power in their weapons system. "Federation come to shut down? Refusal!"
fr: Votre approche attire un vaisseau Mantis curieux avec des pics de puissance distincts dans leur système d'armement. "Fédération venir pour fermer ? Refus !"
ko: 그곳에 접근하자 당신은 중무장을 한 호기심 많은 맨티스 함선과 맞닥뜨렸습니다. "연방 가게 폐쇄하러 왔나? 거절!"
ru: Навстречу вам летит любопытный корабль богомолов с отчетливыми всплесками мощности в системе вооружения. "Федерация пришла выключить? Отказ!"
zh_hans: 你的接近受到了好奇的螳螂飞船的欢迎，他们的武器系统中有着明显的能量峰值。"联邦来关店？拒绝！"

source: We wish to shop here.
fr: Nous voulons faire du commerce.
ko: 물건을 사고 싶습니다.
ru: Мы хотим поторговать.
zh_hans: 我们希望在这里购物。

source: (Hive Mantis) We wish to shop here.
fr: (Mantis de la Ruche) Nous voulons faire du commerce.
ko: (하이브 맨티스) 물건을 사고 싶다.
ru: (Член экипажа-богомол из Улья) Мы хотим торговать.
zh_hans: (母巢螳螂族)我们希望在这里购物。

source: (Kazaaak) We wish to shop here.
fr: Eh bien maintenant que vous le dites...
ko: (카자앜플레쓰킬맄) 거래하고 싶습니다.
ru: (Казааак) Мы хотим торговать.
zh_hans: (卡扎卡普勒斯里克)我们希望在这里购物。

source: Well now that you mention it...
fr: Eh bien maintenant que vous le dites...
ko: 자, 우리가 할 말을 대신 해줬으니...
ru: Ну, раз уж вы об этом заговорили...
zh_hans: 既然你这么说...

source: "We is not tolerating of this! We steal goods and sell goods fair and rectangle! Federation not take away right!"
fr: "Nous pas tolérer ça ! Nous voler biens, puis les vendre, ça juste et équichaise ! Fédération pas pouvoir prendre ce droit !"
ko: "그냥 넘어가진 않겠다! 우리 공명정대하게 물건 훔쳐서 판다! 연방 권리 빼앗지 말라!"
ru: "Мы этого не потерпим! Мы воруем товары и продаем их честно и прямо! Федерация не должна отнимать право!"
zh_hans: "我们不能容忍这样的事情！我们偷窃货物，公平公正地销售货物！联邦不能剥夺权利！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We were just leaving.
fr: Eh bien maintenant que vous le dites...
ko: 막 떠나려던 참입니다.
ru: Мы уже уходим.
zh_hans: 我们正要离开。

source: "Gooood. And not letting door hit you on way out. Heh..."
fr: "Nous pas tolérer ça ! Nous voler biens, puis les vendre, ça juste et équichaise ! Fédération pas pouvoir prendre ce droit !"
ko: "좋오오아. 빨랑 꺼지라고. 헤..."
ru: "Хорошоооо". И не надо ударять дверями при выходе. Хех..."
zh_hans: "很好。出门的时候不要让门撞到你。呵......"

# data/events_standard.xml$//event[@name="STOREEVENT_MANTIS_WHALE"]/choice[2]/text
source: Avoid the Mantis.
fr: Éviter les Mantis.
ko: 맨티스를 피한다.
ru: Избегать богомолов.
zh_hans: 避开螳螂。

source: It might not be such a good idea to go delving into a Mantis-run black market.
fr: Ce n'est peut-être pas la meilleure idée d'aller se frotter avec un marché noir Mantis.
ko: 맨티스가 운영하는 암시장을 파헤치는 것은 좋은 생각이 아닐겁니다.
ru: Лезть на черный рынок богомолов, возможно, является не самой лучшей идеей.
zh_hans: 去钻研螳螂经营的黑市可能不是一个好主意。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Lying! I am knowing of it. For you, this earns disembowlment!"
fr: "Mentir ! Je le savoir. Pour vous, cela signifier éventrement !"
ko: "거짓말! 난 다 알고 있어. 내장 뽑아주마!"
ru: "Ложь! Я знаю об этом. Для тебя это заслуживает расчленения!"
zh_hans: "撒谎！我是知道的。对你来说，这是要开膛破肚的！"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
