Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_standard.xml/*.po
Languages: fr, ko, ru, zh_hans

source: Looks like you've caused some heavy damage to the ship's scanners, because suddenly it turns neutral, and enters vending mode for you.
fr: Il semblerait que vous ayez causé des dégâts critiques aux scanners du vaisseau, car il arrête soudainement de combattre, et entre en mode magasin pour vous.
ko: 센서에 심한 손상이 가해졌는지 무인기가 갑자기 중립적으로 변하고 자동 판매 모드로 진입했습니다.
ru: Похоже, что вы нанесли серьезный урон сканерам корабля, потому что он внезапно становится нейтральным и переходит в режим торговли с вами.
zh_hans: 看起来你对这艘船的扫描仪造成了一些严重的损害，因为它突然变成了中立，并为你打开了售货模式。

source: Trade with it.
fr: Faire du commerce.
ko: 거래한다.
ru: Торговать с ним.
zh_hans: 用它进行交易。

source: Keep shooting!
fr: Continuer à tirer !
ko: 포격을 계속한다!
ru: Продолжать стрелять!
zh_hans: 继续射击！

# data/events_standard.xml$//event[@name="STOREEVENT_AUTO_VENDER"]/text
source: Looks like an Auto-Vendor is nearby, but its programming won't let it trade with you unless you find a way to spoof it.
fr: Il semblerait qu'un Auto-vendeur se trouve à proximité, mais sa programmation ne vous laissera commercer avec que si vous trouvez le moyen de la tromper.
ko: 근처에 자동 판매 무인기가 있지만, 당신과 거래하지 않도록 프로그래밍 되어 있을 것입니다.
ru: Похоже, что поблизости находится автоматический продавец, но его программа не позволяет ему торговать с вами, если вы не найдете способ обмануть его.
zh_hans: 看起来附近有一个自动售货机，但它的程序不会让它与你交易，除非你找到一种方法来欺骗它。

# data/events_standard.xml$//event[@name="STOREEVENT_AUTO_VENDER"]/choice[1]/text
source: Try and scan your fake ID.
fr: Essayer de scanner votre fausse ID.
ko: 위조 신분증을 인식시켜본다.
ru: Попытаться использовать поддельное удостоверение личности.
zh_hans: 尝试扫描你的伪造叛军身份证。

source: (Engineer Crew) Rewire the Auto-ship to trade with you.
fr: (Membre d'équipage Ingénieur) Reprogrammer l'Auto-vaisseau pour qu'il accepte de vous vendre des provisions.
ko: (공병 선원) 무인기가 당신과 거래하도록 도선을 재배열한다.
ru: (Член экипажа-инженер) Перенастроить автоматический корабль на торговлю с вами.
zh_hans: (工程师组)重新启动自动船与你交易。

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID.
fr: Heureusement, vous arrivez à pirater l'Auto-vaisseau en le reconfigurant pour qu'il accepte votre ID Fédérée.
ko: 운 좋게도, 무인기를 해킹해 연방 신분증을 받아들이도록 재설정 할 수 있었습니다.
ru: К счастью, вам удается взломать систему автоматического корабля и перенастроить ее на прием ваших документов Федерации.
zh_hans: 幸运的是，你能够黑入自动船，并重新配置它以接受你的联邦ID。

source: (Hacking) Rewire the Auto-ship to trade with you.
fr: (Piratage) Reprogrammer l'Auto-vaisseau pour qu'il accepte de vous vendre des provisions.
ko: (해킹 장비) 무인기가 당신과 거래하도록 도선을 재배열한다.
ru: (Взломщик) Перенастроить автоматический корабль на торговлю с вами.
zh_hans: (黑客系统)重新启动自动船与你交易。

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID.
fr: Heureusement, vous arrivez à pirater l'Auto-vaisseau en le reconfigurant pour qu'il accepte votre ID Fédérée.
ko: 운 좋게도, 무인기를 해킹해 연방 신분증을 받아들이도록 재설정 할 수 있었습니다.
ru: К счастью, вам удается взломать систему автоматического корабля и перенастроить ее на прием вашего документов Федерации.
zh_hans: 幸运的是，你能够黑入自动船，并重新配置它以接受你的联邦ID。

source: (Adv. Hacking) Rewire the Auto-ship to trade with you.
fr: (Piratage de pointe) Reprogrammer l'Auto-vaisseau pour qu'il accepte de vous vendre des provisions.
ko: (최고급 해킹 장비) 무인기가 당신과 거래하도록 도선을 재배열한다.
ru: (Продв. Взломщик) Переключить автоматический корабль на торговлю с вами.
zh_hans: (先进黑客)重新启动自动船来与你交易。

source: Fortunately, you're able to hack into the Auto-ship and reconfigure it to accept your Federation ID. You also leave a little present for the fleet, by setting the ship to explode when a Rebel ship communicates with it.
fr: Heureusement, vous arrivez à pirater l'Auto-vaisseau en le reconfigurant pour qu'il accepte votre ID Fédérée. Vous rajoutez de plus un petit cadeau pour la flotte, en programmant l'auto-destruction de l'appareil quand un vaisseau Rebelle essaie de communiquer avec.
ko: 운 좋게도, 무인기를 해킹해 연방 신분증을 받아들이도록 재설정 할 수 있었습니다. 또한 반군 함선이 통신을 시도하면 폭발하도록 설정하여 함대를 위한 작은 선물을 남겨두었습니다.
ru: К счастью, вам удается взломать автоматический корабль и перенастроить его так, чтобы он принимал ваши документы Федерации. Кроме того, вы оставляете небольшой подарок флоту: корабль взорвется, если с ним свяжется корабль повстанцев.
zh_hans: 幸运的是，你能够黑入自动船，并重新配置它以接受你的联邦ID。你还为舰队留下了一份小礼物，当叛军的飞船与它进行通信时，你会将飞船设置为爆炸。

# data/events_standard.xml$//event[@name="STOREEVENT_AUTO_VENDER"]/choice[5]/text
source: Just blow up the ship.
fr: Détruire simplement le vaisseau.
ko: 무인기를 파괴한다.
ru: Просто уничтожить корабль.
zh_hans: 只是炸掉这艘船。

source: It's not worth the risk to try and trick an AI, you might as well get some scrap from it.
fr: Mieux vaut ne pas prendre le risque de tromper une IA, et tant qu'à faire, pourquoi ne pas en profiter pour se faire un peu de ferraille ?
ko: 위험을 감수하면서까지 AI를 속일 필요는 없습니다. 무인기를 파괴해 스크랩이나 얻는 것이 나을 것입니다.
ru: Не стоит рисковать, пытаясь обмануть ИИ, лучше получить от него немного металлолома.
zh_hans: 试图欺骗人工智能是不值得的，你还不如从它那里得到一些废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_AUTO_VENDER"]/choice[6]/text
source: Ignore the Auto.
fr: Ignorer l'Auto-vaisseau.
ko: 무인기를 무시한다.
ru: Не обращать внимания на автоматический корабль.
zh_hans: 忽略自动船。

source: You have no interest in this Auto-vessel, so you decide to ignore it.
fr: Cet Auto-vaisseau ne vous intéresse pas, vous décidez donc de l'ignorer.
ko: 이 무인기를 건드려서 이득 볼 게 없음으로 무시하기로 했습니다.
ru: У вас нет никакого желания заниматься этим автоматическим судном, поэтому вы решили его просто игнорировать.
zh_hans: 你对这艘自动船没有兴趣，所以你决定不理会它。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Looks like the Auto-ship isn't falling for it. As soon as you transmit your ID, the ship scans your own vessel instead, recognizes it as Federation, and attacks!
fr: Il semblerait que ça n'ait pas marché. Dès que vous transmettez votre ID, l'Auto-vaisseau scanne votre vaisseau à la place, le reconnaît comme étant de la Fédération, et attaque !
ko: 무인기를 속이지 못한 것 같습니다. 신분증을 전송하자마자 무인기가 당신의 선박을 스캔하여 연방의 것임을 알아차리고 공격해왔습니다!
ru: Похоже, что автоматический корабль на это не повелся. Как только вы передаете свои документы, корабль сканирует ваше собственное судно, и распознает его как судно Федерации, и после этого атакует!
zh_hans: 看起来自动船并没有上当受骗。当你传送你的身份信息时，这艘船反而扫描了你的船只，认出它是联邦的，并进行了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You can't believe it, but somehow you've tricked the Auto-ship! Unfortunately, scans later show that the ship was recording and transmitting the entire encounter. Looks like the fleet might have some new information on your whereabouts...
fr: Vous n'arrivez pas à y croire, mais il semble que vous ayez trompé l'Auto-vaisseau ! Hélas, vos scans indiquent que le vaisseau enregistrait et transmettait la rencontre entière. La flotte risque d'avoir de nouvelles information à propos de votre position...
ko: 믿을 수 없는 일이지만, 무인기를 속인 것 같습니다! 하지만, 스캔 결과를 확인해보니 무인기가 모든 내용을 촬영하여 어딘가로 전송했던 것 같습니다. 함대가 당신의 위치에 대한 새로운 정보를 얻은 것으로 보입니다...
ru: Вы не можете в это поверить, но каким-то образом вам удалось обмануть автоматический корабль! К сожалению, сканирование показало, что корабль записывал и передавал всю встречу. Похоже, у флота может появиться новая информация о вашем местонахождении...
zh_hans: 你无法相信，但不知何故，你竟然骗过了自动飞船！不幸的是，后来的扫描显示，这艘船记录并传送了整个遭遇。看起来舰队可能有一些关于你下落的新信息......

source: Somehow, you've tricked the Auto-ship into thinking you're not a Federation vessel. It opens up its virtual market for you.
fr: Vous avez réussi contre toute attente à faire croire à l'Auto-vaisseau que vous n'êtes pas un vaisseau de la Fédération. Il vous ouvre son marché virtuel.
ko: 당신이 연방 소속임을 눈치채지 못하도록 무인기를 속이는 데 성공했습니다. 무인기가 가상 시장을 개방했습니다.
ru: Каким-то образом вам удалось обмануть автоматический корабль, заставив его думать, что вы не являетесь кораблем Федерации. Он открывает для вас свой виртуальный рынок.
zh_hans: 不知何故，你欺骗了自动飞船，使它认为你不是联邦的船只。它为你打开了它的虚拟市场。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DUSK_FRIENDLYISH"]/text
source: As Zoltan supremacists, the Duskbringers aren't keen on trading with anyone outside their species. Usually they don't get along with Ministry citizens either, but the ship here seems alright with dealing with any Zoltan, just not other races.
fr: Étant des suprémacistes Zoltan, les Éclipseurs n'aiment pas affairer avec quiconque n'est pas fait de lumière. Généralement, ils ne s'entendent pas avec les citoyens du Ministère non plus, mais ce vaisseau semble accepter de commercer avec n'importe quel Zoltan, mais pas les autres races.
ko: 졸탄 우월주의자인 더스크브링어들은 다른 종족과는 좀처럼 거래하지 않습니다. 이들은 보통 내각의 시민들과도 교류하지 않지만, 이곳에 있는 함선은 졸탄이기만 하면 누구나 상대해 주는 것 같습니다.
ru: Будучи экстремистами золтан, Вестники Заката не любят торговать с кем-либо за пределами своего вида. Обычно они не ладят и с гражданами Министерства, но на этом корабле, похоже, не против иметь дело с любыми золтанами, но только не с другими расами.
zh_hans: 作为超能族的至上主义者，暮临派并不热衷于与他们种族以外的人进行交易。通常他们也不与牧师团公民相处，但这里的船似乎可以与任何超能族打交道，只是不与其他种族打交道。

source: (Zoltan Crew) Request to trade.
fr: (Membre d'équipage Zoltan) Demander de faire affaires.
ko: (졸탄 선원) 거래를 요청한다.
ru: (Член экипажа-золтан) Запросить торговлю.
zh_hans: (超能族船员)请求交易。

source: The Duskbringer captain seems pleased to see your crewmate, and ignores the rest of your crew.
fr: Le capitaine Éclipseur semble content de voir votre Zoltan, et ignore le reste de l'équipage.
ko: 더스크브링어 선장은 졸탄 선원을 보고 기뻐하는 것처럼 보였습니다. 다만 나머지 선원들은 무시했습니다.
ru: Капитан Вестников Заката, похоже, рад видеть вашего товарища по команде и не обращает внимания на остальных членов экипажа.
zh_hans: 暮临派舰长似乎很高兴看到你的船员，而忽略了你其他的船员。

source: (Zoltan Shield) Submit yourself as a Zoltan ship.
fr: (Bouclier Zoltan) Vous faire passer pour un vaisseau Zoltan.
ko: (졸탄 방어막) 졸탄 함선 행세를 한다.
ru: (Щит золтан) Представиться кораблем золтан.
zh_hans: (超能护盾)声称自己为超能族飞船。

source: It's not the most convincing alibi considering your vessel is registered under the Federation, but somehow you manage to gain access to the marketplace. You have to be careful not to let it be clear that your ship isn't quite what you claim.
fr: Ce n'est pas un alibi très solide étant donné que votre vaisseau est enregistré comme de la Fédération, mais vous arrivez malgré tout à accéder au marché. Il va falloir faire attention de ne pas rendre clair que votre vaisseau n'est pas ce qu'il prétend être.
ko: 당신의 선박이 연방 소속으로 등록되어 있다는 것을 고려하면 크게 설득력 있는 변명은 아닐 테지만, 어떻게든 시장에 접근할 수 있을 것입니다. 함선의 소속과 당신의 주장이 다르다는 것을 들키지 않도록 조심해야 합니다.
ru: Это не самое убедительное алиби, учитывая, что ваше судно зарегистрировано в Федерации, но каким-то образом вам удается получить доступ на рынок. Нужно быть осторожным, чтобы не дать понять, что ваш корабль - не совсем тот о котором вы заявили.
zh_hans: 考虑到你的船是在联邦注册的，这不是最令人信服的证明，但你还是设法获得了进入市场的机会。你必须小心，不要让人知道你的船并不像你所说的那样。

source: Attack the Duskbringers!
fr: Attaquer les Éclipseurs !
ko: 더스크브링어를 공격한다!
ru: Атаковать Вестников Заката!
zh_hans: 攻击暮临派！

source: The Duskbringers are your enemies. It doesn't matter if they're open to other Zoltan or not - they're still fascists and xenophobes, and that's enough in your book to warrant their death.
fr: Les Éclipseurs sont vos ennemis. Peu importe s'ils acceptent les autres Zoltans ou non, ce sont toujours des fascistes xénophobes, et c'est assez pour qu'ils méritent la mort.
ko: 더스크브링어는 연방의 적입니다. 그들이 다른 졸탄들을 받아들이는지 아닌지는 중요하지 않습니다. 파시즘과 제노포비아만으로도 그들의 죽음을 정당화하기에 충분합니다.
ru: Вестников Заката - ваши враги. Неважно, открыты они для других золтан или нет - они все равно фашисты и ксенофобы, и этого, по вашему мнению, достаточно, чтобы оправдать их смерть.
zh_hans: 暮临派是你的敌人。他们是否对其他超能族开放并不重要--他们仍然是法西斯主义者和排外主义者，这在你的字典中足以证明他们的死亡。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the Duskbringers.
fr: Éviter les Éclipseurs.
ko: 더스크브링어를 피한다.
ru: Избегать Вестников Заката.
zh_hans: 避开暮临派。

source: You aren't getting involved with the Duskbringers when you can help it.
fr: Vous n'allez pas vous frotter aux Éclipseurs si vous le pouvez.
ko: 되도록 더스크브링어와 엮이고 싶지 않았습니다.
ru: Вы не станете связываться с Вестниками Заката, если можете этого избежать.
zh_hans: 你不会和暮临派扯上关系。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You aren't getting involved with the Duskbringers when you can help it.
fr: Vous n'allez pas vous frotter aux Éclipseurs si vous le pouvez.
ko: 되도록 더스크브링어와 엮이고 싶지 않았습니다.
ru: Вы не станете связываться с Вестниками Заката, если можете этого избежать.
zh_hans: 你不会和暮临派扯上关系。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Looks like you didn't get away unnoticed - the Duskbringer vessel turns hostile and attacks!
fr: Il semblerait que vous ne soyez pas passé inaperçu ; le vaisseau Éclipseur se retourne et attaque !
ko: 들키지 않고 벗어나지 못한 것 같습니다. 더스크브링어 선박이 적대적으로 변해 공격해 왔습니다!
ru: Похоже, вам не удалось уйти незамеченными - судно Вестников Заката становится враждебным и атакует!
zh_hans: 看起来你并没有神不知鬼不觉地离开--暮临派船只变成了敌对状态并发动了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_standard.xml$//event[@name="STOREEVENT_DUSK_PROTOCOL"]/text
source: The Duskbringers are notorious for being even stricter than the Ministry. Looks like the station here is open to trading with anyone, a surprising find, but there's a million protocols in place.
fr: Les Éclipseurs sont réputés comme étant encore plus stricts que le Ministère. Il semblerait que cette station accepte de commercer avec tout le monde, voilà qui est rare, mais il y a des millions de protocoles en place.
ko: 더스크브링어들은 내각보다도 엄격하기로 악명이 높습니다. 놀랍게도 이 정거장은 누구와도 거래하는 것 같지만 백만 가지 규약이 있었습니다.
ru: Вестников Заката известны тем, что они еще более строги, чем Министерство. Похоже, что здешняя станция открыта для торговли с кем угодно - удивительная находка, но здесь действуют миллион всяческих правил.
zh_hans: 暮临派以比牧师团还要严格而臭名昭著。看起来这里的空间站对任何人的交易都是开放的，这是一个令人惊讶的发现，但有一百万种协议在那里。

source: Approach.
fr: Approcher.
ko: 접근한다.
ru: Приблизиться.
zh_hans: 靠近。

source: Take some time to learn the rules first.
fr: Prendre le temps d'apprendre les règles d'abord.
ko: 우선 시간을 들여 규약을 익힌다.
ru: Сначала потратить время на изучение правил.
zh_hans: 先花点时间学习一下规则。

source: It's mind-numbing reading through all of this nonsense, but at least you feel like you're finally confident enough to approach. Luckily, looks like you've done everything right. Hopefully this was worth it.
fr: Toutes ces règles idiotes sont abrutissantes à lire, mais au moins vous vous sentez enfin assez confiant pour approcher. Heureusement, il semblerait que vous ayez tout fait correctement. Espérons que ça valait le coup...
ko: 말도 안 되는 규약들을 읽다 보니 정신이 멍해졌지만, 마침내 상점에 접근해도 된다는 자신감이 생겼습니다. 운 좋게도, 모든 걸 바르게 이해한 것 같습니다. 이럴만한 가치가 있었기를 바랍시다.
ru: Читать всю эту чепуху просто невыносимо, но, по крайней мере, вы чувствуете, что наконец-то достаточно уверены в себе, чтобы обратиться. К счастью, похоже, что вы все сделали правильно. Надеюсь, это того стоило.
zh_hans: 读完这些废话真让人头疼，但至少你觉得自己终于有足够的信心去接近。幸运的是，看起来你做的一切都是对的。希望这一切是值得的。

source: (Zoltan Crew) Your crew understand the rules.
fr: (Membre d'équipage Zoltan) Votre Zoltan peut apprendre les règles.
ko: (졸탄 선원) 졸탄이 규약들을 이해했습니다.
ru: (Член экипажа-золтан) Ваш член экипажа знает правила.
zh_hans: (超能族船员)你的船员了解规则。

source: The Zoltan are raised to understand these kinds of things quickly. It only takes a minute of skimming the hundred page list of rules to understand everything you need to do, and fortunately their knowledge pays off.
fr: Les Zoltans ont un don inné pour comprendre ce genre de choses rapidement. Il ne lui faut qu'une minute pour parcourir la centaine de pages de règles et en extraire tout ce que vous devez faire, et heureusement cette recherche semble fructueuse.
ko: 졸탄들은 이런 것들을 빠르게 이해하도록 길러집니다. 정거장에서 지켜야 할 100페이지에 달하는 규약들을 훑어보는 데 딱 1분이면 충분했고, 다행히도 그의 지식이 실효를 보이는 것 같습니다.
ru: Золтаны воспитаны так, что быстро ориентируются в подобных вещах. Достаточно минуты беглого чтения стостраничного списка правил, чтобы понять все, что нужно делать, и, к счастью, его знания окупаются.
zh_hans: 超能族被培养成能迅速理解这类事情的人。只需一分钟就能阅读一百页的规则清单，了解你需要做的一切，幸运的是他们的知识得到了回报。

source: Attack the Duskbringers!
fr: Attaquer les Éclipseurs !
ko: 더스크브링어를 공격한다!
ru: Атаковать Вестников Заката!
zh_hans: 攻击暮临派！

source: You could care less if they don't mind trading with Feds. They're your enemies, and you'll be doing everyone but themselves a favor by killing them!
fr: Vous vous en fichez qu'ils acceptent de commercer avec les Fédérés. Ce sont vos ennemis, et en les tuant, vous rendez un service à tout le monde, sauf eux !
ko: 그들이 연방과의 거래를 받아준다 해도 상관없습니다. 그들은 연방의 적이고, 그들을 죽임으로써 그들을 제외한 모두에게 호의를 베풀게 될 것입니다!
ru: Вас не должно волновать, что они не против торговли с федералами. Они - ваши враги, и, убив их, вы окажете услугу всем, за исключением их самих!
zh_hans: 你可以不关心他们是否介意与联邦的交易。他们是你的敌人，你杀了他们就等于帮了所有人的忙，除了他们自己！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Don't risk it.
fr: Ne pas le risquer.
ko: 위험을 무릅쓰지 않는다.
ru: Не стоит рисковать.
zh_hans: 不要冒这个险。

source: You aren't stupid. These rules are designed to trick up anyone who isn't a Duskbringer, and you won't fall for it.
fr: Vous n'êtes pas idiot. Ces règles sont faites pour piéger quiconque n'est pas un Éclipseur, et vous n'allez pas vous faire prendre.
ko: 당신은 멍청하지 않습니다. 이 규약들은 더스크브링어가 아닌 자들을 속이기 위해 고안되었을 테지만 당신은 속지 않을 것입니다.
ru: Вы не глупы. Эти правила созданы для того, чтобы обмануть любого, кто не является Вестником Заката, и вы на них не попадетесь.
zh_hans: 你并不愚蠢。这些规则是为了欺骗任何不是暮临派的人，而你不会上当的。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: By sheer, stupid luck, you get everything right. You'll be able to shop here safely now.
fr: Par le plus grand des hasards, vous faites tout correctement. Vous pouvez désormais faire des affaires ici en toute sécurité.
ko: 순전히 바보같은 운으로 모든 규약을 정확히 지켰습니다. 이제 이곳에서 안전하게 쇼핑할 수 있습니다.
ru: По чистой, слепой удаче вы все делаете правильно. Теперь вы сможете спокойно здесь торговать.
zh_hans: 由于纯粹的、愚蠢的运气，你得到了所有的权利。你现在就可以在这里安全地购物了。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Looks like you've messed up, but it's not a disaster just yet. You're hailed, and a Duskbringer officer warns you that you descended a full centimeter below the allocated approaching space. If you don't want any problems, you'll have to pay a small fee.
fr: Il semblerait que vous vous soyez trompé, mais ce n'est pas encore le désastre. D'après l'officier des Éclipseurs qui vous contacte, vous êtes descendu d'un centimètre entier sous l'espace d'approche qui vous était alloué. Si vous ne voulez pas de problème, il faudra payer une petite amende.
ko: 아무래도 규약을 어긴 것 같지만, 아직 재앙이 닥치지는 않았습니다. 더스크브링어 장교가 당신을 불러 지정된 비행 공간보다 1센티미터 낮게 날아왔다고 했습니다. 문제가 생기는걸 원치 않는다면 소정의 요금을 내야 합니다.
ru: Похоже, вы что-то напутали, но это еще не катастрофа. Вас встречают, и офицер Вестников Заката предупреждает вас, что вы приблизились на целый сантиметр ниже отведенного места для сближения. Если вы не хотите проблем, вам придется заплатить небольшой штраф.
zh_hans: 看起来你搞砸了，但还不是一场灾难。你被叫住了，一个暮临派的官员警告你，你下降的高度比分配的接近空间整整低了一厘米。如果你不想有任何问题，你就得支付一点费用。

source: Just pay the fee.
fr: Payer l'amende.
ko: 요금을 낸다.
ru: Просто заплатить штраф.
zh_hans: 支付费用。

source: You can tell by the tone of the Duskbringer he was looking forward to trouble, but you aren't giving him any. You don't mess up anything else, and are allowed inside.
fr: Vous devinez au ton de l'Éclipseur qu'il aurait préféré du grabuge, mais vous ne lui en donnerez pas. Vous ne faites aucune autre erreur, et pouvez entrer.
ko: 더스크브링어의 말투로 볼 때 그는 문제가 생기길 바랐다는 걸 알 수 있지만, 당신은 요금을 낸 후로 어떠한 문제도 일으키지 않았고 안으로 들어가도록 허락받았습니다.
ru: По тону Вестника Заката видно, что он ждал неприятностей, но вы их не доставили. Больше вы ничего не нарушаете, и вас пропускают внутрь.
zh_hans: 你可以从暮临派的语气中看出，他正期待着麻烦，但你并没有给他任何麻烦。你没有搞砸其他事情，被允许进去。

source: Hell no, we aren't paying!
fr: Ah non, nous ne payons pas !
ko: 그런 말도 안 되는 요금은 내지 않을 겁니다!
ru: Нет, мы не заплатим!
zh_hans: 该死的，我们不付钱！

source: The sudden excited attitude of the Duskbringer makes it clear this is what he was hoping for. Now prepare for battle!
fr: L'attitude excitée de l'Éclipseur trahit que c'était ce qu'il espérait. Maintenant, au combat !
ko: 더스크브링어의 신난듯한 태도로 보아 이것이 그가 원하던 상황임이 분명합니다. 전투를 준비할 시간입니다!
ru: По внезапному воодушевлению Вестника Заката стало ясно, что именно на это он и рассчитывал. А теперь приготовьтесь к бою!
zh_hans: 暮临派突然的兴奋态度让人明白这就是他所希望的。现在准备战斗！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears in your approach, you accidentally comitted a major felony. According the station's security, your angle of approach went over by exactly 2 degrees, rounded up. This being an unforgiveable crime, they sentence you to death immediately. This is unusually strict, even for the Zoltan, so you assume it's only made up to get you in a fight!
fr: Il semblerait que durant votre approche, vous ayez commit un délit majeur. D'après le poste de sécurité de la station, votre angle d'approche était trop élevé d'exactement 2 degrés, arrondi vers le haut. Ce crime étant impardonnable, ils vous condamnent immédiatement à mort. Voilà qui est particulièrement strict, même pour un Zoltan, vous supposez donc que c'est fait spécialement pour vous entraîner dans un combat !
ko: 접근하던 중에 실수로 중범죄를 저지른 것 같습니다. 정거장 보안 요원에 따르면 당신의 진입 각도가 소수점 올림으로 정확히 2도 틀어졌다고 합니다. 이건 용서할 수 없는 범죄였기에 그들은 즉시 사형 선고를 내렸습니다. 이 규정은 졸탄임을 감안해도 유난히 엄격하니 단순히 싸움을 유발하기 위해 지어졌다고 추정됩니다!
ru: Похоже, что при подходе к станции вы случайно совершили серьезное преступление. По данным службы безопасности станции, угол вашего захода превышен ровно на 2 градуса, при округлении в большую сторону. Это непростительное преступление, и они немедленно приговаривают вас к смертной казни. Это необычайно строго, даже для золтан, поэтому вы полагаете, что они выдумали это правило только для того, чтобы сразиться с вами!
zh_hans: 看来你在接近时，不小心犯了重罪。根据该站的保安说，你的接近角度正好超过了2度，四舍五入。这是一项不可饶恕的罪行，他们立即判处你死刑。即使对超能族来说，这也是异常严格的，所以你认为这只是为了让你参加战斗而编造出来的！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
