Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/newEvents.xml.append/*.po
Languages: ru

source: The Mantis calms down and communicates thanks to the Engi and yourself for helping. He requests to be dropped off at a nearby planet, at the human colony where he was raised. They are grateful for his return and offer a reward.
ru: Богомол успокоился и благодарит энджи и вас за помощь. Он просит, чтобы его высадили на ближайшей планете, в человеческой колонии, где он вырос. Они благодарны за его возвращение и предлагают вознаграждение.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS_HOME"]/text
source: The colony is a mining operation that specializes in FTL fuel. Robert's family, the head engineers, are excited to see him, and are very grateful for his return. Apparently he ran away to 'join the Federation' like his older brother, but was never accepted onto a ship.
ru: Колония, это горнодобывающая компания, специализирующаяся на сверхсветовом топливе. Семья Роберта, главные инженеры, очень рады видеть его и очень благодарны за его возвращение. Очевидно, он сбежал, чтобы "Присоединиться к Федерации", как и его старший брат, но его так и не приняли на корабль.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS_HOME"]/choice[1]/text
source: Offer him a position on your ship.
ru: Предложить ему место на вашем корабле.

source: He graciously accepts, having always wanted to serve in the Federation.
ru: Он милостиво соглашается, так как всегда хотел служить в Федерации.

source: Robert Smith
ru: Роберт Смит

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS_HOME"]/choice[2]/text
source: Ask if they can take a look at your engines.
ru: Спросить, могут ли они взглянуть на ваши двигатели.

source: They are happy to take a look, and are able to offer some suggestions for improvements.
ru: Они с удовольствием рассматривают и могут предложить некоторые предложения по улучшению.

source: After an hour of convincing, the Mantis finally calms down and introduces himself as Robert Smith. He explains he's from a nearby human colony and would appreciate being returned there.
ru: После часа убеждения богомол наконец успокаивается и представляется как Роберт Смит. Он объясняет, что он из соседней человеческой колонии и был бы признателен, если бы его туда вернули.

source: Continue...
ru: Продолжить...

source: The cornered and frightened Mantis attacks as soon as you approach. One of your crew is eviscerated before the rest are able to stop him. The Engi apologize for your loss.
ru: Загнанный в угол и напуганный богомол нападает, как только вы приближаетесь. Один из членов экипажа выпотрошен прежде, чем остальные смогут остановить его. Энджи приносят извинения за вашу потерю.

source: Your crew's clone is waiting when you return to the ship.
ru: Клонированный член экипажа уже ждет, когда вы вернетесь на корабль.

source: The cornered and frightened Mantis attacks as soon as you approach. You're able to subdue him and leave him at a Mantis colony in a neighboring system. They don't seem pleased or grateful at his return.
ru: Загнанный в угол и напуганный богомол нападает, как только вы приближаетесь. Вам удалось усмирить его и отправить в колонию богомолов на ближайшей системе. Они не очень довольны или благодарны за его возвращение.

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/text
source: A ship with conspicuous Argeonn markings is orbiting a nearby moon, broadcasting a simple message claiming to have equipment available for sale.
ru: Корабль с заметными Арджоннскими опознавательными знаками находится на орбите близлежащей луны и передает простое сообщение, утверждая, что у него есть оборудование на продажу.

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/choice[1]/text
source: Hail the ship.
ru: Связаться с кораблем.

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/choice[2]/text
source: Attack him before he can attack!
ru: Атаковать его, прежде чем он успеет атаковать!

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/choice[2]/event/text
source: You raise your weapons and attack the pirate!
ru: Вы заряжаете свое оружие и нападаете на пиратов!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/choice[3]/text
source: Refuse his offer.
ru: Отказаться от его предложения.

# data/newEvents.xml.append$//event[@name="PIRATE_SALESMAN"]/choice[3]/event/text
source: This seems far too sketchy to trust the offer. You ignore the smuggler.
ru: Это кажется слишком подозрительным, чтобы доверять его предложению. Вы не обращаете внимания на контрабандистов.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: [Federation Database] What is Argeonn?
ru: [База данных Федерации] Что такое Арджонн?

source: Hail the ship.
ru: Связаться с кораблем.

source: Attack him before he can attack!
ru: Атаковать его, прежде чем он успеет атаковать!

source: You raise your weapons and attack the pirate!
ru: Вы заряжаете свое оружие и нападаете на пиратов!

source: Continue...
ru: Продолжить...

source: Refuse his offer.
ru: Отказаться от его предложения.

source: This seems far too sketchy to trust the offer. You ignore the smuggler.
ru: Это кажется слишком подозрительным, чтобы доверять его предложению. Вы не обращаете внимания на контрабандистов.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//event[@name="CONTACT_PIRATE_SALESMAN"]/text
source: The ship responds: "Come in, under the banner of Argeonn I welcome you! I have many things, many things... would you care to take a look?"
ru: Корабль отвечает: "Входите, под знаменем Арджонна я приветствую вас! У меня есть много вещей, много вещей... не хотите ли на них взглянуть?"

source: Dock with the ship.
ru: Состыковаться с кораблем.

source: This seems dangerous, leave.
ru: Это выглядит опасно, уходим.

source: As soon as you start to reverse your ship, the pirate reveals hidden weaponry and sets off in pursuit. You'll have to fight him to escape!
ru: Как только вы начинаете разворачивать свой корабль, пират обнаруживает спрятанное оружие и отправляется в погоню. Вам придется сражаться с ним, чтобы сбежать!

source: Continue...
ru: Продолжить...

source: (Slug Crew) "Sssir, we can dock, but I sssensse that we better plan on making a purchassse..."
ru: (Член экипажа-слизень) "Сссэр, мы можем соссстыковаться, но я чувствую, что нам лучше сссделать покупку...".

source: (Hacking) Disable their Weapon system before docking.
ru: (Взломщик) Отключить их систему оружия перед стыковкой.

source: You receive a hail as soon as your Hacking system finishes: "What have you done!? You can never trust a Federation ship! Here, take your 'standard toll'. I really should do business elsewhere, scum."
ru: Как только ваш Взломщик завершает работу, вы получаете сообщение: "Что вы наделали!? Никогда нельзя доверять кораблю Федерации! Вот, возьмите свой "Стандартный сбор". А теперь мне нужно заняться делами в другом месте, подонок".

source: (Targeting Jammer) Disable their Weapon system before docking.
ru: (Генератор помех для оружия) Перед стыковкой отключить их систему оружия.

source: You receive a hail as soon as your jamming takes effect: "What have you done!? You can never trust a Federation ship! Here, take your 'standard toll'. I really should do business elsewhere, scum."
ru: Вы получаете сообщение, как только ваш глушитель начинает действовать: "Что вы наделали!? Никогда нельзя доверять кораблям Федерации! Вот, возьмите свою "стандартный сбор". А теперь мне нужно заняться делами в другом месте, подонок".

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/text
source: A human in an exquisite suit meets you on board. "Welcome to my ship! We specialize in drones of all kinds, can I interest you in any?"
ru: На борту вас встречает человек в изысканном костюме. "Добро пожаловать на мой корабль! Мы специализируемся на дронах всех видов, могу ли я вас заинтересовать?"

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[1]/text
source: Buy some Drone parts.
ru: Купить немного дрон-комплектов.

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[2]/text
source: Buy a Drone schematic.
ru: Купить схему дрона.

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[3]/text
source: Buy a Drone system upgrade.
ru: Купить улучшение системы контроля дронов.

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[4]/text
source: Buy a Drone system upgrade.
ru: Купить улучшение системы контроля дронов.

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[5]/text
source: Buy a Drone system upgrade.
ru: Купить улучшение системы контроля дронов.

# data/newEvents.xml.append$//event[@name="DOCK_DRONE_SALESMAN"]/choice[6]/text
source: Buy nothing.
ru: Ничего не покупать.

source: "Ah, I'm sorry to hear that! Pleasant journeys." Once back to the helm, a series of explosions rocks your ship. The pirate ship has powered its weapons! You receive a message, "You shouldn't waste people's time Captain!"
ru: "Ах, мне очень жаль это слышать! Приятных путешествий". Вернувшись к штурвалу, серия взрывов сотрясает ваш корабль. Корабль пиратов привел в действие свое оружие! Вы получаете сообщение: "Вы не должны тратить время людей, капитан!"

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//event[@name="REFUGEE_NO_DISTRESS"]/text
source: Your sensors have picked up a refugee ship drifting through the system, no doubt one of many fleeing the Rebel advance. It doesn't appear to have detected you... or else it is trying to avoid notice.
ru: Ваши сенсоры засекли корабль беженцев, дрейфующий по системе, без сомнения, один из многих, спасающихся от наступления повстанцев. Похоже, он не обнаружил вас... или же пытается избежать внимания.

# data/newEvents.xml.append$//event[@name="REFUGEE_NO_DISTRESS"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.

# data/newEvents.xml.append$//event[@name="REFUGEE_NO_DISTRESS"]/choice[2]/text
source: Ignore the refugees.
ru: Не обращать внимания на беженцев.

source: You decide to ignore the refugees.
ru: Вы решаете игнорировать беженцев.

source: Check the storage.
ru: Проверить склад.

source: Do Nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//eventList[@name="REFUGEE_HAIL_LIST"]/event[5]/text
source: As you hail the freighter, it advances, weapons bristling from its hull! It's a pirate ambush!
ru: Когда вы связываетесь с грузовым кораблем, он направляется к вам, ощетинившись орудиями! Это пиратская засада!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="REFUGEE_HAIL_LIST"]/event[6]/text
source: As you hail the refugee ship, a Zoltan ship suddenly jumps into the system... it claims the refugees are criminals, and accuses you of escorting fugitives! Before you can respond, it cuts communications, and powers up its weapons!
ru: Когда вы связываетесь с кораблем беженцев, в систему внезапно совершает прыжок корабль золтанов... Его экипаж утверждает, что эти беженцы - преступники, и обвиняет вас в том, что вы сопровождаете беглецов! Прежде чем вы успеваете ответить, они отключают связь и начинают заряжать свои орудия!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="REFUGEE_HAIL_LIST"]/event[7]/text
source: As you hail the refugee ship, a pirate ship jumps into the system... it was using the refugee ship as bait!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль пиратов... Они использовали корабль беженцев как приманку!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="REFUGEE_HAIL_LIST"]/event[8]/text
source: As you hail the refugee ship, a Slug ship jumps into the system... it was hunting the refugee ship for sport and now they've found you instead!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль слизней... Они охотились за кораблем беженцев ради спортивного интереса, а теперь нашли вас!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="REFUGEE_HAIL_LIST"]/event[9]/text
source: As you hail the refugee ship, a Duskbringer ship jumps into the system... they've decided to test their weapons on some humans and these poor civilians found their way into their cross-hairs!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль Вестников Заката... Они решили испытать свое оружие на каких-нибудь людях, и эти бедные гражданские попались им под руку!

source: Continue...
ru: Продолжить...

source: As you hail the refugee ship, a pirate ship jumps into the system... it was using the refugee ship as bait!
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль пиратов... Они использовали корабль беженцев как приманку!

source: Continue...
ru: Продолжить...

source: As you hail the refugee ship, a Zoltan ship suddenly jumps into the system... it claims the refugees are criminals, and accuses you of escorting fugitives! Before you can respond, it cuts communications, and powers up its weapons!
ru: Когда вы связываетесь с кораблем беженцев, в систему внезапно совершает прыжок корабль золтанов... Его экипаж утверждает, что эти беженцы - преступники, и обвиняет вас в том, что вы сопровождаете беглецов! Прежде чем вы успеваете ответить, они отключают связь и начинают заряжать свои орудия!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//event[@name="EMPTY_STATION2"]/choice[1]/text
source: Move in to examine the station.
ru: Отправиться осмотреть станцию.

# data/newEvents.xml.append$//event[@name="EMPTY_STATION2"]/choice[2]/text
source: Stay near the Beacon.
ru: Оставаться рядом с маяком.

# data/newEvents.xml.append$//event[@name="EMPTY_STATION2"]/choice[2]/event/text
source: You decide it's not worth the time to examine.
ru: Вы решаете, что не стоит тратить время на изучение.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//textList[@name="EMPTY_STATION2_TEXT"]/text[1]
source: You find a small space station that appears to abandoned.
ru: Вы находите небольшую космическую станцию, которая кажется заброшенной.

# data/newEvents.xml.append$//textList[@name="EMPTY_STATION2_TEXT"]/text[2]
source: You arrive to find what appears to be a colonized moon, however scans show it has been abandoned. You also detect an abandoned space station near the Beacon.
ru: Вы прибываете и находите то, что кажется колонизированной Луной, однако сканирование показывает, что она была заброшена. Вы также обнаруживаете заброшенную космическую станцию рядом с маяком.

# data/newEvents.xml.append$//textList[@name="EMPTY_STATION2_TEXT"]/text[3]
source: This area shows signs of a battle some time ago. There are scattered remains of ships but one station appears to be intact.
ru: В этом районе есть признаки битвы, произошедшего некоторое время назад. Там разбросаны остатки кораблей, но одна станция, похоже, цела.

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[1]/text
source: As you approach it becomes clear that the station is simply an empty shell. It has been stripped of useful materials long ago.
ru: По мере приближения становится ясно, что станция, это просто пустая обшивка. Он давно лишен полезных материалов.

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[2]/text
source: You approach cautiously but you detect no danger. It appears to have been a small rest stop that was abandoned a while ago. You take what few supplies you can find.
ru: Вы приближаетесь осторожно, но не обнаруживаете никакой опасности. Похоже, это была небольшая остановка для отдыха, которая была заброшена некоторое время назад. Вы берете те немногие припасы, которые смогли найти.

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[3]/text
source: Upon closer inspection it appears to have a large portion of its hull destroyed. You take what few supplies you can find.
ru: При ближайшем рассмотрении оказалось, что большая часть его корпуса разрушена. Вы берете те немногие припасы, которые смогли найти.

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[4]/text
source: The station is in disarray. You find a cloning bay partially intact but nothing else seems to be functioning.
ru: На станции царит беспорядок. Вы находите клон-отсек частично нетронутым, но больше ничего не работает.

source: (Clone Bay) Search for a surviving DNA bank.
ru: (Клон-отсек) Искать уцелевший банк ДНК.

source: While the cloning facilities are no longer functioning, you find someone was in queue to be cloned. You transfer their data to your Clone Bay, and after some time their body is rebuilt.
ru: Хотя оборудование для клонирования больше не функционирует, вы обнаруживаете, что кто-то стоял в очереди на клонирование. Вы переносите его данные в свой Клон-отсек, и через некоторое время его тело восстанавливается.

source: Continue...
ru: Продолжить...

source: Scrap the machinery.
ru: Разобрать механизм.

source: You take what you can and prepare to move on.
ru: Вы берете то, что можете, и готовитесь двигаться дальше.

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[5]/text
source: You dock with the station to take a look inside. However no sooner do you open the airlock than pirates burst in. Meanwhile scanners pick up a previously undetected pirate ship moving in to attack!
ru: Вы состыковываетесь со станцией, чтобы заглянуть внутрь. Однако как только вы открываете шлюз, в него врываются пираты. Тем временем сканеры обнаруживают ранее незамеченный пиратский корабль, идущий в атаку!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="EMPTY_STATION2_LIST"]/event[6]/text
source: You dock with the station to take a look inside. However no sooner do you open the airlock than pirates burst in. Meanwhile multiple warning signals go off on the bridge. The pirates have activated a remote planetary defense system and it's locking onto your ship!
ru: Вы состыковываетесь со станцией, чтобы заглянуть внутрь. Однако как только вы открываете шлюз, в него врываются пираты. Тем временем на мостике раздается множество предупреждающих сигналов. Пираты активировали удаленную систему планетарной обороны, и она нацелилась на ваш корабль!

source: The clone is extremely confused but calms down after you try to explain the situation. With no other options the clone offers to work on your ship for a time.
ru: Клон крайне смущен, но успокаивается после того, как вы попытаетесь объяснить ситуацию. Не имея других вариантов, клон предлагает некоторое время поработать на вашем корабле.

source: The clone is extremely confused but seems to accept their new situation. With no other options the clone offers to work on your ship for a time.
ru: Клон крайне растерян, но, похоже, смирился со своим новым положением. Не имея других вариантов, клон предлагает некоторое время поработать на вашем корабле.

source: The clone emerges in a crazed frenzy and refuses to calm down. You have no choice but to fight.
ru: Клон появляется в безумном бешенстве и отказывается успокоиться. У вас нет другого выбора, кроме как сражаться.

# data/newEvents.xml.append$//textList[@name="REBEL_CHECKPOINT_TEXT"]/text[1]
source: It looks like this Beacon is home to a Rebel checkpoint. They're stopping and searching any ship that passes through. Civilians are being harassed, and Federation members are detained. The Rebels haven't noticed you yet.
ru: Похоже, что этот маяк является домом для контрольно-пропускного пункта повстанцев. Они останавливают и обыскивают любой корабль, который проходит мимо. Гражданские подвергаются преследованиям, а члены Федерации задерживаются. Повстанцы вас еще не заметили.

# data/newEvents.xml.append$//textList[@name="REBEL_CHECKPOINT_TEXT"]/text[2]
source: Another Rebel checkpoint is monitoring this location. A number of civilian ships are awaiting inspection, any of them could be Federation loyalists. The Rebels haven't noticed you yet.
ru: Еще один контрольно-пропускной пункт повстанцев контролирует это место. Несколько гражданских кораблей ожидают инспекции, любой из них может быть лоялистом Федерации. Повстанцы вас еще не заметили.

# data/newEvents.xml.append$//textList[@name="REBEL_CHECKPOINT_TEXT"]/text[3]
source: A Rebel space station and single fighter is monitoring this Beacon for Federation activity. A number of civilian ships are docked, awaiting inspection by the Rebels and possible detainment if they are Federation loyalists. The Rebels haven't noticed you yet.
ru: Космическая станция повстанцев и одиночный истребитель отслеживают этот маяк на активность Федерации. Ряд гражданских судов пристыкованы в ожидании инспекции повстанцами и возможного задержания, если они являются лоялистами Федерации. Повстанцы вас еще не заметили.

# data/newEvents.xml.append$//textList[@name="REBEL_CHECKPOINT_TEXT"]/text[4]
source: A rather large fleet of civilian ships are held up at this Beacon. It appears to be a Rebel checkpoint; everyone is being inspected for possible ties to the Federation. No one has noticed you yet.
ru: На этом Маяке задерживается довольно большой флот гражданских судов. Похоже, это контрольно-пропускной пункт повстанцев; всех проверяют на предмет возможных связей с Федерацией. Вас еще никто не заметил.

# data/newEvents.xml.append$//textList[@name="REBEL_BRIBE_TEXT"]/text[1]
source: These Rebels are easily swayed by the prospect of additional scrap. They release the civilian ships and everyone is free to go.
ru: Этих повстанцев легко убедить перспективой дополнительного лома. Они освобождают гражданские корабли, и все свободны.

# data/newEvents.xml.append$//textList[@name="REBEL_BRIBE_TEXT"]/text[2]
source: Like most Rebels, these are just men trying to get by in a rough galaxy. They take your scrap and let everyone continue their journeys.
ru: Как и большинство повстанцев, это просто люди, пытающиеся выжить в суровой галактике. Они берут ваш лом и позволяют всем продолжить свои путешествия.

# data/newEvents.xml.append$//textList[@name="REBEL_BRIBE_TEXT"]/text[3]
source: As everyone currently awaiting inspection is human anyway, the Rebels let them go. They take your scrap and tell you to hurry along.
ru: Поскольку все, кто в настоящее время ожидает проверки, в любом случае люди, повстанцы отпустили их. Они забирают твой лом и говорят, чтобы ты поторопился.

# data/newEvents.xml.append$//textList[@name="REBEL_BRIBE_TEXT"]/text[4]
source: They eagerly accept your bribe, obviously revolutionaries are under paid. The civilian ships all begin to jump away.
ru: Они охотно принимают вашу взятку, очевидно, революционерам не платят. Все гражданские корабли начинают прыгать.

# data/newEvents.xml.append$//textList[@name="GENERIC_HIDE_TEXT"]/text[1]
source: Fly behind a moon and stay hidden.
ru: Лететь за луной и оставаться скрытым.

# data/newEvents.xml.append$//textList[@name="GENERIC_HIDE_TEXT"]/text[2]
source: Shut down all non-vital systems and stay hidden.
ru: Отключить все жизненно важные системы и оставаться скрытыми.

# data/newEvents.xml.append$//textList[@name="GENERIC_HIDE_TEXT"]/text[3]
source: Stay quiet and hope they don't notice you.
ru: Сидеть тихо и надеяться, что они тебя не заметят.

# data/newEvents.xml.append$//textList[@name="GENERIC_HIDE_TEXT"]/text[4]
source: Stay out of their way and charge your FTL drive.
ru: Держаться подальше от них и заряжать свой ССД привод.

# data/newEvents.xml.append$//event[@name="REBEL_CHECKPOINT"]/choice[1]/text
source: Fend for yourself, attack and escape.
ru: Защитить себя, нападать, а потом сбежать.
