Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/newEvents.xml.append/*.po
Languages: ru

source: "Great. Thanks for your help. I've marked their last known coordinates and sent over some supplies to help you get there."
ru: "Отлично. Спасибо за вашу помощь. Я отметил их последние известные координаты и отправил кое-какие припасы, чтобы помочь вам добраться туда".

# data/newEvents.xml.append$//event[@name="QUEST_CONSTRUCTIONYARD"]/choice[2]/text
source: Decline.
ru: Отказаться.

source: "I understand." Transmission has been cut.
ru: "Я понимаю". Передача была прервана.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: (Lanius Crew) Offer to have your crewmember help.
ru: (Член экипажа-ланиус) Предложить, чтобы ваш член экипажа помог.

source: "Interesting. So this metal man can help us make some of these unique parts out of scrap? That would be a huge help." Your crewmember checks over the blueprints and quickly converts some of their base metal sheets into the specialized parts.
ru: "Интересно. Значит, этот металлический человек может помочь нам сделать некоторые из этих уникальных деталей из металлолома? Это послужило бы огромной помощью". Ваш член экипажа проверяет чертежи и быстро преобразует некоторые из их базовых металлических листов в специализированные детали.

source: Continue...
ru: Продолжить...

source: "Amazing! This robot thing could save us a ton of time. Could I buy it off you?"
ru: "Удивительно! Этот интересный робот может сэкономить нам кучу времени. Могу я выкупить его у тебя?"

source: Ask your crew if they agree.
ru: Спросить, согласен ли он.

source: Once your Lanius crewmember understands the situation it appears to like the idea of assisting with construction in deep space. Much less dangerous. They offer you some goods in exchange.
ru: Как только ваш член экипажа ланиус понимает ситуацию, ему, похоже, начинает нравится идея помощи в строительстве в глубоком космосе. Гораздо менее опасно. Он предлагает вам некоторые товары на обмен.

source: Your Clone Bay obviously does not revive your crewmember since they did not die.
ru: Ваш Клон-отсек, очевидно, не оживит члена экипажа, поскольку он не умер.

source: Our crew is not for sale.
ru: Наш экипаж не продается.

source: "A pity. In terms of payment, here's some of the scrap metal we don't need now that we've got necessary parts."
ru: "Очень жаль. Что касается оплаты, вот часть металлолома, который нам не нужен сейчас, когда у нас есть необходимые детали".

source: You find the missing cargo ship docked to a Rebel station. You send a short-band message to them and discover they are being held against their will and forced to 'donate to their supplies for the war effort.'
ru: Вы находите пропавший грузовой корабль,пристыкованный к станции повстанцев. Вы посылаете им коротковолновое сообщение и обнаруживаете, что их удерживают против их воли и заставляют "Пожертвовать свои припасы для военных действий".

source: Attack the Rebels to help them escape.
ru: Атаковать повстанцев, чтобы помочь им бежать.

source: You move in to attack the Rebels that are threatening them and scanners detect weapon locks from a nearby Anti-Ship Battery. It's about to get hectic!
ru: Вы выдвигаетесь, чтобы атаковать повстанцев, которые угрожают им, и сканеры обнаруживают активацию оружия близлежащей противокорабельной батареи. Сейчас начнется суматоха!

source: Continue...
ru: Продолжить...

source: Leave.
ru: Уйти.

source: You apologize but it's not worth the risk to attack a Rebel station.
ru: Вы извиняетесь, но не стоит рисковать, нападая на станцию повстанцев.

source: You find the missing cargo ship docked to an empty space station. However their hold appears to be empty and there are no obvious signs that anyone is inside the ship or station. Everything looks abandoned.
ru: Вы находите пропавший грузовой корабль, пристыкованный к пустой космической станции. Однако их трюм, похоже, пуст, и нет никаких явных признаков того, что кто-то находится внутри корабля или станции. Все выглядит заброшенным.

source: Move in to examine the station.
ru: Отправиться осмотреть станцию.

source: Stay near the Beacon.
ru: Оставаться рядом с маяком.

source: You decide it's not worth the time to examine.
ru: Вы решаете, что не стоит тратить время на изучение.

source: You find the missing cargo ship floating near the beacon. "Thank heavens! We've been drifting here after using the last of our fuel to escape a pirate raid."
ru: Вы находите пропавший грузовой корабль, плавающий рядом с маяком. "Слава богу! Мы дрейфовали здесь после того, как израсходовали последнее топливо, чтобы избежать пиратского набега".

source: Give them the requested 4 fuel.
ru: Дать им требуемые 4 топлива.

source: "Great, thank you. Here's some scrap metal for your troubles. Be careful out there."
ru: "Отлично, спасибо. Вот немного лома для ваших хлопоты. Будьте осторожны там".

source: Give them 1 fuel.
ru: Дать им 1 топливо.

source: "Well, I suppose that's better than nothing. Than you. Hopefully we can find a station at the next Beacon."
ru: "Что ж, полагаю, это лучше, чем ничего. Чем ты. Надеюсь, мы сможем найти станцию на следующем маяке".

source: Do not give them any.
ru: Не давать им ничего.

source: "I see..."
ru: "Понимаю..."
