Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/newEvents.xml.append/*.po
Languages: ru

# data/newEvents.xml.append$//event[@name="REBEL_CHECKPOINT"]/choice[1]/event/text
source: You move in to attack the Rebel ship.
ru: Вы выдвигаетесь, чтобы атаковать корабль повстанцев.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//event[@name="REBEL_CHECKPOINT"]/choice[2]/text
source: Bribe the Rebels to release the civilian ships.
ru: Подкупить повстанцев, чтобы они освободили гражданские корабли.

source: Contact the civilian ships.
ru: Связаться с гражданскими кораблями.

source: (Forged ID) Pretend to be a Rebel ship.
ru: (Поддельные документы) Притвориться кораблем повстанцев.

source: Rebel forces are bloated with washups, conscripts, or disheartened officers who are only in its ranks because their reality was conquered by Rebels first. The Rebel running the checkpoint barely even glances at your ID before deciding to let you past.
ru: Силы повстанцев наводнены немытыми, призывниками или разочарованными офицерами, которые попали в их ряды только потому, что их реальность сначала завоевали повстанцы. Повстанец на контрольно-пропускном пункте даже не взглянул на ваше удостоверение личности, прежде чем решает пропустить вас.

source: Take a chance and request they free some civilians.
ru: Рискнуть и попросить освободить гражданских.

source: At first the Rebels don't buy it, but you manage to pull some trickery to convince them that several of the civilians were cleared for release. The officer in charge is satisfied with this at first while you start taking civilians on-board, but eventually grows impatient and decides he's had enough of your ruse.
ru: Сначала повстанцы не соглашаются, но вам удается обманом убедить их, чтобы несколько гражданских были освобождены. Офицер, отвечающий за это, сначала доволен, пока вы начинаете принимать гражданских на борт, но в конце концов проявляет нетерпение и решает, что с него хватит ваших уловок.

source: Continue...
ru: Продолжить...

source: Take this chance to do something aboard the ship.
ru: Воспользоваться этим шансом, чтобы сделать что-нибудь на борту корабля.

source: (Engineer Crew) Pretend to be a Rebel ship.
ru: (Член экипажа-инженер) Притвориться кораблем повстанцев.

source: Rebel forces are bloated with washups, conscripts, or disheartened officers who are only in its ranks because their reality was conquered by Rebels first. The Rebel running the checkpoint barely even glances at your Engineer's outdated Rebel ID before deciding to let you past.
ru: Силы повстанцев наводнены немытыми, призывниками или разочарованными офицерами, которые попали в их ряды только потому, что их реальность сначала завоевали повстанцы. Повстанец на контрольно-пропускном пункте даже не взглянул на ваше удостоверение личности, прежде чем решает пропустить вас.

source: Take a chance and request they free some civilians.
ru: Рискнуть и попросить освободить гражданских.

source: At first the Rebels don't buy it, but you manage to pull some trickery to convince them that several of the civilians were cleared for release. The officer in charge is satisfied with this at first while you start taking civilians on-board, but eventually grows impatient and decides he's had enough of your ruse.
ru: Сначала повстанцы не соглашаются, но вам удается обманом убедить их, чтобы несколько гражданских были освобождены. Офицер, отвечающий за это, сначала доволен, пока вы начинаете принимать гражданских на борт, но в конце концов проявляет нетерпение и решает, что с него хватит ваших уловок.

source: Continue...
ru: Продолжить...

source: Take this chance to do something aboard the ship.
ru: Воспользоваться этим шансом, чтобы сделать что-нибудь на борту корабля.

# data/newEvents.xml.append$//eventList[@name="REBEL_BRIBE_RESULT"]/event[1]/text
source: The civilians are grateful. However, none of them seem eager to be mistaken as Federation loyalists so they quickly jump away.
ru: Гражданские благодарны. Однако никто из них, похоже, не хочет, чтобы их приняли за лоялистов Федерации, поэтому они быстро прыгают.

# data/newEvents.xml.append$//eventList[@name="REBEL_BRIBE_RESULT"]/event[2]/text
source: Some of the civilians pool together their excess scrap to try to repay you for your help.
ru: Некоторые из гражданских объединяют свой лишний лом, чтобы попытаться отплатить вам за вашу помощь.

# data/newEvents.xml.append$//eventList[@name="REBEL_BRIBE_RESULT"]/event[3]/text
source: One of the civilian ships quietly teleports over a crate of Federation military supplies.
ru: Один из гражданских кораблей незаметно телепортирует ящик с военными припасами Федерации.

# data/newEvents.xml.append$//eventList[@name="REBEL_BRIBE_RESULT"]/event[4]/text
source: One of the civilian ships contacts you and reveals they are Federation loyalists. An eavesdropping Rebel swoops in, destroys the ship, and turns to attack you!
ru: Один из гражданских кораблей связывается с вами и сообщает, что они лоялисты Федерации. Подслушивающий повстанец налетает, уничтожает корабль и поворачивается, чтобы напасть на вас!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//textList[@name="REBEL_HELPERS_TEXT"]/text[1]
source: You stumble across a Rebel ship distributing supplies to local civilian colonies. It's probably not anything military grade, but every little bit helps...
ru: Вы натыкаетесь на корабль повстанцев, распределяющий припасы в местные гражданские колонии. Это, вероятно, не что-то военное, но каждая мелочь поможет...

# data/newEvents.xml.append$//textList[@name="REBEL_HELPERS_TEXT"]/text[2]
source: You find a Rebel combat ship that has been reassigned as an emergency supply vessel. The local civilians are apparently in need of help, and the Rebels are rising to the occasion.
ru: Вы находите боевой корабль повстанцев, который был назначен в качестве аварийного судна снабжения. Местные гражданские, по-видимому, нуждаются в помощи, и повстанцы подходят к этому случаю.

# data/newEvents.xml.append$//textList[@name="REBEL_HELPERS_TEXT"]/text[3]
source: The Rebels in this system are doing supply runs for the local space stations. These civilians have likely been out of supply for months due to the war and are in desperate need.
ru: Повстанцы в этой системе осуществляют поставки для местных космических станций. Эти гражданские, вероятно, были лишены снабжения в течение нескольких месяцев из-за войны и находятся в отчаянной нужде.

# data/newEvents.xml.append$//textList[@name="REBEL_HELPERS_TEXT"]/text[4]
source: Civilian colonists loyal to the Rebel cause are present on a nearby planet. It looks like they are currently receiving a supply shipment. Could be useful.
ru: Гражданские колонисты, верные делу повстанцев, присутствуют на ближайшей планете. Похоже, что в настоящее время они получают поставку. Может пригодиться.

# data/newEvents.xml.append$//textList[@name="REBEL_HELPERS_TEXT"]/text[5]
source: Because of the war, thousands of colonists have had their supply lines disrupted and have found themselves in dire straits. It seems in this system, the Rebels are sympathetic and are distributing what little supplies they can spare.
ru: Из-за войны у тысяч колонистов были нарушены линии снабжения, и они оказались в отчаянном положении. Похоже, в этой системе повстанцы сочувствуют и распределяют те немногие запасы, которые они могут выделить.

source: You make to preparations to leave. One of the civilian leaders contacts you: "That Rebel was our sole source of supplies. You have doomed us all."
ru: Вы готовитесь уходить. Один из гражданских лидеров связывается с вами: "Этот повстанец был нашим единственным источником снабжения. Ты обрек нас всех".

source: You leave the civilians with the supplies, though without the Rebel that was running supplies to them its unlikely they'll live long.
ru: Вы оставляете гражданских с припасами, хотя без повстанца, который доставлял им припасы, маловероятно, что они долго проживут.

source: You wonder if any more Rebels will be available to help these civilians on the edge of nowhere. Oh well, for you a few more dead Rebels matter more than the lives of a thousand colonists.
ru: Вы задаетесь вопросом, будут ли еще повстанцы, чтобы помочь этим гражданским на краю небытия. Ну что ж, для вас еще несколько мертвых повстанцев значат больше, чем жизни тысячи колонистов.

source: Before your FTL drive charges, you receive a hail: "My son was on that ship. He only helped the Rebels because they cared enough to help us. Without him to find us supplies, we'll likely be forgotten and die out here."
ru: Прежде чем ваш ССД зарядится, вы получаете вызов: "Мой сын был на этом корабле. Он помогал повстанцам только потому, что они достаточно заботились о том, чтобы помочь нам. Без него, мы, скорее всего, будем забыты и умрем здесь".

# data/newEvents.xml.append$//event[@name="REBEL_HELPERS"]/choice[1]/text
source: Attack the Rebels.
ru: Атаковать повстанцев.

# data/newEvents.xml.append$//event[@name="REBEL_HELPERS"]/choice[1]/event/text
source: You engage the Rebel ship.
ru: Вы вступаете в бой с кораблем повстанцев.

source: Continue...
ru: Продолжить...

source: (Forged ID) Pretend to be a Rebel ship and deliver the supplies yourself.
ru: (Поддельные документы) Притвориться кораблем повстанцев и лично доставить припасы.

source: "Oh, are you the one command sent to start making these deliveries? Great, take these and bring them down there to those colonists. They'll be waiting for you."
ru: "О, это вас командование послало начать доставку? Отлично, возьмите это и отнесите колонистам. Они будут ждать вас".

source: Deliver the supplies.
ru: Доставить припасы.

source: You fly down to the planet surface where you drop off the supplies. The colonists are confused as they don't recognize you, but they're glad for the help and offer some repairs and some work on your weapons system.
ru: Вы прилетаете на поверхность планеты, где доставляете припасы. Колонисты в замешательстве, так как не узнают вас, но они рады помощи и предлагают ремонт и работу над вашей системой вооружения.

source: Steal the supplies.
ru: Украсть припасы.

# data/newEvents.xml.append$//event[@name="REBEL_HELPERS"]/choice[3]/text
source: Wait and steal the supplies from the civilians.
ru: Подождать и украсть припасы у гражданских.

# data/newEvents.xml.append$//event[@name="REBEL_HELPERS"]/choice[4]/text
source: Leave them be.
ru: Оставить их.

# data/newEvents.xml.append$//event[@name="REBEL_HELPERS"]/choice[4]/event/text
source: You decide not to bother the Rebels.
ru: Вы решаете не беспокоить повстанцев.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The colonists hand over the supplies. It appears to be mostly equipment meant for automated farming, but you can make use of it. As you leave, you receive a message: "This is why the Rebels will always have support!"
ru: Колонисты сдают припасы. По-видимому, это в основном оборудование, предназначенное для автоматизированного сельского хозяйства, но вы можете использовать его. Уходя, вы получаете сообщение: "Вот почему у повстанцев всегда будет поддержка!"

source: Continue...
ru: Продолжить...

source: The colonists hand over the supplies and you load it onto your ship. As you jump away, you crack it open and discover nothing more than vaccinations for a local plague.
ru: Колонисты передают припасы, и вы грузите их на свой корабль. Когда вы улетаете, вы вскрываете их и обнаруживаете не что иное, как прививки от местной чумы.

source: Continue...
ru: Продолжить...

source: You make the colonists teleport the supplies to your ship. It's nothing more than building construction supplies. Oh well, scrap is scrap.
ru: Вы заставляете колонистов телепортировать припасы на ваш корабль. Это не что иное, как строительные материалы. Ну что ж, лом есть лом.

source: Continue...
ru: Продолжить...

source: The colonists willingly give up their supplies. But as you make to jump away, an explosion rocks your ship. The cargo was booby trapped!
ru: Колонисты охотно отдают свои припасы. Но когда вы собираетесь уходить, на вашем корабле раздается взрыв. Груз был заминирован!

source: Continue...
ru: Продолжить...

source: The colonists hand over the supplies. It appears to be nothing more than some basic medical supplies.
ru: Колонисты сдают припасы. Похоже, это не более чем некоторые базовые медицинские принадлежности.

source: Continue...
ru: Продолжить...

source: The colonists hand over the supplies. It appears to be a small supply of ammunition, probably for their mining operations.
ru: Колонисты сдают припасы. Похоже, это небольшой запас боеприпасов, вероятно, для их горных работ.

source: Continue...
ru: Продолжить...

source: The colonists aren't willing to give up the supplies without a fight. As you bring the cargo back to your ship, a horde of angry civilians board and try to take it back!
ru: Колонисты не хотят отдавать припасы без боя. Когда вы возвращаете груз на свой корабль, орда разъяренных гражданских поднимается на борт и пытается забрать его обратно!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="REBEL_HELPERS_STEAL"]/event[1]/text
source: It appears the supplies are mostly equipment meant for automated farming, but you can make use of it. As you leave, you receive a message: "This is why the Rebels will always have support!"
ru: Оказалось, что груз - это в основном оборудование для автоматизированной фермы, но вы можете им воспользоваться. Когда вы улетаете, вы получаете сообщение: "Вот почему у повстанцев всегда будет поддержка!"

# data/newEvents.xml.append$//eventList[@name="REBEL_HELPERS_STEAL"]/event[2]/text
source: The supplies are nothing more than building construction supplies. Oh well, scrap is scrap.
ru: Припасы - это не что иное, как строительные материалы. Ну что ж, лом есть лом.

# data/newEvents.xml.append$//eventList[@name="REBEL_HELPERS_STEAL"]/event[3]/text
source: It appears the supplies are nothing more than some basic medical supplies.
ru: Похоже, что припасы - это не более чем базовые медицинские принадлежности.

# data/newEvents.xml.append$//eventList[@name="REBEL_HELPERS_STEAL"]/event[4]/text
source: It appears the supplies are a small supply of ammunition, probably for their mining operations.
ru: Похоже, что это небольшой запас боеприпасов, вероятно, для их горных работ.

source: The colonists hand over the supplies. It appears to be mostly equipment meant for automated farming, but you can make use of it. As you leave, you receive a message: "This is why the Rebels will always have support!"
ru: Колонисты сдают припасы. По-видимому, это в основном оборудование, предназначенное для автоматизированного сельского хозяйства, но вы можете использовать его. Уходя, вы получаете сообщение: "Вот почему у повстанцев всегда будет поддержка!"

source: The colonists hand over the supplies and you load it onto your ship. As you jump away, you crack it open and discover nothing more than vaccinations for a local plague.
ru: Колонисты передают припасы, и вы грузите их на свой корабль. Когда вы улетаете, вы вскрываете их и обнаруживаете не что иное, как прививки от местной чумы.

source: You make the colonists teleport the supplies to your ship. It's nothing more than building construction supplies. Oh well, scrap is scrap.
ru: Вы заставляете колонистов телепортировать припасы на ваш корабль. Это не что иное, как строительные материалы. Ну что ж, лом есть лом.

source: The colonists hand over the supplies. It appears to be nothing more than some basic medical supplies.
ru: Колонисты сдают припасы. Похоже, это не более чем некоторые базовые медицинские принадлежности.

source: The colonists hand over the supplies. It appears to be a small supply of ammunition, probably for their mining operations.
ru: Колонисты сдают припасы. Похоже, это небольшой запас боеприпасов, вероятно, для их горных работ.

# data/newEvents.xml.append$//textList[@name="ROGUE_REBEL_TEXT"]/text[1]
source: You arrive at a beacon located in a civilian star system. A nearby colony contacts you: "We've got a rogue Rebel ship harassing this system. Do you have time to find it?"
ru: Вы прибываете к маяку, расположенному в гражданской звездной системе. Соседняя колония связывается с вами: "У нас есть корабль повстанцев-изгоев, преследующий эту систему. У вас есть время, чтобы найти его?"

# data/newEvents.xml.append$//textList[@name="ROGUE_REBEL_TEXT"]/text[2]
source: As soon as you arrive, you receive a Federation encrypted message: A Rebel ship has been terrorizing the local civilians in this system, please seek and destroy it.
ru: Сразу после прибытия вы получаете зашифрованное сообщение Федерации: "Корабль повстанцев терроризирует местных гражданских в этой системе, пожалуйста, найдите и уничтожьте его".

# data/newEvents.xml.append$//textList[@name="ROGUE_REBEL_TEXT"]/text[3]
source: You begin charging your FTL drive, and do a quick scan of a local planet. You find the ruins of a recently destroyed Federation colony of the surface. There must be a Rebel ship in the vicinity...
ru: Вы начинаете заряжать свой ССД привод и быстро сканируете местную планету. Вы находите руины недавно разрушенной колонии Федерации на поверхности. Где-то поблизости должен быть корабль повстанцев...

# data/newEvents.xml.append$//textList[@name="ROGUE_REBEL_TEXT"]/text[4]
source: You jump into a field of debris. It appears a battle recently took place here, and the loser seems to have been a civilian ship. A message was left on repeat before it was destroyed: "Rebels attacking, please send aid!" The responsible Rebels are likely still nearby.
ru: Вы прыгаете в поле обломков. Похоже, здесь недавно произошла битва, и проигравший, похоже, был гражданским кораблем. Сообщение было оставлено на повторе, прежде чем оно было уничтожено: "Повстанцы атакуют, пожалуйста, пришлите помощь!" Ответственные за это повстанцы, скорее всего, все еще находятся поблизости.

# data/newEvents.xml.append$//event[@name="ROGUE_REBEL"]/choice[1]/text
source: Go looking for the Rebel ship.
ru: Отправиться на поиски корабля повстанцев.

# data/newEvents.xml.append$//event[@name="ROGUE_REBEL"]/choice[2]/text
source: No time to search, you prepare to jump away.
ru: У вас нет времени на поиски, вы готовитесь к прыжку.

# data/newEvents.xml.append$//event[@name="ROGUE_REBEL"]/choice[2]/event/text
source: You decide not to go hunting for Rebels.
ru: Вы решаете не охотиться на повстанцев.

source: Check the storage.
ru: Проверить склад.

source: Do nothing.
ru: Ничего не делать.

source: (Improved Sensors) Perform a scan of the area.
ru: (Улучшенные Сенсоры) Выполнить сканирование области.

source: You quickly find the Rebel ship's location and move to intercept.
ru: Вы быстро находите местоположение корабля повстанцев и двигаетесь на перехват.

source: Continue...
ru: Продолжить...

source: (Advanced Sensors) Pinpoint the Rebel's location.
ru: (Продвинутые Сенсоры) Определить местоположение повстанцев.

source: You find the Rebel ship hiding on a nearby asteroid. You are able to get a shot off and permanently disable their engines before they notice you.
ru: Вы находите корабль повстанцев, прячущийся за ближайшим астероидом. Вам удается выстрелить и окончательно вывести из строя их двигатели, прежде чем они заметят вас.

source: Continue...
ru: Продолжить...

source: (LRS) Pinpoint the Rebel's location.
ru: (Сканеры дальнего действия) Определить местоположение повстанцев.

source: You find the Rebel ship hiding on a nearby asteroid. You are able to get a shot off and permanently disable their engines before they notice you.
ru: Вы находите корабль повстанцев, прячущийся за ближайшим астероидом. Вам удается выстрелить и окончательно вывести из строя их двигатели, прежде чем они заметят вас.

source: Continue...
ru: Продолжить...

source: (Analyzer) Collect the logs of the most recent arrival.
ru: (Анализатор) Изучить данные маяка о последних прибытиях.

source: You find the Rebel ship hiding on a nearby asteroid. You are able to get a shot off and permanently disable their engines before they notice you.
ru: Вы находите корабль повстанцев, прячущийся за ближайшим астероидом. Вам удается выстрелить и окончательно вывести из строя их двигатели, прежде чем они заметят вас.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROGUE_REBEL_SEARCH"]/event[1]/text
source: You spend some time looking around but your scanners cannot pick up any trace of the Rebel ship. You prepare to move on.
ru: Вы тратите некоторое время на поиски, но ваши сканеры не могут обнаружить никаких следов корабля повстанцев. Вы готовитесь двигаться дальше.

# data/newEvents.xml.append$//eventList[@name="ROGUE_REBEL_SEARCH"]/event[2]/text
source: After a short search you find the Rebel ship. Let's hope he's as easy to defeat in combat as he was to find.
ru: После недолгих поисков вы находите корабль повстанцев. Будем надеяться, что его будет так же легко победить в бою, как и найти.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROGUE_REBEL_SEARCH"]/event[3]/text
source: You are able to quickly track down the Rebel. Let's hope he's as easy to defeat in combat as he was to find.
ru: Вы быстро выследили повстанца. Будем надеяться, что его так же легко победить в бою, как и найти.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROGUE_REBEL_SEARCH"]/event[4]/text
source: After far too much time spent searching, you are finally able to track him down. You go into the fight pondering just how much of a head start you've lost on the Rebel Fleet...
ru: После долгих поисков вам наконец удается его выследить. Вы вступаете в бой, размышляя о том, какую фору вы потеряли перед флотом повстанцев...

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//event[@name="DISTRESS_REFUGEE"]/text
source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
ru: Вы столкнулись с кораблем беженцев, дрейфующим в космосе. Похоже, что он спасался от наступления повстанцев, но у него закончилось топливо. Их аварийный маяк активен, но вы не уверены, что на борту кто-то есть.

# data/newEvents.xml.append$//event[@name="DISTRESS_REFUGEE"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.

# data/newEvents.xml.append$//event[@name="DISTRESS_REFUGEE"]/choice[2]/text
source: Ignore the refugees.
ru: Не обращать внимания на беженцев.

# data/newEvents.xml.append$//event[@name="DISTRESS_REFUGEE"]/choice[2]/event/text
source: You're wary of the refugees but figure it's safe to do something on the ship.
ru: Вы опасаетесь беженцев, но решили, заняться чем-либо на корабле.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//event[@name="QUEST_CONSTRUCTIONYARD"]/text
source: You come across a space station under construction. You receive a message from their command tower, "Greetings. We recently lost contact with a cargo ship that was set to deliver more construction materials. Could you help us figure out what happened to them?"
ru: Вы натыкаетесь на строящуюся космическую станцию. Вы получаете сообщение с их командной башни: "Приветствую вас. Недавно мы потеряли связь с грузовым судном, которое должно было доставить больше строительных материалов. Не могли бы вы помочь нам выяснить, что с ними случилось?"

# data/newEvents.xml.append$//event[@name="QUEST_CONSTRUCTIONYARD"]/choice[1]/text
source: Offer your help.
ru: Предложить свою помощь.
