Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/newEvents.xml.append/*.po
Languages: ru

# data/newEvents.xml.append$//event[@name="NEBULA_ROCK_SLUG_ARGUMENT"]/text
source: You detect multiple ships running at maximum power nearby, but you can't see anything through this thick nebula.
ru: Вы обнаруживаете поблизости несколько кораблей, работающих на максимальной мощности, но ничего не видите сквозь эту густую туманность.

source: Get closer.
ru: Приблизиться.

source: Ignore them.
ru: Не обращать на них внимания.

source: You distance yourself from the ships, just in case.
ru: Держаться на дистанции от кораблей, на всякий случай.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//event[@name="ROCK_SLUG_ARGUMENT"]/text
source: You find a Slug Cruiser and Rock ship at a standoff, both with weapons armed and ready to fight. You could intervene before this gets out of hand.
ru: Вы наткнулись на противостояние крейсера слизней и корабля валунов, оба вооружены и готовы к бою. Вы можете вмешаться, прежде чем это выйдет из-под контроля.

# data/newEvents.xml.append$//event[@name="ROCK_SLUG_ARGUMENT"]/choice[1]/text
source: Hail them to see what's wrong.
ru: Связаться с ними, чтобы узнать, что случилось.

source: The Slug captain explains that they upgraded the Rock ship's reactor and now the 'thick boulder heads' are refusing to pay for the work done. The Rock Captain says the 'gelatinous ooze rats' did a poor job that is not worth their agreed upon price.
ru: Капитан слизней объясняет, что они модернизировали реактор корабля валунов, и теперь "жирные каменюги" отказываются платить за проделанную работу. Капитан валунов говорит, что "желатиновые крысы" сделали плохую работу, которая не стоит их согласованной цены.

source: Offer to pay off the Rock debt.
ru: Предложить заплатить долг валунов.

source: You pay off the debt. The Rock Captain still seems annoyed at the Slug's getting their 'undeserved' scrap, but at least the situation will remain peaceful.
ru: Вы оплачиваете долг. Капитан валунов все еще кажется раздражен тем, что слизень получил свой "незаслуженный" лом, но, по крайней мере, ситуация останется мирной.

source: Continue...
ru: Продолжить...

source: Demand the Rock ship pay the agreed upon price.
ru: Потребовать, чтобы корабль валунов заплатил оговоренную цену.

source: (Rock Crew) Talk the Rock into peacefully paying the full price.
ru: (Член экипажа-валун) Уговорите валуна мирно заплатить полную цену.

source: With much grumbling, the Rock Captain agrees to pay the price.
ru: С большим ворчанием капитан валунов соглашается заплатить цену.

source: Continue...
ru: Продолжить...

source: Demand the Slug ship give a full refund.
ru: Потребовать от корабля слизней полного возмещения.

source: (Slug Crew) Talk the Slugs into peacefully accepting the new price.
ru: (Член экипажа-слизень) Уговорить слизней мирно принять новую цену.

source: With much grumbling, the Slug Captain agrees to give a full refund.
ru: С большим ворчанием капитан слизней соглашается полностью вернуть деньги.

source: Continue...
ru: Продолжить...

source: (Mind Control) Mind Control the Slugs into giving a full refund.
ru: (Контроль разума) Взять под контроль разум слизней, чтобы они полностью вернули деньги.

source: You calibrate the Mind Control to lock onto the Slug ship... but nothing happens. It's at this moment you remember Slugs can't be mind controlled at all. The Slug captain laughs at your pitiful attempt and you leave in shame.
ru: Вы настраиваете Контроль разума, чтобы захватить корабль слизней... но ничего не происходит. Именно в этот момент вы вспоминаете, что слизни вообще не поддаются контролю над разумом. Капитан слизней смеется над вашей жалкой попыткой, и вы уходите со стыдом.

source: You have better things to attend to, leave them.
ru: У вас есть дела поважнее, оставить их.

# data/newEvents.xml.append$//event[@name="ROCK_SLUG_ARGUMENT"]/choice[2]/text
source: Leave them be.
ru: Оставить их.

source: You leave the two ships to their bickering.
ru: Вы оставляете два корабля с их разногласиями.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_COMMAND"]/event[1]/text
source: Apparently the Rock Captain was more annoyed than you thought, they shut off all communication and turn on you, the 'slime balls' defender.
ru: Судя по всему, капитан валунов раздражен больше, чем вы думали, они отключили связь и набросились на вас, защитника "сгустков слизи".

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_COMMAND"]/event[2]/text
source: With much grumbling, the Rock Captain agrees to pay the price.
ru: С большим ворчанием капитан валунов соглашается заплатить цену.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_COMMAND"]/event[3]/text
source: A massive explosion emanates from the Rock Ship, shattering its hull and sending debris on an unavoidable collision course to your ship. Seems like that reactor upgrade was poorly done after all, and the Slugs took the opportunity to jump away.
ru: Мощный взрыв исходит от корабля валунов, разрушая его корпус и отправляя обломки на неизбежное столкновение с вашим кораблем. Похоже, что модернизация реактора была сделана плохо, и слизни воспользовались возможностью, чтобы совершить прыжок.

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_GRATEFUL"]/event[1]/text
source: The Slugs offer their thanks for your help, and jump away. Their true appreciation is questionable, but at least you can get back to your mission.
ru: Слизни благодарят вас за помощь и совершают прыжок. Их истинная признательность сомнительна, но, по крайней мере, вы можете вернуться к своей миссии.

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_GRATEFUL"]/event[2]/text
source: The Slug Captain offers a free reactor upgrade for your help. It never hurts to get a little power boost!
ru: Капитан слизней предлагает бесплатное обновление реактора за вашу помощь. Немного зарядиться энергией никогда не помешает!

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_GRATEFUL"]/event[3]/text
source: The Slug Captain, thankful for your help, offers a reactor upgrade for your ship... for a 'fair' price.
ru: Капитан слизней, благодарный за вашу помощь, предлагает модернизацию реактора для вашего корабля... по "справедливой" цене.

source: Agree to the price.
ru: Согласиться с ценой.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline the offer.
ru: Отклонить предложение.

source: You break communications and prepare to move on.
ru: Вы разрываете связь и готовитесь двигаться дальше.

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_REFUND"]/event[1]/text
source: "Hahahah! Like hell I'd take the adviccce of a Federation captain, essspecccially when he tellss me I should just let myssself get ssscammed out of my money!" The Slug ship immediately turns hostile!
ru: "Хахаха! Черта ссс два я приссслушаюсь к сссоветам капитана Федерации, осссобенно когда он говорит мне, что я должен просссто позволить сссебя обмануть на деньги!" Корабль слизней немедленно становится враждебным!

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_REFUND"]/event[2]/text
source: You're pretty certain you hear the Slugs say some nasty things about your mother under their breath, but they do reluctantly accept the Rockman's new price.
ru: Вы почти уверены, что слышали, как слизни шепотом говорили о вашей маме что-то неприятное, но они неохотно соглашаются на новую цену валуна.

source: Continue...
ru: Продолжить...

# data/newEvents.xml.append$//eventList[@name="ROCK_SLUG_REFUND"]/event[3]/text
source: A massive explosion emanates from the Rock Ship, shattering its hull and sending debris on an unavoidable collision course to your ship. Seems like that reactor upgrade was poorly done after all, and the Slugs took the opportunity to jump away.
ru: Мощный взрыв исходит от корабля валунов, разрушая его корпус и отправляя обломки на неизбежное столкновение с вашим кораблем. Похоже, что модернизация реактора была сделана плохо, и слизни воспользовались возможностью, чтобы совершить прыжок.

source: The Rock captain grumbles then jumps away without another word. You know Rockmen tend to be ungrateful as a culture, but this is just plain rude.
ru: Капитан валунов ворчит и уходит в прыжок, не сказав больше ни слова. Вы знаете, что тенденция валунов быть неблагодарными заложена в их культуру, но это просто грубо.

source: The Rock captain seems rather ungrateful for your assistance, and still bent out of shape by his unsatisfactory reactor upgrades. "And what am I supposed to do about this crapjob upgrade?"
ru: Капитан валунов, похоже, неблагодарен за вашу помощь и все еще сокрушается по поводу неудовлетворительной модернизации реактора. "И что я должен делать с этой дерьмовой модернизацией?"

source: Fix it for them. [-25~]
ru: Починить его для них. [-25~]

source: With some scrap of your own, you work on the Rockman's reactor to spruce it up. "Still a cruddy job, but at least you aren't as bad as those sludge gushers." It's a very reluctant compliment, but you can tell the Rockman appreciates it because he returns carrying a gift!
ru: Со своим собственным ломом вы работаете над реактором валунов, чтобы привести его в порядок. "Все еще грязная работенка, но, по крайней мере, вы не так плохи, как эти торгаши хламом". Это очень неохотный комплимент, но вы можете сказать, что валун ценит его, потому что он возвращается с подарком!

source: Deal with it.
ru: Смириться с этим.

source: You aren't sure what reaction you expected from this response, but the abrupt laughter from the Rock captain surprises you. "I like your style." Brief, but a compliment from a Rockman is nothing to scoff at. Especially since it's followed by a small gift as a "thank you" for helping them.
ru: Вы не знаете, какой реакции ожидать от этого ответа, но резкий смех капитана валунов вас удивляет. "Мне нравится твой стиль". Короткий, но комплимент от валуна - это не повод для насмешек. Тем более, что за этим следует небольшой подарок в качестве "спасибо" за помощь.

# data/newEvents.xml.append$//event[@name="TAVERN_HIRE"]/choice[1]/text
source: Hire a crewmember.
ru: Нанять члена экипажа.

# data/newEvents.xml.append$//event[@name="TAVERN_HIRE"]/choice[2]/text
source: Hire a crewmember.
ru: Нанять члена экипажа.

# data/newEvents.xml.append$//event[@name="TAVERN_HIRE"]/choice[3]/text
source: Don't hire anyone.
ru: Не нанимать никого.

# data/newEvents.xml.append$//event[@name="TAVERN_HIRE"]/choice[3]/event/text
source: You ignore the crew.
ru: Вы не обращаете внимания на экипаж.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//textList[@name="TAVERN_HIRE_TEXT"]/text[1]
source: You find a space station set up for travelers. Browsing through its listings, you find a tavern full of mercenaries for hire. You look for potential crewmembers.
ru: вы находите космическую станцию, предназначенную для путешественников. Просматривая его списки, вы находите таверну, полную наемников по найму. Вы ищете потенциальных членов экипажа.

# data/newEvents.xml.append$//textList[@name="TAVERN_HIRE_TEXT"]/text[2]
source: There are a number of ships stationed around a rest stop. You immediately receive a message saying, "If you're looking for some bodies to fill your ship, you've come to the right place!"
ru: Вокруг остановки для отдыха стоит несколько кораблей. Вы сразу же получаете сообщение: "Если вы ищете несколько тел, чтобы заполнить свой корабль, вы пришли в нужное место!"

# data/newEvents.xml.append$//textList[@name="TAVERN_HIRE_TEXT"]/text[3]
source: This beacon seems to serve as a meeting place for local traffic. It seems you can find crew willing to fight on your ship here... for a price.
ru: Этот маяк, по-видимому, служит местом встречи для местного трафика. Похоже, вы можете найти экипаж, готовую сражаться на вашем корабле здесь... за определенную цену.

source: Agree to the trade.
ru: Согласиться торговать.

source: The reactor is already maxed.
ru: Реактор уже на пределе.

source: Respectfully decline.
ru: Вежливо отказаться.

source: You decide you need what supplies you have.
ru: Вы решили, что все ваши припасы необходимы.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "You look like a military vessel. We're trying to get back to our homes alive. I'm an engineer by trade and could try to improve your reactor if you have any extra supplies."
ru: "Вы выглядите как военное судно. Мы пытаемся добраться домой живыми. Я инженер по профессии и мог бы попытаться улучшить ваш реактор, если у вас есть лишние запасы".

source: You receive a message from a small convoy. They're looking for some military supplies and are offering to try to improve your reactor in exchange.
ru: Вы получили сообщение от небольшого конвоя. Они ищут военные припасы и предлагают в обмен попытаться улучшить ваш реактор.

source: You make the exchange and their team comes on board to try to improve your reactor.
ru: Вы совершаете обмен, и их команда поднимается на борт, чтобы попытаться улучшить ваш реактор.

source: You make the exchange and their team comes on board to try to improve your reactor.
ru: Вы совершаете обмен, и их команда поднимается на борт, чтобы попытаться улучшить ваш реактор.

source: You make the exchange and their team comes on board to try to improve your reactor.
ru: Вы совершаете обмен, и их команда поднимается на борт, чтобы попытаться улучшить ваш реактор.

# data/newEvents.xml.append$//event[@name="TRADER_UPGRADES"]/choice[1]/text
source: Inquire about their specialty.
ru: Поинтересоваться их специальностью.

# data/newEvents.xml.append$//event[@name="TRADER_UPGRADES"]/choice[2]/text
source: Decline.
ru: Отказаться.

# data/newEvents.xml.append$//event[@name="TRADER_UPGRADES"]/choice[2]/event/text
source: You thank them for their offer but prepare to move on.
ru: Вы благодарите их за предложение, но готовитесь двигаться дальше.

# data/newEvents.xml.append$//textList[@name="TRADER_UPGRADES_TEXT"]/text[1]
source: You are immediately hailed by a mobile docking platform upon arrival, "Welcome to Uncle Joe's Fix-it Shop! Need a tuneup? We got you covered!"
ru: По прибытии с вами сразу же связывается мобильная стыковочная платформа: "Добро пожаловать в ремонтный магазин дяди Джо! Нужна настройка? Мы вам поможем!"

# data/newEvents.xml.append$//textList[@name="TRADER_UPGRADES_TEXT"]/text[2]
source: There are a number of privately owned ship construction platforms in the area. You find one that has a slot open for some immediate work.
ru: В этом районе есть несколько частных судостроительных платформ. Вы находите тот, в котором есть свободное место для какой-то немедленной работы.

# data/newEvents.xml.append$//textList[@name="TRADER_UPGRADES_TEXT"]/text[3]
source: You pick up an automated message from a nearby space station. There appears to be a local shipwright that can perform emergency work on military ships.
ru: Вы принимаете автоматическое сообщение с ближайшей космической станции. Похоже, есть местный кораблестроитель, который может выполнять аварийные работы на военных кораблях.

# data/newEvents.xml.append$//textList[@name="TRADER_UPGRADES_TEXT"]/text[4]
source: You receive a message from a small refugee convoy, "Hail. We'd like to help you on your mission but don't have much to offer. If you have extra metal perhaps we could work on your ship?"
ru: Вы получаете сообщение от небольшого конвоя беженцев: "Привет. Мы хотели бы помочь вам в вашей миссии, но нам нечего вам предложить. Если у вас есть лишний металл, возможно, мы могли бы поработать на вашем корабле?"

source: They offer to upgrade your Oxygen system in exchange for some scrap.
ru: Они предлагают модернизировать вашу Кислородную систему в обмен на немного лома.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline.
ru: Отказаться.

source: You thank them but prepare to move on.
ru: Вы благодарите их, но готовитесь двигаться дальше.

source: They offer to upgrade your Piloting subsystem in exchange for some scrap.
ru: Они предлагают модернизировать вашу Рулевую рубку в обмен на немного лома.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline.
ru: Отказаться.

source: You thank them but prepare to move on.
ru: Вы благодарите их, но готовитесь двигаться дальше.

source: They offer to upgrade your Door subsystem in exchange for some scrap.
ru: Они предлагают модернизировать вашу подсистему Дверей в обмен на немного лома.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline.
ru: Отказаться.

source: You thank them but prepare to move on.
ru: Вы благодарите их, но готовитесь двигаться дальше.

source: They offer to upgrade your Sensors subsystem in exchange for some scrap.
ru: Они предлагают модернизировать вашу подсистему Сенсоров в обмен на немного лома.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline.
ru: Отказаться.

source: You thank them but prepare to move on.
ru: Вы благодарите их, но готовитесь двигаться дальше.

source: They offer to upgrade your reactor in exchange for some scrap.
ru: Они предлагают модернизировать ваш реактор в обмен на немного лома.

source: Agree to the exchange.
ru: Согласиться на торговлю.

source: You let their team on board and after a short time they finish their work.
ru: Вы пускаете их команду на борт, и через короткое время они заканчивают свою работу.

source: Decline.
ru: Отказаться.

source: You thank them but prepare to move on.
ru: Вы благодарите их, но готовитесь двигаться дальше.

# data/newEvents.xml.append$//event[@name="HELP_MINERS"]/text
source: You come across an asteroid mining colony. They message you immediately, saying, "Greetings. Our supplies of mining explosives have run out ever since the Rebels blockaded this system. Do you have any extra explosives?"
ru: Вы натыкаетесь на колонию шахтеров на астероидах. Они немедленно отправляют вам сообщение, говоря: "Приветствую вас. Наши запасы взрывчатки для минирования закончились с тех пор, как повстанцы блокировали эту систему. У вас есть лишняя взрывчатка?"

# data/newEvents.xml.append$//event[@name="HELP_MINERS"]/choice[1]/text
source: Give them the requested 5 missiles.
ru: Дать им запрошенные 5 ракет.

# data/newEvents.xml.append$//event[@name="HELP_MINERS"]/choice[2]/text
source: Give them 15 missiles.
ru: Дать им 15 ракет.

source: (Explosive Replicator) Use the replicator to synthesize the missiles for them.
ru: (Репликатор взрывчатки) Использовать репликатор, чтобы синтезировать ракеты для них.

source: (Missile Weapon) Offer to blast through the mine with your Launcher.
ru: (Ракетное орудие) Предложить пробить шахту с помощью своей ракетной установки.

source: "I don't think you quite understand. I understand your... enthusiasm... but it's not exactly 'union friendly' to use military ballistic weapons in mining operations. Perhaps it's best we don't make any trades..."
ru: "Мне кажется, ты не совсем понял. Я понимаю твой... энтузиазм... но использовать военное баллистическое оружие в шахтерских работах не совсем "по правилам Союза". Возможно, нам лучше не заключать никаких сделок..."

source: (Bomb Weapon) Offer to solve their problem by using a controlled explosion from your bomb. [-1}]
ru: (Бомбовое оружие) Предложить решить их проблему с помощью контролируемого взрыва вашей бомбы. [-1}]

source: "Curious. I did not consider the practicality of using a bomb for such matters. I suppose it should be safe enough. You have my permission."
ru: "Любопытно. Я не думаю, что практично использовать бомбу в таких ситуациях, но полагаю, это должно быть вполне безопасно. Я разрешаю."

source: Continue...
ru: Продолжить...

source: (Lost Sun Commando) Offer to teach them how to construct makeshift explosives.
ru: (Коммандос Затерянных Солнц) Предложить научить их, как сделать самодельную взрывчатку.

source: Your commando, being both an experienced arsonist and knowledgeable in the ways of explosives, explains to the miners how the Lost Suns have been using "recycled" ammunition to save costs. Thoroughly impressed by this knowledge, the colony's leader grants you access to some of their latest spoils.
ru: Ваш Коммандос, будучи одновременно опытным поджигателем и знатоком взрывчатки, объясняет шахтерам, как Затерянные Солнца используют "переработанные" боеприпасы для экономии ресурсов. Впечатленный этими знаниями, лидер колонии дает вам доступ к некоторым из своих последних трофеев.

# data/newEvents.xml.append$//event[@name="HELP_MINERS"]/choice[7]/text
source: Decline.
ru: Отказаться.

# data/newEvents.xml.append$//event[@name="HELP_MINERS"]/choice[7]/event/text
source: "I understand. Good luck out there. We'll try to make do with what we have."
ru: "Я понимаю. Удачи тебе там. Мы постараемся обойтись тем, что у нас есть".

source: Check the storage.
ru: Проверить склад.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_1"]/event[1]/text
source: They thank you for your generosity and offer some scrap in exchange.
ru: Они благодарят вас за вашу щедрость и предлагают немного лома в обмен.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_1"]/event[2]/text
source: They thank you and offer to have their engineers repair some of your ship's hull.
ru: Они благодарят вас и предлагают своим инженерам отремонтировать часть корпуса вашего корабля.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_1"]/event[3]/text
source: They thank you and offer to have their engineers try to upgrade your reactor.
ru: Они благодарят вас и предлагают своим инженерам попытаться модернизировать ваш реактор.
