Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/newEvents.xml.append/*.po
Languages: ru

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_2"]/event[1]/text
source: "Wow. This will help our efforts considerably. Let me see what I can scrounge up to offer you." They deliver some scrap and have their team try to repair part of your hull.
ru: "Ух ты. Это значительно поможет нашим усилиям. Давайте посмотрим, что я смогу вам предложить". Они доставляют немного лома, и их команда пытается отремонтировать часть вашего корпуса.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_2"]/event[2]/text
source: "Wow. This will help our efforts considerably." They offer to have their engineers fix up your ship and upgrade your reactor.
ru: "Ух ты. Это значительно поможет нашим усилиям". Они предлагают своим инженерам починить ваш корабль и модернизировать ваш реактор.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_2"]/event[3]/text
source: "Wow. This will help our efforts considerably. What could I offer for your troubles..." After some time they deliver a ship Augment for installation on your ship.
ru: "Ух ты. Это значительно поможет нашим усилиям. Что я могу предложить за ваши хлопоты...". Через некоторое время они доставляют корабельный модуль для установки на вашем корабле.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_3"]/event[1]/text
source: They thank you for your generosity and offer some scrap in exchange.
ru: Они благодарят вас за вашу щедрость и предлагают немного лома в обмен.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_3"]/event[2]/text
source: They thank you and offer to have their engineers repair some of your ship's hull.
ru: Они благодарят вас и предлагают своим инженерам отремонтировать часть корпуса вашего корабля.

# data/newEvents.xml.append$//eventList[@name="HELP_MINERS_3"]/event[3]/text
source: They thank you and offer to have their engineers try to upgrade your reactor.
ru: Они благодарят вас и предлагают своим инженерам попытаться модернизировать ваш реактор.

source: (Improved Sensors) Use your Sensors to scan the wreckage.
ru: (Улучшенные Сенсоры) Использовать свои Сенсоры для сканирования обломков.

source: You scan the battlefield, and with the aid of your Sensors, you are able to salvage a moderate amount of material from the wreckage. You prepare to jump.
ru: Вы сканируете поле боя, и с помощью ваших Сенсоров вы можете собрать умеренное количество материала из обломков. Вы готовитесь к прыжку.

source: (Advanced Sensors) Use your Sensors to scan the wreckage.
ru: (Продвинутые Сенсоры) Использовать свои Сенсоры для сканирования обломков.

source: (LRS) Use your Sensors to scan the wreckage.
ru: (Сканеры дальнего действия) Использовать свои Сенсоры для сканирования обломков.

# data/newEvents.xml.append$//event[@name="WRECKAGE_EVENT"]/choice[4]/text
source: Investigate the battlefield.
ru: Исследовать поле боя.

# data/newEvents.xml.append$//event[@name="WRECKAGE_EVENT"]/choice[5]/text
source: Ignore the wreckage and continue on.
ru: Не обращать внимания на обломки и продолжить свой путь.

# data/newEvents.xml.append$//event[@name="WRECKAGE_EVENT"]/choice[5]/event/text
source: You ignore the wreckage.
ru: Вы не обращаете внимания на обломки.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//textList[@name="WRECKAGE_TEXT"]/text[1]
source: What at first seems to be a simple nebula is actually filled with a good amount of debris from a brutal exchange between several ships. Wreckage drifts by your screens and tumbles into the depths of the nebula to be lost to sight. It's hard to determine who the combatants were without closer investigation.
ru: То, что на первый взгляд кажется простой туманностью, на самом деле заполнено большим количеством обломков от жестокого схватки между несколькими кораблями. Обломки дрейфуют мимо ваших экранов и падают в глубины туманности, чтобы исчезнуть из виду. Трудно определить, кем были участники боевых действий, не проведя более тщательного расследования.

# data/newEvents.xml.append$//textList[@name="WRECKAGE_TEXT"]/text[2]
source: You have jumped into the aftermath of what seems to have been a brutal exchange between several ships. Wreckage drifts by your screens, and you can still see the remains of the dying ships sparking and breaking apart. It's hard to determine who the combatants were without closer investigation.
ru: Вы попали в последствие того, что, похоже, было жестокой перестрелкой между несколькими кораблями. Обломки проносятся мимо ваших экранов, и вы все еще можете видеть, как останки гибнущих кораблей искрят и разрываются на части. Трудно определить, кто был участниками сражения, без более тщательного исследования.

# data/newEvents.xml.append$//eventList[@name="WRECKAGE_SCANNED"]/event[1]/text
source: You scan the battlefield, and with the aid of your Sensors, you are able to salvage a good amount of material from the wreckage. Well-stocked, you prepare to jump.
ru: Вы сканируете поле боя, и с помощью ваших Сенсоров вы можете собрать большое количество материала из обломков. Хорошо снабженные, вы готовитесь к прыжку.

# data/newEvents.xml.append$//eventList[@name="WRECKAGE_SCANNED"]/event[2]/text
source: You scan the battlefield and find a prototype military vessel in the debris! The crew has been killed, but their working prototype weapon array is still intact! You salvage it and bring it aboard.
ru: Вы сканируете поле боя и находите прототип военного судна в обломках! Экипаж был убит, но их рабочий прототип оружия все еще цел! Вы собираете его и поднимаете на борт.

source: You scan the battlefield, and find little remains. Disappointed, you prepare to jump.
ru: Вы осматриваете поле боя и находите мало останков. Разочарованные, вы готовитесь к прыжку.

source: You scan the battlefield, and find little remains. Disappointed, you prepare to jump.
ru: Вы осматриваете поле боя и находите мало останков. Разочарованные, вы готовитесь к прыжку.

source: You scan the battlefield, and find little remains. Disappointed, you prepare to jump.
ru: Вы осматриваете поле боя и находите мало останков. Разочарованные, вы готовитесь к прыжку.

source: You scan the battlefield, and find little remains. Disappointed, you prepare to jump.
ru: Вы осматриваете поле боя и находите мало останков. Разочарованные, вы готовитесь к прыжку.

source: You scan the battlefield, and are able to salvage some useful material from the wreckage.
ru: Вы сканируете поле боя и можете собрать немного полезных материалов из обломков.

source: You scan the battlefield, and are able to salvage some useful material from the wreckage.
ru: Вы сканируете поле боя и можете собрать немного полезных материалов из обломков.

source: As you approach the wreckage, a Mantis ship screams into the system... either sensing prey - or to finish the job its fellows started.
ru: Когда вы приближаетесь к обломкам, корабль богомолов кричит в систему... либо чувствуя добычу, либо чтобы закончить работу, начатую его товарищами.

source: Continue...
ru: Продолжить...

source: The wreckage appears to be a battle between Federation fighters and Rebel cruisers. Though outnumbered, it looks like the Federation fought valiantly. As you begin a more detailed scan of the wreckage, Rebel reinforcements arrive in the system and target your ship!
ru: Обломки, похоже, являются битвой между истребителями Федерации и крейсерами повстанцев. Несмотря на численное превосходство, похоже, что Федерация храбро сражалась. Как только вы начинаете более детальное сканирование обломков, в систему прибывает подкрепление повстанцев и нацеливается на ваш корабль!

source: Continue...
ru: Продолжить...

source: As you approach the wreckage, a Zoltan ship makes its arrival. It immediately mistakes you for one of the attackers, declares you as hostile aggressors in violation of Zoltan space, and opens fire!
ru: Когда вы приближаетесь к обломкам, прибывает корабль золтан. Он немедленно принимает вас за одного из нападавших, объявляет вас враждебными агрессорами, нарушающими пространство золтана, и открывает огонь!

source: Continue...
ru: Продолжить...

source: As you approach the wreckage, a Coalition vessel nearby activates! It seems the ship was aptly positioned inside the field of wreckage to spy on Federation ships like yours!
ru: Когда вы приближаетесь к обломкам, активируется корабль Коалиции поблизости! Похоже, корабль был расположен в поле обломков, чтобы шпионить за кораблями Федерации вроде вашего!

source: Continue...
ru: Продолжить...

source: As you approach the wreckage, a Slug ship makes its arrival. It hesitates for a moment, as if surprised to see anyone remaining, and then jumps away without a word. You resume scanning the system, wary of any other visitors.
ru: Когда вы приближаетесь к обломкам, появляется корабль слизней. На мгновение он замешкался, словно удивленный, что кто-то остался, а затем уходит в прыжок, не сказав ни слова. Вы возобновляете сканирование системы, опасаясь любых других посетителей.

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[1]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team C12 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию С12 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[2]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team F17 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию F17 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[3]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team A50-3 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию A50-3 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[4]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team Z9 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию Z9 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[5]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team T6 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию T6 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[6]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team R11 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию R11 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//textList[@name="TERRAFORMING_SCAN_TEXT"]/text[7]
source: You receive a hail from a station orbiting a nearby planet. "Captain, we are Federation Terraforming Team W8-2 and are in need of assistance. Do you have some time?"
ru: Вы получаете сообщение со станции, вращающейся на орбите ближайшей планеты. "Капитан, мы команда Федерации по Терраформированию W8-2 и нуждаемся в помощи. У вас есть немного времени?"

# data/newEvents.xml.append$//event[@name="TERRAFORMING_SCAN"]/choice[1]/text
source: You offer your assistance.
ru: Предложить свою помощь.

source: "Thank you! We need to scan this planet for life before we can begin terraforming, but our sensors can't get the necessary power to scan through this atmosphere. We've got a schedule to keep, any chance you can help?"
ru: "Спасибо! Нам нужно просканировать эту планету на наличие жизни, прежде чем мы сможем начать терраформирование, но нашим сенсорам не хватает мощности, необходимой для сканирования через эту атмосферу. Нам нужно соблюдать расписание, есть шанс, что вы сможете помочь?"

source: Attempt to scan the planet.
ru: Попытаться просканировать планету.

source: (Advanced Sensors) Set sensors to maximum and scan.
ru: (Продвинутые Сенсоры) Настроить сенсоры на максимальную мощность и сканировать.

source: (Zoltan Crew) Send your crewman to overcharge their systems.
ru: (Член экипажа-золтан) Отправить своего члена экипажа дозарядить их системы.

source: (Slug Crew) Check if your Slug senses any presence.
ru: (Член экипажа-слизень) Проверить, чувствует ли ваш слизень какое-либо присутствие.

source: (Long-Ranged Scanners) Scan the planet.
ru: (Сканеры дальнего действия) Просканировать планету.

source: (Lifeform Scanners) Scan the planet.
ru: (Сканеры форм жизни) Просканировать планету.

# data/newEvents.xml.append$//event[@name="TERRAFORMING_SCAN"]/choice[2]/text
source: You do not have time.
ru: У вас нет времени.

source: "We understand. Best of luck on your mission, sir!"
ru: "Мы понимаем. Удачи вам в вашей миссии, сэр!"

source: Check the storage.
ru: Проверить склад.

source: Do nothing.
ru: Ничего не делать.

source: It seems your sensors are no more powerful than the terraformer's. You apologize and continue on your way.
ru: Похоже, ваши сенсоры не мощнее сенсоров терраформера. Вы извиняетесь и продолжаете свой путь.

source: You find if you modulate the feedback signal of your sensors to just the right frequency, you're able to get through the atmosphere and perform a complete scan!
ru: Вы обнаружили, что если вы модулируете сигнал обратной связи ваших сенсоров на нужную частоту, вы сможете пройти через атмосферу и выполнить полное сканирование!

source: Continue...
ru: Продолжить...

source: After a complete scan of the planet, you find no life. The team is grateful and ready to get to work. The station scientists have a unique talent for life support units and offer to upgrade your oxygen system as thanks.
ru: После полного сканирования планеты вы не обнаружили никакой жизни. Команда благодарна и готова приступить к работе. Ученые станции обладают уникальным талантом к блокам жизнеобеспечения и предлагают улучшить вашу кислородную систему в качестве благодарности.

source: After a complete scan of the planet, you find no life. The team is grateful and ready to get to work. The station scientists have a unique talent for life support units and offer to upgrade your reactor as thanks.
ru: После полного сканирования планеты вы не обнаружили никакой жизни. Команда благодарна и готова приступить к работе. Ученые станции обладают уникальным талантом к созданию устройств жизнеобеспечения и в качестве благодарности предлагают модернизировать ваш реактор.

source: A complete scan of the planet reveals no life signs other than a single ship on the surface. The terraformers thank you for your help, and attempt to contact the ship. Just as you're about to jump away, the ship takes off and attacks, it's a pirate!
ru: Полное сканирование планеты не выявило никаких признаков жизни, кроме одного корабля на поверхности. Терраформеры благодарят вас за помощь и пытаются связаться с кораблем. Как только вы собираетесь прыгнуть, корабль взлетает и атакует, это пират!

source: Continue...
ru: Продолжить...

source: A complete scan of the planet reveals no life signs other than a single ship on the surface. The terraformers thank you for your help, and attempt to contact the ship. Just as you're about to jump away, the ship takes off and attacks - seems like it was a Duskbringer fugitive!
ru: Полное сканирование планеты не выявило никаких признаков жизни, кроме одного корабля на поверхности. Терраформеры благодарят вас за помощь и пытаются связаться с кораблем. Как только вы собираетесь прыгнуть, корабль взлетает и атакует, похоже, это были беглец из Вестников Заката!

source: Continue...
ru: Продолжить...

source: A complete scan of the planet reveals a simple mold as the only life present. The terraformers claim their terraforming plans are only hindered by intelligent life; they can begin their work.
ru: Полное сканирование планеты показало, что единственным видом жизни является простая плесень. Терраформеры утверждают, что их планам терраформирования мешает только разумная жизнь; они могут начать свою работу.

source: Tell them to stop. Any life is valuable.
ru: Сказать им, чтобы остановились. Любая жизнь ценна.

source: "But our livelihood depends on this job! Who cares about some silly mold? We'll pay you to look the other way!"
ru: "Но наши средства к существованию зависят от этой работы! Кого волнует какая-то глупая плесень? Мы заплатим вам, чтобы вы не обращали внимания!"

source: Accept the bribe and leave.
ru: Принять взятку и уйти.

source: Offer to pay them to at least delay until the mold can be studied.
ru: Предложить заплатить им за то, чтобы они хотя бы отложили работы, пока плесень не будет изучена.

source: They see reason and accept the offer. The station scientists have a unique talent for life support units and offer to upgrade your oxygen system as an apology for their behaviour.
ru: Они видят в этом смысл и принимают предложение. Ученые станции обладают уникальным талантом к системам жизнеобеспечения и предлагают улучшить вашу кислородную систему в качестве извинения за их поведение.

source: Power your weapons and demand they leave at once.
ru: Активировать орудия и потребовать, чтобы они немедленно ушли.

source: They shut off communications, but you can tell they have begun an evacuation procedure.
ru: Они отключили связь, но вы замечаете, что они начали процедуру эвакуации.

source: Leave them to their work.
ru: Позволить им работать.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS"]/text
source: As soon as you jump into the system, you receive a hail from a nearby civilian Engi vessel. Their Captain appears on your screen: "Strange bug. Can you assist in debugging?"
ru: Как только вы прыгаете в систему, вы получаете вызов с ближайшего гражданского судна энджи. Их капитан появляется на вашем экране: "Странная ошибка. Можете ли вы помочь в отладке?"

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS"]/choice[1]/text
source: Listen to their problem.
ru: Прислушаться к их проблеме.

source: (Anti-Virus) Offer to use your anti-virus.
ru: (Антивирус) Предложить воспользоваться своим антивирусом.

source: "Federation vessel has made fatal logic error. Virus is not present. Bug refers to: insectoid. Problem-solving skills of squishy organics preferred to stringent Harmony protocols."
ru: "Корабль Федерации допустил фатальную логическую ошибку. Вирус отсутствует. Баг относится к: инсектоид. Навыки решения проблем хлюпких органиков предпочтительнее строгих протоколов Гармонии".

source: Listen to their problem.
ru: Прислушаться к их проблеме.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS"]/choice[3]/text
source: Explain that you can't do any programming and leave.
ru: Объяснить, что вы не можете заниматься программированием, и уйти.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS"]/choice[3]/event/text
source: The Engi try to convince you that you don't understand, but you insist and cease communications.
ru: Энджи пытаются убедить вас, что вы не понимаете, но вы настаиваете и прекращаете общение.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/newEvents.xml.append$//event[@name="CONFUSED_MANTIS_PROBLEM"]/text
source: "Found malfunctioning Free Mantis. Believes it is human. Will receive input only from human or fellow Free Mantis. Danger Evaluation: Extremely High. Provide assistance."
ru: "Обнаружен неисправный свободный богомол. Он считает себя человеком. Свободный Богомол будет говорить только с человеком или другим свободным богомолом. Оценка опасности: Крайне высокая. Предоставьте помощь".

source: (Human Crew) Send your human crewmember to communicate with the Mantis.
ru: (Член экипажа-человек) Послать своего человека для общения с богомолом.

source: The Mantis is grateful to see 'another human', and introduces himself as Robert Smith. He explains he's from a nearby human colony and would appreciate being returned there.
ru: Богомол рад видеть "Другого человека". и представляется как Роберт Смит. Он объясняет, что он из соседней человеческой колонии и был бы признателен, если бы его туда вернули.

source: Return him home.
ru: Вернуть его домой.

source: (Free Mantis Crew) Send your Mantis crewmember to communicate with the Mantis.
ru: (Член экипажа-свободный богомол) Отправить своего члена экипажа богомола пообщаться с богомолом.

source: The sight of a Free Mantis calms down the cornered insectoid, who introduces himself as Robert Smith. He explains he's from a nearby human colony and would appreciate being returned there.
ru: Вид свободного богомола успокаивает загнанного в угол инсектоида, который представляется Робертом Смитом. Он объясняет, что является жителем близлежащей человеческой колонии и был бы признателен, если бы его туда вернули.

source: Return him home.
ru: Вернуть его домой.

source: (Hive Crew) Send your Mantis crewmember to communicate with the Mantis.
ru: (Член экипажа-Улей) Отправить своего члена экипажа богомола пообщаться с богомолом.

source: The Mantis is terrified at the sight of your crewmember. He lashes out, instantly killing your crew and turning on the Engi. You have no choice but to leave.
ru: Богомол приходит в ужас при виде вашего члена экипажа. Он бросается в атаку, мгновенно убивает члена вашего экипажа, включая энджи. У вас нет другого выбора, кроме как уйти.

source: Fortunately, dismemberment is one of the many cases your Clone Bay readily covers. That doesn't make it hurt any less, but your crew are probably used to it by now.
ru: К счастью, расчленение - один из многих видов смерти с которым с легкостью справляется ваш Клон-отсек. Это не делает процесс менее болезненным, но ваш экипаж, вероятно, уже привык к нему.

source: (Suzerain Crew) Your Suzerain is a natural leader of the Mantis. Send it in.
ru: (Элитный воин Улья) Ваш элитный богомол - прирожденный лидер. Отправить его.

source: The Engi are visibly uncomfortable in the presence of your Suzerain. It enters the room where the Mantis is kept, and in a matter of minutes has slit its throat. When it returns, it explains: "It one of brainless Free Mantis types. Only solution was kill." The Engi seem satisfied and pay you for your "efforts".
ru: Энджи испытывают явный дискомфорт в присутствии вашего богомола. Они входят в комнату, где содержится нарушитель спокойствия, и в считанные минуты перерезают ему горло. Когда они возвращаются, они объясняют: "Это был один из безмозглых свободных богомолов. Единственным решением было убить". Энджи кажется довольны и платят вам за ваши "усилия".

source: (Mind Control) Use your Mind control System to calm him down.
ru: (Контроль разума) Использовать свою систему Контроля разума, чтобы успокоить его.
