Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: The civilians are very reluctant to receive your help, but they're desperate for any sort of aid. "We couldn't live with not repaying this gesture in some manner... but I hope you understand just what you're fighting for. What do you think will happen when the Federation has full control of this reality? They'll come back and destroy all of us. Are you really sure you're fighting for the right side here?"
ru: Гражданские очень неохотно принимают вашу помощь, но они отчаянно нуждаются в ней. "Мы не можем жить, не отблагодарив этот поступок каким-то образом... Но я надеюсь, что вы понимаете, за что сражаетесь. Как вы думаете, что произойдет, когда Федерация получит полный контроль над этой реальностью? Они вернутся и уничтожат всех нас. Вы действительно уверены, что сражаетесь за правильную сторону?"
zh_hans: 平民们非常不愿意接受你们的帮助，但他们对任何形式的援助都是绝望的。"我们不能不以某种方式来回报这种姿态...但我希望你明白你在为什么而战。你认为当联邦完全控制了这个宇宙的时候会发生什么？他们会回来并摧毁我们所有人。你真的确定你在这里为正确的一方而战吗？"

source: (Medical Drone) Send a drone down to treat the citizens. [-1|]
ru: (Медицинский дрон) Отправить дрон на землю для лечения граждан. [-1|]
zh_hans: (医疗无人机)派出一架无人机下去为市民治疗。[-1|]

source: The civilians are very reluctant to receive your help, but they're desperate for any sort of aid. "We couldn't live with not repaying this gesture in some manner... but I hope you understand just what you're fighting for. What do you think will happen when the Federation has full control of this reality? They'll come back and destroy all of us. Are you really sure you're fighting for the right side here?"
ru: Гражданские очень неохотно принимают вашу помощь, но они отчаянно нуждаются в ней. "Мы не можем жить, не отблагодарив этот поступок каким-то образом... Но я надеюсь, что вы понимаете, за что сражаетесь. Как вы думаете, что произойдет, когда Федерация получит полный контроль над этой реальностью? Они вернутся и уничтожат всех нас. Вы действительно уверены, что сражаетесь за правильную сторону?"
zh_hans: 平民们非常不愿意接受你们的帮助，但他们对任何形式的援助都是绝望的。"我们不能不以某种方式来回报这种姿态...但我希望你明白你在为什么而战。你认为当联邦完全控制了这个宇宙的时候会发生什么？他们会回来并摧毁我们所有人。你真的确定你在这里为正确的一方而战吗？"

# data/events_rebel.xml.append$//event[@name="JERRY_HANGOUT"]/text
source: Several ships are docked with a small inn. You assume you won't be welcome, but curiously the people inside don't seem to care who you are. A couple Rebel officers sitting around one of the tables even wave you over. "Ey, Renegade! Come join us!"
ru: Несколько кораблей остановились у пристани с небольшим трактиром. Вы полагаете, что вам не будут рады, но любопытно, что людям внутри, похоже, все равно, кто вы. Пара повстанческих офицеров, сидящих за одним из столов, даже помахали вам рукой. "Эй, Ренегат! Присоединяйся к нам!"
zh_hans: 有几艘船停靠在一个小旅馆里。你以为你不会受到欢迎，但奇怪的是里面的人似乎并不关心你是谁。坐在其中一张桌子旁的几个叛军军官甚至向你招手。"嘿，变元者！来加入我们！来加入我们吧！"

# data/events_rebel.xml.append$//event[@name="JERRY_HANGOUT"]/choice[1]/text
source: Join them.
ru: Присоединиться к ним.
zh_hans: 加入他们。

# data/events_rebel.xml.append$//event[@name="JERRY_HANGOUT"]/choice[1]/event/text
source: You sit down at the table and one of the Rebels welcome you, clearly already a couple bottles in. "I know this is... uh... unconventional, but hell! The big man's birthday is tomorrow, it's time for celebration! You aren't... really a Fed anyways, I suppose. Heh, can't say I agree with the whole Renegade business, but meh. Not a fan of those Universe 1 folks they keep sending over either..."
ru: Вы садитесь за стол, и один из повстанцев приветствует вас, явно уже выпив пару бутылок. "Я знаю, что это... э-э... необычно, но черт возьми! Завтра у большого человека день рождения, самое время отпраздновать! Ты же... не федерал, наверное. Не могу сказать, что я согласен со всей этой затеей с Ренегатами, но да. Я тоже не в восторге от этих ребят из Вселенной 1, которых они постоянно присылают..."
zh_hans: 你在桌边坐下，其中一个叛军欢迎你，显然已经喝了几瓶。"我知道这...呃...不符合常规，但地狱！大人物的生日是在明天，是时候庆祝一下了！你并不是...真正的联邦，我想。呵，不能说我同意整个变元者业务，但我。我也不喜欢他们一直派来的那些1号宇宙的人..."

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You listen to the Rebels talk in mild amusement, but the inn-keeper walks by and informs you that, if you intend to stay at the establishment and hold this seat, you have to buy a drink.
ru: Вы слушаете разговор повстанцев с легким умилением, но тут мимо проходит трактирщик и сообщает вам, что если вы намерены остаться в этом заведении и сидеть на этом месте, то вам придется купить выпивку.
zh_hans: 你温和地听着叛军的谈话，但旅馆老板走了过来，告诉你，如果你打算留在这个地方并保持这个座位，你必须买一杯饮料。

source: Buy a drink and keep listening.
ru: Купить напиток и продолжить слушать.
zh_hans: 买一杯酒以便继续听。

source: At your decision to stay, the Rebels cheer and you each clink your mugs together and take another sip. The soldiers introduce themselves from left to right as Spike, Tuffy, and Butch.
ru: Приняв решение остаться, повстанцы одобрительно закивали, и каждый из вас поднял свою кружку и сделал еще один глоток. Солдаты назвали свои имена слева направо: Спайк, Таффи и Бутч.
zh_hans: 听到你决定留下来，叛军们欢呼起来，你们各自把杯子碰在一起，又喝了一口。士兵们从左到右介绍自己是斯派克、塔菲和布奇。

source: Buy another drink.
ru: Купить еще одну рюмку.
zh_hans: 再来一杯。

source: Only two drinks in, you can already feel your head getting lighter. Still, you sit at the table and listen to the cheerful conversation. Most of the talk seems to be topical - it seems they weren't lying about not liking the 'Universe 1 folks'. All three have plenty of stories to tell of entitled Aces and condottieri overstaying their welcome, thanks to uncomfortably intrusive quartering laws.
ru: Выпив всего две рюмки, вы уже чувствуете, что голова становится легче. Тем не менее, вы сидите за столом и слушаете веселый разговор. Большая часть разговоров, похоже, носит злободневный характер - похоже, они не врали, что им не нравятся "ребята из Вселенной 1". У всех троих набралось немало историй о том, как титулованные асы и кондотьеры пересиживали свое время, благодаря неудобным законам о квотинге.
zh_hans: 只喝了两杯，你已经可以感觉到你的头越来越轻了。不过，你还是坐在桌前，听着大家欢快的谈话。大多数谈话似乎都是主题性的--看来他们说不喜欢"1号宇宙"并没有说谎。三个人都有很多关于有资格的王牌特工的故事，由于令人不舒服的侵扰性驻扎法，他们的逗留时间过长。

source: Buy another drink.
ru: Купить еще одну рюмку.
zh_hans: 再来一杯。

source: Eventually, the conversation begins to shift to Vance's star nephew, Jerome. The conversation even draws the attention of a few other neighboring tables, who pitch in their thoughts. It seems everyone in the inn who cares to voice their opinion unanimously agrees that Jerome's a stellar guy. You aren't quite so sure of it yourself just yet, but this isn't the kind of company to raise such protest.
ru: В конце концов разговор переходит на звездного племянника Вэнса, Джерома. Разговор даже привлекает внимание нескольких соседей по столу, которые высказывают свои соображения. Кажется, все, кто хочет высказать свое мнение, единодушно соглашаются с тем, что Джером - замечательный парень. Хотя вы пока не уверены в этом, но это не та компания, в которой стоит поднимать такой вопрос.
zh_hans: 最终，谈话开始转向万斯的明星侄子杰罗姆。这场谈话甚至引起了其他几张邻桌的注意，他们也发表了自己的看法。似乎酒馆里所有愿意发表意见的人都一致同意杰罗姆是个了不起的家伙。你自己还不是很确定，但这不是那种可以提出抗议的地方。

source: Buy another drink.
ru: Купить еще одну рюмку.
zh_hans: 再来一杯。

source: Butch's words have begun to slur, but you aren't sure if it's him or you. As you wobble in your chair, the hysterical laughter has caught on to you as well. You think you catch sight of the innkeeper shaking his head and grunting in your direction, but you're too far out of it to really be sure.
ru: Слова Бутча стали звучать невнятно, но вы не знаете, кто в этом виноват - он или вы. Вы покачиваетесь на стуле, и истерический смех подхватывает и вас. Вам кажется, что вы заметили, как трактирщик качает головой и ворчит в вашу сторону, но вы слишком увлечены, чтобы быть полностью уверенными.
zh_hans: 布奇的话语已经开始含糊不清，但你不确定是他还是你。当你在椅子上摇摇晃晃时，歇斯底里的笑声也传到了你身上。你觉得你看到旅店老板在摇头，并朝你的方向咕哝，但你太远了，无法真正确定。

source: Buy another drink.
ru: Купить еще одну рюмку.
zh_hans: 再来一杯。

source: The laughter finally subsides, and the stories of their Jerry continue to flow without limits. You learn more about the guy than you ever thought you would, but you don't hold on to a single bit of information said for the entire conversation. You think you hear something about Jerry being the best man at Tuffy's wedding, but that doesn't make much sense. You think.
ru: Смех наконец утихает, а рассказы о Джерри продолжают литься без конца. Вы узнаете о нем больше, чем предполагали, но за весь разговор вы не запомнили ни одной крупицы информации. Вам кажется, что вы услышали что-то о том, что Джерри был шафером на свадьбе Таффи, но это не имеет особого смысла. Вам так кажется.
zh_hans: 笑声终于平息了，而他们的杰瑞的故事继续无限制地流淌。你对这个人的了解比你想象的要多，但在整个谈话过程中，你没有抓住所说的任何一点信息。你觉得你听到了一些关于杰瑞是塔菲婚礼上的伴郎的消息，但这并没有什么意义。你想。

source: Buy another drink.
ru: Купить еще одну рюмку.
zh_hans: 再来一杯。

source: Theee converrrsatioon begggins to slooowww as reeeallity beecommmess a bllurr. Allll comprreeehennssionn youuu haad isss gonne. Youuuu donn't feeeelll soooo gggood, bbbuuttt thhhee convversationnn you cannn't underrrsstandddd haasss youu enthrrrallled...
ru: Раззззговооооор наааачиииинааеееет замедляяяяяться, поооскооооольку реааааальнооооость станоооовитсяя размыыыытой. Всееее, чтооо выыы хотеееели пооняяяять, исчезаааает. Выыыы неее оооочень хорошооооо себяяяя чувствууууете, ноооо разговоооор, котоооорый выыы нееее моооожете поняяяять, завораааааживает ваааас...

source: Buyyy annnother drrrink.
ru: Купиииить ещееее однуууу рююююмку.
zh_hans: 洅來ー鈈。

source: Aerae HEreaore AERdftyo prtieasdklrtj eraejandwa Arerjalsd frtowajdf trlajwfeadt yeasn teasjfek eWai teald tghrsd. ERfgrys btyuurre hjtsd teaweetyuu hyjkuop gntsdfe. Tedfh ysfs raseasdfb yhsdsae.
ru: Аэраэ ХЭреаоре АЭРдфтйо пртиеасдклртй эраэжандва Арэржалсд фртовайдф трлауфеадт йясн теасджфек эВай теалд тгрсд. Эрфгрис бтюурре хйтсд теавеетюуу хйкуоп гнтсдфе. Тедфх исфс расеасдфб хйсдсаэ.
zh_hans: 轺燻鲺颚箎锭閑煅湡荮筽興掾瘘龘穸醴廆圎珇鴤垽歐秠菂颹媭蘧酇噀𪚥甽娉悐朙瘺橲沢婞畇鱻觙闓黐歑啑隖郮躸箠憽鏨锃陗醙噗韡夨嵵踵韶鋸佌鋪撐圫訿脙蠮猟俎漢秗襨搇縩。

source: ERaers eraweas wedafw.
ru: ЕРаэрс эравеас ведафв.
zh_hans: 暯頗唔烱饚營豪侼隚西。

source: You black out, eventually waking up on your ship, the walls painted a new shade of dark purple and a demolished disco ball in the center of the room. In the corner also lie the other three from earlier. They get up not much long after, only to find Butch's ship in a burning wreck. "Well, shit. Damn it, I'm not gonna be able to fix that with a hangover. Blegh... say, considering you're a Renegade, I wonder... maybe if we work together, we could get rid of these Universe 1 ships once and for all. At least, until I work up the courage to ask command for a new ship."
ru: Вы теряете сознание, а очнувшись, оказываетесь на своем корабле, стены которого окрашены в новый темно-фиолетовый цвет, а в центре комнаты стоит разрушенный диско-шар. В углу также лежат те трое, что были с вами. Вскоре после этого они встают и видят, что корабль Бутча горит. "Ну, блин. Черт возьми, с похмелья я не смогу это исправить. Блин... слушай, учитывая, что ты Ренегат, я думаю... может быть, если мы будем работать вместе, мы сможем избавиться от этих кораблей Вселенной 1 раз и навсегда. По крайней мере, пока я не наберусь смелости и не попрошу у командования новый корабль".
zh_hans: 你昏了过去，最终在你的船上醒来，墙壁被漆成了新的暗紫色，舱室中央有一个被拆毁的迪斯科球。角落里还躺着之前的另外三个人。他们起床后没多久，就发现布奇的飞船处于燃烧的残骸中。"嗯，该死。该死的，我不能用宿醉来解决这个问题。唉...说，考虑到你是个变元者，我想...也许如果我们一起工作，我们可以一劳永逸地摆脱这些1号宇宙飞船。至少，在我鼓起勇气向司令部要求一艘新船之前。"

source: Butch
ru: Бутч
zh_hans: 布奇

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Enough is enough, leave.
ru: Хватит значит хватит, уходим.
zh_hans: 够了够了，该走了。

source: Whatever, just leave.
ru: Неважно, просто уходим.
zh_hans: 不管了，走吧。

# data/events_rebel.xml.append$//event[@name="JERRY_HANGOUT"]/choice[2]/text
source: We don't have time.
ru: У нас нет времени.
zh_hans: 我们没有时间。

# data/events_rebel.xml.append$//event[@name="JERRY_HANGOUT"]/choice[2]/event/text
source: You can tell the Rebels don't take kindly to you refusing them. They're obviously drunk, so you quickly take your leave.
ru: Видно, что повстанцы не очень-то рады тому, что вы им отказали. Они явно пьяны, поэтому вы быстро уходите.
zh_hans: 你可以看出叛军对你拒绝他们不以为然。他们显然已经喝醉了，所以你很快就离开了。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/text
source: You notice a small Rebel colony has been constructed nearby. On encrypted channels, they broadcast a simple offer to you, "We know who you are, but times are tough. The Aces here don't follow Cyra's rules anymore, they're taking orders from Universe 1. The taxes are heavy and we'll take any business we can."
ru: Вы заметили, что неподалеку была построена небольшая колония повстанцев. По шифрованным каналам они передают вам простое предложение: "Мы знаем, кто вы, но времена настали тяжелые. Здешние асы больше не следуют правилам Сайры, они получают приказы из Вселенной 1. Налоги большие, и мы готовы торговать с кем угодно".
zh_hans: 你注意到一个小型的叛军殖民地已经在附近建成。在加密的频道中，他们向你广播了一个简单的提议："我们知道你是谁，但时间很艰难。这里的王牌军不再遵循赛拉的规则，他们接受1号宇宙的命令。税收很重，我们会接受任何我们可以接受的业务。"

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/choice[1]/text
source: Dock.
ru: Пристыковаться.
zh_hans: 停靠。

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/choice[2]/text
source: Attack them.
ru: Атаковать их.
zh_hans: 攻击对方。

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/choice[2]/event/text
source: "Of course, the one time we open our arms, and this is how we're treated! Screw the Federation, I'd rather be taxed 'til I'm bankrupt than submit to you tyrants!"
ru: "Конечно, стоит нам только раскрыть объятия, и вот как с нами обращаются! К черту Федерацию, я лучше буду облагаться налогами до полного разорения, чем подчиняться вам, тиранам!"
zh_hans: "当然，有一次我们张开双臂，这就是我们的待遇！去他妈的联邦，我宁愿被征税，直到我破产，也不愿意屈服于你们这些暴君！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/choice[3]/text
source: No thanks.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

# data/events_rebel.xml.append$//event[@name="JERRY_TAXES"]/choice[3]/event/text
source: The Rebels are clearly disappointed, but they say nothing more.
ru: Повстанцы явно разочарованы, но больше ничего не говорят.
zh_hans: 叛军显然感到失望，但他们没有再说什么。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//eventList[@name="JERRY_TAXES_DOCK"]/event[1]/text
source: Fortunately, the Rebels weren't lying, and you're welcomed onboard to trade. However, when an elite vessel, merely the equivalent of a police officer here, comes by and spots you, the Rebels make no attempt to stand by you as the elite makes an arrest!
ru: К счастью, повстанцы не солгали, и вас приглашают на борт для торговли. Однако, когда мимо пролетает элитное судно, которое здесь является аналогом полицейского, и замечает вас, повстанцы не делают ни малейшей попытки встать на вашу сторону, пока элита производит арест!
zh_hans: 幸运的是，叛军并没有说谎，他们欢迎你上船交易。然而，当一艘精英船(仅相当于这里的军官)经过并发现你时，叛军并没有试图站在你身边，因为精英们正在进行逮捕！他们的目的是要让你知道，你是谁！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//eventList[@name="JERRY_TAXES_DOCK"]/event[2]/text
source: Fortunately, the Rebels weren't lying, and you're welcomed onboard to trade. "We just can't stand by the Federation anymore after all they've done, but you're not all bad evidently. I hope you can walk away thinking the same about us."
ru: К счастью, повстанцы не солгали, и вас приглашают на борт для торговли. "Мы просто не можем больше поддерживать Федерацию после всего, что она сделала, но вы, очевидно, не так уж плохи. Надеюсь, вы сможете уйти, думая о нас то же самое".
zh_hans: 幸运的是，叛军并没有说谎，他们欢迎你上船交易。"在联邦所做的一切之后，我们只是不能再站在他们一边，但显然你们并不全是坏人。我希望你在离开时能对我们有同样的想法。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//eventList[@name="JERRY_TAXES_DOCK"]/event[3]/text
source: You board the station, only for Rebels to pop out, guns drawn! "Federation filth, we knew you'd fall for this! You break your way into our sector, and we break our way into your FACE! Hahah... eh... that sounded better in my head. Whatever, you're under arrest."
ru: Вы поднимаетесь на борт станции, и тут из нее выходят повстанцы с оружием наготове! "Гнида Федерации, мы знали, что ты на это купишься! Ты прорвался в наш сектор, а мы прорвемся к твоей морде! Хахах... эх... в моей голове это звучало лучше. Как бы то ни было, ты арестован".
zh_hans: 你登上了空间站，但叛军却突然出来，拔出了枪！"联邦垃圾，我们知道你会上当的！你闯入我们的区域，我们就打你的脸！你闯入我们的星区，我们就闯入你的脸！哈哈...呃...这句话在我脑子里听起来更顺耳。不管怎么样，你被逮捕了。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_COLONISTS"]/text
source: Near the beacon is a large space colony, whose populace is moving about in a busy fashion.
ru: Рядом с маяком находится крупная космическая колония, население которой оживленно передвигается.
zh_hans: 信标附近有一个大型殖民地星域，其居民正在忙碌地走动。

# data/events_rebel.xml.append$//event[@name="JERRY_COLONISTS"]/choice[1]/text
source: Hail them and ask if they can assist.
ru: Связаться с ними и спросить, можете ли вы им чем-нибудь помочь.
zh_hans: 向他们呼叫问他们是否可以协助。

source: "Huh? Quit bothering us, Renegade. We're busy gathering our yearly tribute to Jerome. We have to hurry, we can't be late!"
ru: "А? Не мешай нам, Ренегат. Мы заняты сбором ежегодной дани Джерому. Нам нужно спешить, мы не можем опоздать!"
zh_hans: "啊？别再打扰我们了，变元者。我们集议会正忙着我们对杰罗姆的年度贡品。我们得快点，我们不能迟到！"

source: Promise that you'll free them from Jerome's tyranny.
ru: Пообещать, что вы освободите их от тирании Джерома.
zh_hans: 答应我，你会把他们从杰罗姆的暴政中解放出来。

source: "You'll... what? God damn it, I said leave us alone! We don't have time for this nonsense!" The colony dispatches an Auto-ship to chase you off!
ru: "Ты... что? Черт возьми, я сказал, оставь нас в покое! У нас нет времени на эту ерунду!" Колония посылает автоматический корабль, чтобы прогнать вас!
zh_hans: "你会...什么？该死的，我说过让我们单独呆着！我们没有时间听这些废话！"殖民地派遣了一艘自动船来追赶你们！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Steal the tribute.
ru: Украсть их дань.
zh_hans: 窃取贡品。

source: (Human Crew) Have your human pretend to be Rebel personnel and demand supplies.
ru: (Член экипажа-человек) Пусть ваш человек притворится бойцом повстанцев и потребует припасов.
zh_hans: (人类船员)让你的人假装是叛军人员并要求提供物资。

source: The colonists sigh. "Sure, for the Rebellion I guess. We'll have a shipment of ammunition and scrap ready for you shortly."
ru: Колонисты вздыхают. "Конечно, все для Восстания. Мы скоро подготовим для вас партию боеголовок и металлолома".
zh_hans: 殖民者们叹息。"当然，为了叛乱我想。我们很快就会为你们准备好一批弹药和废料。"

# data/events_rebel.xml.append$//event[@name="JERRY_COLONISTS"]/choice[2]/text
source: Ignore the colony.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: You have no business with these people.
ru: У вас нет никаких дел к этим людям.
zh_hans: 你和这些人没有关系。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_COLONISTS_STEAL"]/text
source: The colonists are helpless, and hand over some boxes reluctantly. As you pilot away, you hear them shouting "Damn you, ignorant Federation pig! You're everything wrong with this galaxy! Jerry will show you!"
ru: Колонисты беспомощны и неохотно отдают несколько ящиков. Когда вы улетаете, вы слышите, как они кричат: "Будь ты проклят, невежественная свинья Федерации! Ты - все, что не так в этой галактике! Джерри тебе задаст!"
zh_hans: 殖民者们很无奈，不情愿地交出了一些箱子。当你驾驶飞机离开时，你听到他们喊道："该死的，无知的联邦猪！你是这个星系的一切问题！杰瑞会告诉你的！"

# data/events_rebel.xml.append$//event[@name="JERRY_COLONISTS_STEAL"]/choice/text
source: Open the tribute.
ru: Открыть дань.
zh_hans: 打开贡品。

source: You pry open the boxes, only to find a chocolate cake with 23 unlit candles around it, and a hand-made birthday card. There's nothing in here practical for a military vessel.
ru: Открыв ящики, вы обнаруживаете шоколадный торт с 23 незажженными свечами и поздравительную открытку ручной работы. Здесь нет ничего полезного для военного судна.
zh_hans: 你撬开箱子，只发现一个巧克力蛋糕，周围有23根未点燃的蜡烛，还有一张手工制作的生日卡。这里面没有任何对军舰实用的东西。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT"]/text
source: Seems you've found some kind of Rebel depot. Dozens of transport ships travel in queues towards the central warehouses, and a couple workers on the ground carry back and forth crates of supplies. Defense wise, it's not impenetrable, but a nasty looking Ace vessel is standing guard.
ru: Похоже, вы нашли что-то вроде склада повстанцев. Десятки транспортных кораблей выстраиваются в очереди к центральным складам, а несколько рабочих на земле носят туда-сюда ящики с припасами. С точки зрения обороны, склад не является неприступным, но на страже стоит неприятного вида корабль асов.
zh_hans: 看来你已经找到了某种叛军的仓库。几十艘运输船排着队向中央仓库行驶，地面上有几个工人来回搬运着成箱的物资。从防御角度看，它并不是不可攻破的，但有一艘看起来很讨厌的守卫舰在站岗。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT"]/choice[1]/text
source: Attack the depot.
ru: Атаковать склад.
zh_hans: 攻击仓库。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT"]/choice[1]/event/text
source: You power up the weapons and engage the Ace ship to access the depot.
ru: Вы заряжаете оружие и вступаете в бой с кораблем асов, чтобы получить доступ к складу.
zh_hans: 你给武器充能与王牌飞船交战进入仓库。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT"]/choice[2]/text
source: Ignore the depot.
ru: Не обращать внимания на склад.
zh_hans: 无视仓库。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT"]/choice[2]/event/text
source: No reason for you to go causing extra problems here. You have more pressing matters at hand.
ru: Нет смысла создавать себе лишние проблемы. У вас есть более насущные дела.
zh_hans: 你没有理由在这里去造成额外的问题。你手头有更紧迫的事情。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT_RAID"]/text
source: With the ship now out the way, it becomes clear why the defense was so lackluster - the supplies stored here are nothing more than humanitarian, and the Rebel citizens are likely in dire need.
ru: Теперь, когда корабль скрылся из виду, становится понятно, почему оборона была такой слабой - запасы, хранящиеся здесь, не более чем гуманитарные, а гражданские повстанцев, скорее всего, в них очень нуждаются.
zh_hans: 随着这艘船的离开，就会明白为什么防御如此乏力--储存在这里的物资只不过是人道主义的，而叛军的公民很可能急需。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT_RAID"]/choice[1]/text
source: Steal the supplies.
ru: Украсть припасы.
zh_hans: 偷走补给。

# data/events_rebel.xml.append$//event[@name="JERRY_DEPOT_RAID"]/choice[2]/text
source: Leave the supplies.
ru: Оставить запасы.
zh_hans: 留下补给。

source: You came here looking for military goods, but the citizens of this place need this cargo. Better to leave it.
ru: Вы прибыли сюда в поисках военных товаров, но этот груз нужен жителям этого места. Лучше оставить его.
zh_hans: 你来这里是为了寻找军事物资，但这里的公民需要这些货物。最好离开它。
