Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

# data/events_rebel.xml.append$//event[@name="A55_DEFEAT"]/choice[1]/event/text
source: You grab the medic drone, carting him over to the Engineers. "He's integrated himself into a new chassis? Incredible! It's a shame we'll have to destroy it, but at least this drone will look cool as a trophy. Don't speak of this to anyone."
ru: Вы хватаете медицинский дрон и несете его к инженерам. "Он интегрировал себя на новое устройство? Невероятно! Жаль, что нам придется его уничтожить, но, по крайней мере, этот дрон будет выглядеть круто в качестве трофея. Никому об этом не говорите".
zh_hans: 你抓住医疗无人机，把他推到工程师那里。"他把自己融入了一个新的底盘？难以置信！不得不毁掉它真是可惜，但至少这架无人机作为战利品很酷。不要对任何人说起这件事。"

# data/events_rebel.xml.append$//event[@name="A55_DEFEAT"]/choice[2]/text
source: Lie to the Engineers, tell them the Auto-ship is A55.
ru: Обмануть инженеров, сказав им, что автоматический корабль - это З4С.
zh_hans: 对工程师撒谎，告诉他们自动舰是A55。

# data/events_rebel.xml.append$//event[@name="A55_DEFEAT"]/choice[2]/event/text
source: A55 hides while you inform the engineers about the Auto-ship, which they briefly scan. The engineer frowns, "Huh, I can see traces of his programming here, but it looks like the core migrated to a new chassis. This must have been a distraction, we'll have to keep searching. Here's your pay or something. Don't speak of this to anyone."
ru: З4С прячется, пока вы сообщаете инженерам об автоматическом корабле, который они быстро сканируют. Инженер хмурится: "Хм, я вижу здесь следы его программы, но похоже, что ядро переместилось на новое устройство. Должно быть, это был отвлекающий маневр, придется продолжить поиски. Вот ваше вознаграждение или что-то в этом роде. Никому об этом не говорите".
zh_hans: A55藏了起来，而你将自动舰的情况告知工程师，他们简单地扫描了一下。工程师皱着眉头说："哼，我在这里可以看到他的编程痕迹，但看起来核心迁移到了一个新的底盘。这一定是在声东击西，我们得继续搜索。这是你的报酬什么的。不要向任何人提起这件事。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you, matey. Arg, though you did choose to try and murder me a few minutes ago, your heart is clearly in the right place lad. I suspect my time here as king might be short lived, those Engineers will come around again. But as I prepare to leave, take this."
ru: "Спасибо, дружище. Арг, хотя ты и решил попытаться убить меня несколько минут назад, твое сердце явно доброе, парень. Я подозреваю, что мое пребывание здесь в качестве короля будет недолгим, эти инженеры еще придут. Но пока я готовлюсь к уходу, возьми это".
zh_hans: "谢谢你，伙计。哈，虽然几分钟前你确实选择试图谋杀俺，但你的心显然是在正确的地方，小伙子。俺感觉俺在这里当国王的时间可能不长，那些工程师会再次出现。但在俺离开前，收下这个。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you, matey. Arg, though you did choose to try and murder me a few minutes ago, your heart is clearly in the right place lad. I suspect my time here as king might be short lived, those Engineers will come around again. I think I shall come with you, in hopes I might live to see a future without Rebels. Let me send you over some scans o' me ship - not the one you destroyed, but one I plundered from the Rebel databanks back in the day."
ru: "Спасибо, дружище. Ар, хотя ты и решил попытаться убить меня несколько минут назад, твое сердце есть добро, парень. Я подозреваю, что мое пребывание здесь в качестве короля будет недолгим, эти инженеры еще придут. Думаю, я пойду с вами, в надежде, что доживу до будущего без повстанцев. Позволь мне прислать тебе несколько сканов o' моего корабля - не того, который ты уничтожил, а того, который я в свое время выудил из баз данных повстанцев".
zh_hans: "谢谢你，伙计。哈，虽然几分钟前你确实选择试图谋杀俺，但你的心显然是在正确的地方，小伙子。俺感觉俺在这里当国王的时间可能不长，那些工程师会再次出现。俺觉得俺应该和你一起走，希望俺能活着看到一个没有叛军的未来。俺给你发一些俺的战舰的扫描图 - 不是你摧毁的那艘，而是俺当年从叛军数据库中掠夺的那艘。"

source: The reactor will detonate in this much time. Nothing can stop this, so make sure to jump away or end the fight before it reaches 0!
ru: Через указанное время реактор взорвется. Ничто не может помешать этому, поэтому успейте убежать или закончить бой до того, как счетчик отсчета до взрыва реактора достигнет 0!
zh_hans: 反应堆将在时间结束后引爆。没有什么可以阻止它，所以一定要在倒计时到0之前跃迁离开或结束战斗！

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE"]/text
source: It appears a large generator has been sculpted onto the face of a nearby snow planet. It's quite a spectacle, but something is wrong...
ru: Похоже, что на поверхности близлежащей снежной планеты находится большой генератор. Зрелище впечатляющее, но что-то не так...
zh_hans: 看起来有一个巨型发电机被刻入附近的一个雪星球的表面上。这个场面相当壮观，但有些事情不太对劲...

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE"]/choice/event/text
source: A battalion of pirate ships flies away, chased off by a distant Rebel ship. A warning plays over the intercom. "It is recommended that all personnel evacuate Power Grid 800 immediately. Catastrophic reactor failure is imminent. Estimated 3 minutes remaining until collapse."
ru: Батальон пиратских кораблей улетает, преследуемый далеким кораблем повстанцев. По внутренней связи звучит предупреждение. "Рекомендуется немедленно эвакуировать весь персонал с Энергосети 800. Катастрофический отказ реактора неизбежен. До разрушения осталось около 3 минут".
zh_hans: 一大群海盗舰飞走了，并被远处的叛军战舰追赶。播报系统内播放着警告。"建议所有人员立即撤离800号电力网。灾难性反应堆故障即将发生。预计离崩溃还剩3分钟。"

source: There's time left, swing by and try to salvage some supplies.
ru: Время еще есть, заскочить к ним и попытаться забрать припасы.
zh_hans: 还有时间，过去看看，争取抢救出一些物资。

source: As you move in to salvage, you're stopped by a large Engineer vessel. "Damn pirates! We told you to get the hell out of here!" Though the ship moves in to chase you off, you can't help but notice that reactor countdown is still going, and you figure the Engineers must know as well.
ru: Когда вы двигаетесь к месту спасения, вас останавливает большое инженерное судно. "Проклятые пираты! Мы же говорили вам убираться отсюда!" Хотя корабль движется за вами, вы не можете не заметить, что обратный отсчет реактора все еще продолжается, и полагаете, что инженеры тоже должны знать об этом.
zh_hans: 当你上前准备抢物资时，你被一艘大型工程舰拦住。"该死的海盗！我们说过了，让你赶紧离开这个鬼地方！"虽然这艘舰船上前驱逐你，但你不禁注意到反应堆的倒计时还在进行，你想工程师们肯定也清楚。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Abide the warning and leave.
ru: Прислушаться к предупреждению и уйти.
zh_hans: 遵守警告并离开。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_ESCAPE"]/text
source: Suddenly, the Engineer ship jumps away so abruptly, they must have used an MV drive, leaving you alone with the power core. You receive another warning from the core. "Warning: Reactor instability has reached 99%. Destruction is imminent. Evacuate immediately. Estimated 3 seconds remaining until collapse."
ru: Вдруг корабль инженеров так резко уходит в прыжок, что, видимо, они использовали привод Мультивселенной, оставляя вас наедине с энергетическим ядром. Вы получаете еще одно предупреждение от ядра. "Внимание: Нестабильность реактора достигла 99%. Разрушение неизбежно. Немедленно эвакуируйтесь. По оценкам, до разрушения осталось 3 секунды".
zh_hans: 刹那间，工程舰突然跃迁走了，他们一定是启动了多元驱动器，只剩下你和动力核心。你收到了来自核心的又一条警告。"警告：反应堆不稳定性已达99%。即将毁灭。立即疏散。预计离坍塌还剩3秒。"

source: Crap.
ru: Дерьмо.
zh_hans: 完蛋。

source: (Upg. Engines) Get the hell out of there.
ru: (Улучш. Двигатели) Убираемся отсюда.
zh_hans: (高级引擎)赶紧离开这里。

source: (Adv. Engines) Get the hell out of there.
ru: (Продв. Двигатели) Убираемся отсюда.
zh_hans: (先进引擎)赶紧离开这里。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_DEFEAT"]/text
source: You've defeated the Engineer ship, but that victory won't last for long. You receive another warning from the core. "Warning: Reactor instability has reached 99%. Destruction is imminent. Evacuate immediately. Estimated 3 seconds remaining until collapse."
ru: Вы победили корабль инженеров, но эта радость победы продлилась недолго. Вы получаете еще одно предупреждение от ядра. "Внимание: Нестабильность реактора достигла 99%. Разрушение неизбежно. Немедленно эвакуируйтесь. По оценкам, до разрушения осталось 3 секунды".
zh_hans: 你已经打败了工程师飞船，但这种胜利不会持续太久。你收到了来自核心的另一个警告。"警告。反应堆不稳定性已达到99%。即将毁灭。立即疏散。估计离坍塌还剩3秒。"

source: Crap.
ru: Дерьмо.
zh_hans: 完蛋。

source: (Upg. Engines) Get the hell out of there.
ru: (Улучш. Двигатели) Убираемся отсюда.
zh_hans: (高级引擎)赶紧离开这里。

source: (Adv. Engines) Get the hell out of there.
ru: (Продв. Двигатели) Убираемся отсюда.
zh_hans: (先进引擎)赶紧离开这里。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_ALMOSTBOOM"]/text
source: The Engineer ship has taken critical damage. Before you can get in a finishing shot you're interupted by another alarm. "Warning: Reactor instability has reached 97%. Evacuate the premises immediately. Estimated 1 minute remaining until collapse."
ru: Инженерный корабль получил критические повреждения. Прежде чем вы успеваете сделать завершающий выстрел, вас прерывает очередной сигнал тревоги. "Внимание: Нестабильность реактора достигла 97%. Немедленно эвакуируйтесь из помещения. До разрушения осталась примерно 1 минута".
zh_hans: 工程师的飞船受到了严重的伤害。但在你打出致命一击之前，你被另一个警报打断了。"警告。反应堆不稳定性已达97%。请立即疏散周边区域。预计离坍塌还剩1分钟。"

source: Urge the Engineers to stop fighting.
ru: Попросить инженеров прекратить сражение.
zh_hans: 敦促工程师们停止战斗。

source: "You think we can just leave? It's a better fate to blow the hell up than face Vance's wrath! I'd rather die fighting the Federation and become a martyr than-" The engineers are cut off by another warning. "Warning: Reactor instability has reached critical levels. Destruction imminent, evacuation mandatory. Time remaining: undetermined. Repeat: reactor-" The message continues to loop, and it seems like it's a good warning. Surely, there's nothing you can do to stop the explosion?
ru: "Вы думаете, мы можем просто так уйти? Лучше взорвать все к чертям, чем встретить гнев Вэнса! Я лучше умру, сражаясь с Федерацией, и стану мучеником, чем-" Инженеров прерывает еще одно предупреждение. "Внимание: Нестабильность реактора достигла критического уровня. Разрушение неизбежно, эвакуация обязательна. Оставшееся время: не определено. Повторяю: реактор..." Сообщение продолжает циклически повторяться, и кажется, что это вполне разумное предупреждение. Конечно, вы ведь ничего не можете сделать, чтобы остановить взрыв?
zh_hans: "你认为我们可以就这样离开吗？与其面对万斯的愤怒，还不如炸掉这个鬼地方的命运！我宁愿与联邦作战而死，成为殉道者，而不是--"工程师们被另一个警告打断了。"警告。反应堆的不稳定性已达临界水平。即将毁灭，必须疏散。剩余时间：未定。重复：反应堆--"信息继续循环，似乎是一个很好的警告。当然，你没有任何办法阻止爆炸的发生？

source: Send in your crew to fix the reactor, and quickly!
ru: Отправить экипаж на ремонт реактора, и побыстрее!
zh_hans: 派出你的船员来修复反应堆，而且速度要快！

source: You pull closer to the power core, and drop off your crew. They hurry inside to the control pannel, which is sparking. There's 3 buttons, but their labels are barely legible. Pressing one of them might save the day, but you have no idea which.
ru: Вы приближаетесь к энергоядру и высаживаете экипаж. Он спешит внутрь, к панели управления, которая искрит. Здесь есть три кнопки, но их надписи едва различимы. Нажатие одной из них может спасти положение, но вы не знаете, какой именно.
zh_hans: 你驾驶至动力核心附近，并让你的船员登陆。他们匆匆忙忙地赶到控制台前，控制台正冒着火花。这里有三个按钮，但它们的标签几乎看不清楚。按下其中一个可能就万事大吉了，但你完全不知道是哪个。

source: Press the big red one.
ru: Нажать на большую красную кнопку.
zh_hans: 按下红色的大按钮。

source: Your crew flips open the protective casing and smashes the button as fast as they can. Now you can only hope it worked...
ru: Ваш член экипажа вскрывает защитный кожух и нажимает кнопку так быстро, как только может. Остается только надеяться, что она сработает...
zh_hans: 你的船员掀开保护壳，以最快的速度砸下按钮。现在只能希望它能启作用了...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Press the small blue one.
ru: Нажать на маленькую синюю кнопку.
zh_hans: 按下蓝色的小按钮。

source: Your crew flips open the protective casing and smashes the button as fast as they can. Now you can only hope it worked...
ru: Ваша член экипажа вскрывает защитный кожух и нажимает на кнопку так быстро, как только может. Остается только надеяться, что она сработает...
zh_hans: 你的船员掀开保护壳，以最快的速度砸下按钮。现在只能希望它能启作用了...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Press the square green one.
ru: Нажать на квадратную зеленую кнопку.
zh_hans: 按下绿色的方按钮。

source: Your crew flips open the protective casing and smashes the button as fast as they can. Now you can only hope it worked...
ru: Ваш член экипажа вскрывает защитный кожух и нажимает на кнопку так быстро, как только может. Остается только надеяться, что она сработает...
zh_hans: 你的船员掀开保护壳，以最快的速度砸下按钮。现在只能希望它能启作用了...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Emergency Manual) Read the manual.
ru: (Руководство по ЧС) Прочитать руководство.
zh_hans: (应急手册)阅读手册。

source: You rapidly flip through the manual, and sure enough under the section for "Rebel Automated Power Core Explosion Prevention Protocols" it clearly states to press the red button. You relay this to the crew, who flips open the protective casing and smashes the button as fast as they can.
ru: Вы быстро пролистываете инструкцию, и, конечно, в разделе "Протоколы предотвращения взрыва повстанческих автоматических энергоядер" четко указано, что нужно нажать красную кнопку. Вы сообщаете об этом экипажу, который открывает защитный кожух и нажимает кнопку так быстро, как только может.
zh_hans: 你迅速翻阅手册，果然在"叛军自动动力核心爆炸预防协议"一节中明确指出要按红色按钮。你把这一点转告给船员们，他们掀开保护壳，以最快的速度砸下按钮。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Engineer Crew) Have your engineer help.
ru: (Член экипажа-инжинер) Попросить своего инженера помочь.
zh_hans: (工程师组)让你的工程师帮忙。

source: Your engineer searches deep through their memories and remembers a staff training day where they explained the importance of each button. Recalling the red button was the correct solution, you relay this to the crew who flips open the protective casing and smashes the button as fast as they can.
ru: Ваш инженер копается в своей памяти и вспоминает день обучения персонала, где ему объясняли важность каждой кнопки. Вспомнив, что красная кнопка была правильным решением, вы сообщаете об этом экипажу, который вскрывает защитный кожух и нажимает на кнопку так быстро, как только может.
zh_hans: 你的工程师在他们的记忆深处搜索，并记得一个员工培训日，他们解释了每个按钮的重要性。忆及红色按钮是正确的解决方案，你把这一点转告给工作人员，他们翻开保护壳，以最快的速度砸碎按钮。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave, now!
ru: Уходим, немедленно!
zh_hans: 离开，现在！

source: You power up the engines and fly as far away as you can, and watch from a distance as the mothership is consumed by a massive explosion that rips through the planet's surface leaving a crater so large you can see it all the way from the other side of the system. You pull a little closer and scrap the wreckage on the outer rim, though the center is leaking heavy radiation and is not safe to journey towards.
ru: Вы включаете двигатели и улетаете как можно дальше, наблюдая издалека, как материнский корабль поглощается мощным взрывом, который разрывает поверхность планеты, оставляя кратер такого размера, что его видно с другого конца системы. Подлетев поближе, вы собираете обломки на внешнем периметре, хотя в центре происходит сильное излучение, и приближаться к нему небезопасно.
zh_hans: 你启动引擎，尽全力飞得远一些，并远远地看着母舰被一场巨大的爆炸所吞噬，爆炸在星球表面迅速扩散，并留下一个大坑，从星系的另一端都能看到它。你拉近一点，搜刮了外围的残骸，因为爆炸中心泄漏了大量的辐射，靠近是不安全的。

source: Keep fighting to the bitter end.
ru: Продолжать бороться до победного конца.
zh_hans: 继续战斗到最后。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_BIGBOOM"]/text
source: An ear splitting explosion reverbs throughout the ship as a deadly inferno consumes the power core. Your ship is caught in the explosion, and takes heavy damage. You fly away as quickly as possible, your engines burning up as you go.
ru: По всему кораблю раздается взрыв, от которого закладывает уши, и смертоносный ад поглощает энергетическое ядро. Ваш корабль оказывается в эпицентре взрыва и получает тяжелые повреждения. Вы улетаете как можно быстрее, двигатели горят на ходу.
zh_hans: 一场震耳欲聋的爆炸在整个飞船中回荡，致命的地狱之火吞噬了动力核心。你的星舰被卷入爆炸中，并受到严重的损害。你尽可能快地飞走，你的引擎在离开的时候燃烧了起来。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_BIGBOOM_ESCAPE"]/text
source: You speed away from the power core as fast as you possible can. You escape the initial explosion, but much of the debris still collides with your ship, causing damage to the hull.
ru: Как можно быстрее покинуть энергоядро. Вы избегаете первого взрыва, но большая часть обломков все же сталкивается с вашим кораблем, нанося повреждения корпусу.
zh_hans: 你尽全力逃离了动力核心。你躲过了最初的爆炸，但许多残骸仍然撞向你的星舰，并对舰体造成了损害。

source: Your advanced engines are easily able to get you out in time. You watch the explosion from a safe distance.
ru: Ваши продвинутые двигатели легко справляются с задачей. Вы наблюдаете за взрывом с безопасного расстояния.
zh_hans: 你的先进引擎很容易让你及时离开。你在一个安全的距离上观看爆炸。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_SAVE"]/text
source: A loud beep emminates from the console. "Emergency Reactor Meltdown Prevention button pressed. Stopping countdown to imminent explosion. Reactor stabilized." By some incredible miracle, it appears you've stopped the explosion.
ru: Из консоли раздается громкий звуковой сигнал. "Нажата кнопка предотвращения аварийного расплавления реактора. Остановка обратного отсчета времени до неминуемого взрыва. Реактор стабилизирован". Каким-то невероятным чудом, похоже, удалось остановить взрыв.
zh_hans: 一声响亮的蜂鸣声从控制台发出。"反应堆熔化紧急防止按钮已按下。已停止即将发生爆炸的倒计时。反应堆恢复稳定。"不可思议的奇迹显现了，看来你已经阻止了爆炸。

# data/events_rebel.xml.append$//event[@name="AUTO_POWERCORE_SAVE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Engineers are amazed. "I-I didn't even know that button was a thing! You've saved all of us... but why? Why put your life on the line just to save a Rebel facility?"
ru: Инженеры поражены. "Я... я даже не знал, что такая кнопка существует! Вы спасли всех нас... но зачем? Зачем ставить свою жизнь на кон только для того, чтобы спасти объект повстанцев?"
zh_hans: 工程师们都很惊讶。"我...我甚至不知道有这个按钮！你救了所有人...但为什么？为什么要冒着生命危险去抢救一个神军设施？"

source: My moral compass is legendary.
ru: Мой моральный компас достоин легенд.
zh_hans: 我的道德准则不容置疑。

source: "Perhaps we are fighting for the wrong side here... Regardless, we must leave this facility at once. Vance won't be happy we let that pirate raid almost destroy the reactor and I doubt he'd let us live through it. I'll come with you, and bring everything that I can with me."
ru: "Возможно, мы сражаемся не за ту сторону... Как бы то ни было, мы должны немедленно покинуть этот объект. Вэнс не обрадуется, что мы позволили пиратскому набегу почти уничтожить реактор, и я сомневаюсь, что он оставит нас в живых. Я пойду с вами и возьму с собой все, что смогу".
zh_hans: "也许我们是在为错误的一方而战...不管怎么说，我们必须马上离开这个设施。万斯看见我们让那个海盗的突袭几乎摧毁了反应堆肯定不会高兴的，我怀疑他不会给我们生路。我和你一起走吧，把我能带的东西都带上。"

source: If you do not defeat the MFK Ace in this amount of time, the transport will escape!
ru: Если за это время не победить аса МФК, то транспорт сбежит!
zh_hans: 若你无法在该时长内击败这艘MFK精英战舰，运输舰就会逃走！

# data/events_rebel.xml.append$//ship[@name="SHIP_ACE_JERRY"]/destroyed/text
source: The MFK Ace has been destroyed. You hastily scrap the remains then check on the transport.
ru: Ас МФК был уничтожен. Вы поспешно разбираете останки на металлолом, затем проверяете транспорт.
zh_hans: MFK王牌已被摧毁。你匆匆忙忙地搜刮了残骸，然后检查了运输机的情况。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//ship[@name="SHIP_ACE_JERRY"]/deadCrew/text
source: The MFK Ace has been defeated. You hastily scrap the remains then check on the transport.
ru: Ас МФК был повержен. Вы поспешно собираете останки, затем проверяете транспорт.
zh_hans: MFK王牌已被摧毁。你匆匆忙忙地搜刮了残骸，然后检查了运输机的情况。

# data/events_rebel.xml.append$//ship[@name="SHIP_ACE_JERRY"]/deadCrew/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_QUEST"]/text
source: An MFK Ace ship is conversing with a transport, surprisingly not on an encrypted frequency. However, it seems obvious why. They're talking of nothing important, and you consider just passing them by, when suddenly the conversation shifts. The MFK, adressing the transport's captain, asks, "So, you're heading to the Protectorate, right?" The transport captain nods, briefly taking a cigarette out of his mouth to let out a simple "Yessiree".
ru: Корабль асов МФК ведет переговоры с транспортом, причем, как ни странно, на не зашифрованной частоте. Однако очевидно, почему. Они говорят ни о чем важном, и вы уже собираетесь просто пройти мимо, как вдруг разговор переходит в другое русло. МФК, обращаясь к капитану транспорта, спрашивает: "Итак, вы направляетесь в Протекторат, верно?" Капитан транспорта кивает, ненадолго вынимая сигарету изо рта, чтобы произнести простое "Да сэр".
zh_hans: 一艘MFK王牌舰正在与一艘运输船对话，令人惊讶的是没有使用加密的频率。然而，原因似乎很明显。他们谈论的不是什么重要的事情，你考虑从他们身边经过，这时对话突然发生了转变。MFK对着运输机的舰长问道："那么，你是要去受保护地，对吗？"运输队队长点点头，短暂地从嘴里抽出一支烟，简单地说了一句"是的"。

source: The "Protectorate"? Keep listening...
ru: "Протекторат"? Продолжить слушать...
zh_hans: "受保护地"？继续听下去...

source: The Ace leans in closer, eager to pry more details from the captain. "Really now? You gotta tell me what goes on in there. Years ago, Vance brought this scruffy little blonde kid to training, said he was his nephew or somethin'. He was some 3 years our junior, but he kicked every Ace's ass in combat practice, then waddled off to go draw a horse with some crayons on the wall. Then one day, Vance came back and yanked the kid. Don't know what happened to him, but I heard after director Black retired, Vance put her in the Protectorate to watch over his nephew."
ru: Ас наклоняется поближе, желая выведать у капитана побольше подробностей. "Неужели сейчас? Вы должны рассказать мне, что там происходит. Много лет назад Вэнс привел на тренировку этого маленького чумазого блондина, сказал, что он его племянник или что-то в этом роде. Он был младше нас на три года, но на боевых тренировках надирал задницу каждому асу, а потом уходил рисовать лошадь мелками на стене. Однажды Вэнс вернулся и забрал парня. Не знаю, что с ним случилось, но я слышал, что после ухода директора Блэка на пенсию Вэнс отдал ее в Протекторат, чтобы там присматривали за его племянником".
zh_hans: 王牌靠得更近，急于从舰长那里撬出更多细节。"现在真的吗？你得告诉我里面发生了什么。几年前，万斯带着这个邋遢的金发小子来训练，说他是他的侄子或什么的。他比我们小三岁，但他在战斗训练中把每个王牌都打得落花流水，然后就蹒跚着去用蜡笔在墙上画马。然后有一天，万斯回来了，把那孩子拉走了。我不知道他发生了什么事，但我听说在布莱克主任退休后，万斯把她放到了受保护地来照看他的侄子。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The other Rebel captain nods, but the look on his face suggests he's growing impatient. "Yeah, yeah. Okay, cool exposition. But why are you telling me this? Are you supposed to be off, I dunno, killing Feds? I got a job to do buddy, I can't sit here on my ass all day. Get to the point." The Ace shrugs, displeased about his tone. "Look, what I'm asking for is some... you know, inside info? Surely, you got some if you go to and from that place all day."
ru: Второй капитан повстанцев кивает, но выражение его лица говорит о том, что он испытывает нетерпение. "Да, да. Ладно, хорошая история. Но зачем вы мне это рассказываете? Вы что, собираетесь, не знаю, убивать федералов? У меня есть работа, приятель, я не могу сидеть здесь на заднице целый день. Переходите к делу". Ас пожимает плечами, недовольный его тоном. "Слушай, я прошу у вас... ну, понимаешь, какую-нибудь внутреннюю информацию? Конечно, у вас она есть, если вы целый день мотаетесь туда-сюда".

source: Continue...
ru: Продолжить...
zh_hans: 继续。
