Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY"]/choice[2]/text
source: Avoid the Surveyor.
ru: Избегать Исследователя.
zh_hans: 避开勘测舰。

source: The Rebel's data is intriguing, but you have decided against messing with the Surveyor.
ru: Данные повстанского корабля интригуют, но вы решили не связываться с Исследователем.
zh_hans: 叛军的数据很耐人寻味，但你已经决定不招惹这艘勘测舰。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY_ESCAPING"]/text
source: "This Automated ship has taken damage in combat. It will now proceed to escape. Do not cause further damage to this ship." Now that the Surveyor has seen you, if it can get away it'll report your location to the fleet!
ru: "Этот автоматический корабль получил повреждения в бою. В данный момент он будет проводить эвакуацию. Не причиняйте дальнейшего вреда этому кораблю". Теперь, когда Исследователь увидел вас, если ему удастся уйти, он сообщит о вашем местонахождении флоту!
zh_hans: "该自动舰在战斗中受到了损伤。它将进行逃跑。请勿对其进一步造成损伤。"现在勘测舰已经发现了你，如果它成功逃走，肯定会向叛军舰队报告你的位置！

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY_GOTAWAY"]/text
source: The Surveyor jumps away, and will no doubt report your location to the fleet next.
ru: Исследователь уходит в прыжок и, несомненно, сообщит о вашем местонахождении флоту.
zh_hans: 勘测舰跃迁离开了，接下来无疑会向追击舰队报告你的位置。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY_WIN"]/text
source: You scrap the remains of the Auto-Surveyor, and bring aboard its black box. You have two options, either transmit false data to the Rebels to delay them, or download it to get a sector map.
ru: Вы разбираете на металлолом останки автоматического Исследователя и поднимаете на борт его черный ящик. У вас есть два варианта: передать ложные данные повстанцам, чтобы задержать их, или загрузить их, чтобы получить карту сектора.
zh_hans: 你搜刮了自动勘测舰的残骸，并把它的黑匣子带上返舰。你有两个选择，要么向叛军传送虚假数据以拖延他们，要么下载它以获得本星区星图。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY_WIN"]/choice[1]/text
source: Send it to the Rebels.
ru: Отправить ложные данные повстанцам.
zh_hans: 送给叛军。

source: This should delay them for a while, or at least until they realize it's a hoax.
ru: Это должно задержать их на некоторое время, или, по крайней мере, пока они не поймут, что это обман.
zh_hans: 这应该能拖延他们一段时间，或者至少等到他们意识到这是一个骗局。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY_WIN"]/choice[2]/text
source: Download the data.
ru: Загрузить данные.
zh_hans: 下载数据。

source: The Surveyor appears to have collected highly detailed data on the sector. This should help considerably.
ru: Судя по всему, Исследователь собрал очень подробные данные по сектору. Это должно оказать существенную помощь.
zh_hans: 这艘勘测舰似乎已经收集了本星区详尽数据。这应该有很大的帮助。

# data/events_rebel.xml.append$//event[@name="DISTRESS_AUTO_REPAIRS"]/text
source: An automated ship emitting this distress beacon signal is looping a message in a calming female voice. "This automated vessel has received critical hull damage. It has been programmed to give a reward to anyone who repairs it."
ru: На автоматическом корабле, подающем сигнал бедствия, звучит сообщение, передаваемое успокаивающим женским голосом. "Это автоматизированное судно получило критические повреждения корпуса. Оно запрограммировано на вознаграждение тому, кто его отремонтирует".
zh_hans: 一艘发射这个求救信标信号的自动飞船正在用平静的女声循环播放一条信息。"这艘自动船收到了严重的舰体伤害。它已经被编程为给任何维修它的人提供奖励。"

source: Assist in repairs.
ru: Оказать помощь в ремонте.
zh_hans: 协助维修。

source: A long bent arm comes out of the Auto-ship and collects the scrap. You watch in fascination as it patches itself back together.
ru: Длинный изогнутый кран выходит из автоматического корабля и собирает обломки. Вы завороженно наблюдаете, как он латает самого себя.
zh_hans: 一条弯曲的长臂从自动舰里伸出来，收集废料。你着迷地看着它把自己修补起来。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Destroy the ship.
ru: Уничтожить корабль.
zh_hans: 毁掉这艘船。

source: The damaged ship is in horrible condition, but it still manages to raise its weapons and defend itself.
ru: Поврежденный корабль находится в ужасном состоянии, но ему все же удается активировать оружие и защитить себя.
zh_hans: 受损的飞船状况很糟糕，但它仍然设法举起武器，进行自卫。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the ship.
ru: Избегать корабль.
zh_hans: 避开这艘船。

source: You'd have to be an absolute idiot to invest time into repairing an enemy Auto-ship.
ru: Нужно быть абсолютным идиотом, чтобы тратить время на ремонт вражеского автоматического корабля.
zh_hans: 你必须是一个绝对的白痴，才会投入时间去修理敌人的自动飞船。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="DESTROYED_AUTO_DAMAGED"]/text
source: Barely anything remains that can be scrapped from the Auto-ship.
ru: Почти ничего не осталось, что можно было бы разобрать на металлолом от автоматического корабля.
zh_hans: 几乎没有任何可以从自动船中搜刮的东西了。

source: Nearly a second after the Auto-ship finished repairing itself, the Auto-ship detects you as an enemy and attacks!
ru: Почти через секунду после того, как автоматический корабль закончил ремонт, он определяет вас как врага и атакует!
zh_hans: 在自动飞船完成自我修复近一秒钟后，自动飞船检测到你是一个敌人，并进行了攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Repairs complete. Thank you for your service. As promised, here is your reward. Glory to the Rebellion!" The Auto-ship spits out a drone and jumps away.
ru: "Ремонт завершен. Благодарю вас за оказанную помощь. Как и было обещано, вот ваша награда. Слава Восстанию!" Автоматический корабль выплевывает дрон и улетает.
zh_hans: "修理完毕。谢谢你的服务。按照承诺，这是你的奖励。荣耀属于叛军！"自动飞船吐出一个无人机，跃迁了。

source: "Repairs complete. Thank you for your service. As promised, here is your reward. Glory to the Rebellion!" The Auto-ship spits out an augment and jumps away.
ru: "Ремонт завершен. Благодарю вас за оказанную помощь. Как и было обещано, вот ваша награда. Слава Восстанию!" Автоматический корабль выплевывает модуль и прыгает прочь.
zh_hans: "修理完毕。谢谢你的服务。按照承诺，这是你的奖励。荣耀属于叛军！"自动飞船吐出一个扩音器并跃迁。

# data/events_rebel.xml.append$//event[@name="AUTO_GHOST_WANTWRECK"]/text
source: You're startled by the Ghost ship, very out of place in this automated sector. They send you a message, reading "Hi, Hello. We need wreck. You have guns. Guns make wreck. We make deal?"
ru: Вас поражает корабль призраков, очень некстати появившийся в этом автоматическом секторе. Они присылают вам сообщение следующего содержания: "Привет, привет. Нам нужны развалины. У вас есть оружие. Оружие делает развалины. Договоримся?"
zh_hans: 你被幽灵飞船吓了一跳，在这个自动化部门中非常不合适。他们给你发了一条信息，内容是"嗨，你好。我们需要残骸。你有枪。枪可以制造残骸。我们做交易吗？"

source: Agree to their request.
ru: Согласиться на их просьбу.
zh_hans: 同意他们的要求。

source: The Ghosts send one more message, with the co-ordinates of the ship they desire to capture.
ru: Призраки отправляют еще одно сообщение с координатами корабля, который они хотят захватить.
zh_hans: 幽灵们又发了一条信息，其中有他们想要捕获的船只的坐标。

source: We can't help.
ru: Мы не можем помочь.
zh_hans: 我们无能为力。

source: The Ghosts send one last message, reading "You suck." They jump away.
ru: Призраки посылают последнее сообщение: "Ты отстой". Они прыгают прочь.
zh_hans: 幽灵们发出了最后一条信息，内容是"你真烂"。他们跃迁走了。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_GHOST_WANTWRECK_QUEST"]/text
source: The Auto-ship at this beacon is completely active and ready for combat. It locks onto your ship and attacks!
ru: Автоматический корабль у этого маяка полностью активен и готов к бою. Он наводится на ваш корабль и атакует!
zh_hans: 在这个信标处的自动飞船已经完全激活并准备好了战斗。它锁定了你的星舰并进行攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You've done as the Ghosts asked and reduced the Auto-ship to a wreck. Now what?
ru: Вы выполнили просьбу призраков и превратили автоматический корабль в руины. И что теперь?
zh_hans: 你已经按照幽灵们的要求做了，把自动飞船变成了残骸。现在怎么办？

source: Wait for the Ghosts.
ru: Подождать призраков.
zh_hans: 等待幽灵的到来。

source: The Ghost ship jumps in not long after the Auto-ship was destroyed. "Yes good, this is what we want." They inspect the wreckage thoroughly.
ru: Корабль призраков приземляется вскоре после уничтожения автоматического корабля. "Да, хорошо, это то, что нам нужно". Они тщательно осматривают останки корабля.
zh_hans: 幽灵飞船在自动飞船被摧毁后不久就跳了进来。"是的，很好，这就是我们想要的。"他们彻底检查了残骸。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "No... Not enough space. We cannot fit full crew in this. You must take extras." They beam one of their crew onboard.
ru: "Нет... Не хватает места. Мы не можем поместить сюда весь экипаж. Вы должны взять с собой одного из членов экипажа". Они телепортируют одного из своих членов экипажа вам на борт.
zh_hans: "不...没有足够的空间。我们不能在这里面装满船员。你必须采取额外的措施。"他们将一名船员送上船。

source: Scrap the wreckage.
ru: Разобрать обломки на металлолом.
zh_hans: 搜刮残骸。

source: You quickly salvage the wreckage and prepare to jump away before the Ghosts arrive.
ru: Вы быстро разбираете обломки и готовитесь к прыжку, пока не появились призраки.
zh_hans: 你迅速打捞起残骸，准备在幽灵们到来之前跃迁。

# data/events_rebel.xml.append$//event[@name="SHIPYARD_ZOLTAN_FACILITY"]/text
source: In the distance appears to just be an ordinary planet, though the vast complex built on the surface interests you. Further scans reveal a morbid truth - a primarily automated Auto-ship factory running entirely on Zoltan slave power has been constructed on the surface!
ru: Вдали показалась обычная планета, но огромный комплекс, построенный на ее поверхности, заинтересовал вас. Дальнейшее сканирование открывает нелицеприятную истину - на поверхности построена автоматическая фабрика автокораблей, работающая исключительно на рабском труде золтан!
zh_hans: 在远处似乎只是一个普通的星球，尽管在表面上建造的巨大的综合体让你感兴趣。进一步的扫描揭示了一个病态的事实--一个完全依靠超能族奴隶的力量运行的主要自动化自动飞船工厂已经在表面上建造起来了！

source: Approach.
ru: Приблизиться.
zh_hans: 靠近。

source: You fly closer to the surface, but are immediately met by a large Auto-Battleship, but it's not attacking yet. "This is Dr. Peron Anderson. Your vessel has been spotted coming concerningly close to the facility. We suggest either stating your business or getting lost."
ru: Вы подлетаете ближе к поверхности, но вас тут же встречает большой автоматический линкор, но он пока не атакует. "Говорит доктор Перон Андерсон. Ваше судно было замечено на опасно близком расстоянии от объекта. Мы предлагаем либо сообщить о своих намерениях, либо удалиться".
zh_hans: 你飞近地表，但马上就会遇到一艘大型自动战舰，但它还没有发动攻击。"我是佩隆-安德森博士。我们发现你的飞船已经接近了本设施，令人担忧。我们建议要么说明你的业务，要么迷路。"

source: Attack the Auto-ship!
ru: Атаковать автоматический корабль!
zh_hans: 攻击自动船！

source: The scientist sighs, then ends the call. Weapons spring out of the Auto-ship's hull, and it's time for a brawl.
ru: Ученый вздыхает и заканчивает разговор. Оружие выдвигается из корпуса автоматического корабля, и наступает время сражения.
zh_hans: 科学家叹了口气，然后结束了通话。武器从自动船的船体上弹出，是时候进行一场争斗了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Buy a Zoltan.
ru: Купить золтана.
zh_hans: 买一名超能族。

source: "You... want one of our power sources? Well, I guess we don't need THIS many of them, and the scrap is handy... alright, you've got a deal."
ru: "Вы... хотите один из наших источников энергии? Ну, думаю, нам не нужно так много, а лом пригодится... ладно, договорились".
zh_hans: "你...想要我们的一个能量源？好吧，我想我们不需要这么多，而且废料也很方便...好吧，就这么定了。"

source: We'll just leave.
ru: Мы уходим.
zh_hans: 我们就离开吧。

source: Ignore the planet.
ru: Не обращать внимания на планету.
zh_hans: 无视这个星球。

source: You'd have to be insane to tangle with such a massive structure that's undoubtedly of high value to the Rebels.
ru: Нужно быть сумасшедшим, чтобы связываться с таким массивным сооружением, которое, несомненно, представляет большую ценность для повстанцев.
zh_hans: 你一定是疯了，才会与这样一个对叛军来说无疑具有很高价值的巨大结构纠缠在一起。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEER_MISTAKE"]/text
source: A damaged Engineer vessel orbits this beacon. It appears to still be functional, and a single hull repair drone is patching up some of the damage.
ru: Поврежденный инженерный корабль кружится по орбите этого маяка. Судя по всему, он все еще функционирует, а один Дрон-ремонтник ремонтирует часть повреждений корпуса.
zh_hans: 一艘受损的工程师船围绕着信标运行。它似乎仍在运作，一个舰体维修无人机正在修补一些损伤。

source: Hail them.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: "Ugh, you aren't here to kill us, are you?" You shake your head. "Oh, good. In that case, maybe you could help us. We had an issue with a cognitive prototype we were working on. After the Free Roamer incident, the Rebellion banned all attempts at creating fully sentient ship AI. We uh... we broke that rule, and it was a terrible mistake. Now the Auto-ship has escaped. You don't suppose you could track it down and destroy it? We can't let command know about this slip-up..."
ru: "Уф, вы же не пришли нас убивать?" Вы качаете головой. "О, хорошо. В таком случае, может быть, вы могли бы нам помочь. У нас возникла проблема с когнитивным прототипом, над которым мы работали. После инцидента с Вольным странником Восстание запретило все попытки создания полностью разумного корабельного ИИ. Мы... мы нарушили этот запрет, и это было ужасной ошибкой. Теперь автоматический корабль сбежал. Вы не могли бы выследить его и уничтожить? Мы не можем допустить, чтобы командование узнало об этом промахе..."
zh_hans: "唉，你不是来杀我们的，对吧？"你摇摇头。"哦，不错。这种情况下，也许你可以帮一把我们。我们正在研究的一个认知体原型机出了些问题。自从自由漫游者事件之后，神军下令禁止了所有试图创造真正知性的人工智能的尝试。我们...我们打破了这个规则，这是个天大的错误。现在这艘自动舰已经逃跑了。你或许可以追踪并摧毁它？我们不能让指挥部知道这个差错..."

source: Pick off the ship.
ru: Разобраться с кораблем.
zh_hans: 干掉对方舰船。

source: These guys make an easy target. You arm the weapons.
ru: Эти парни - легкая мишень. Вы заряжаете оружие.
zh_hans: 干掉这些人易如反掌。你启动武器。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: The Engineer makes no attempt to hail you in return. Just in case, you put a little distance between your ships.
ru: Инженеры не совершают никаких попыток вызвать вас на связь. На всякий случай вы устанавливаете небольшое расстояние между кораблями.
zh_hans: 工程师没有试图再联系你。为了以防万一，你给你们的船之间拉开了一点距离。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Location of the rogue Rebel cognitive.
ru: Местонахождение вышедшего из под контроля когнитива-повстанца.
zh_hans: 失控叛军认知体的位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEER_MISTAKE_QUEST"]/text
source: You've arrived at the co-ordinates given by the Engineers, but instead you've found a crashed starliner converted into a massive city bustling with pirates. A prime place to find a rogue AI, but not an easy one to search through.
ru: Вы прибыли по координатам, указанным инженерами, но вместо этого обнаружили разбившийся звездолет, превращенный в огромный город, кишащий пиратами. Идеальное место для поиска вышедшего из под контроля ИИ, но найти его будет нелегко.
zh_hans: 你已经到达了工程师给出的坐标，但你却发现一架坠毁的星际客机被改造成了一个巨大城市，里面全是海盗熙熙攘攘。真是一个寻找失控人工智能的最佳地点，不过并不是一个容易搜索的地方。

source: Land and ask around.
ru: Приземлиться и расспросить всех.
zh_hans: 着陆并四处打听。

source: Fortunately, the pirates don't really seem to care that you're a Federation officer. Living so close to Rebel space, it's probably a nice change of pace if anything. Asking around about a rogue cognitive however turns up confusing results. Most people have no idea what a cognitive is, and most redirect you to speak with the king of the city.
ru: К счастью, пиратам, похоже, все равно, что вы офицер Федерации. Находясь так далеко от территории повстанцев, вероятно, является приятной сменой обстановки. Однако расспросы о вышедшем из под контроля когнитиве приводят к неоднозначным результатам. Большинство людей понятия не имеют, что такое когнитив, и многие перенаправляют вас к королю города.
zh_hans: 幸运的是，海盗们似乎并不关心你的联邦军官身份。住在离叛军地盘这么近的地方，这甚至可能是一个不错的改变。然而，四处打听关于失控认知体的消息，结果令人困惑。大多数人都不知道认知体是什么，而且大多数人都让你去和城市的国王谈谈。

source: Go see the king.
ru: Сходить к королю.
zh_hans: 去见国王。

source: You step into a massive, cobbled together tower of spliced cargo containers and the hulls of former Rebel ships. In the center sits a throne, on which rests a rotund man with a black paper hat staring down upon you. He isn't particularly imposing, save for the buzzsaw that apparently has replaced his left hand. "I see yee have found me in my d-d-dominion. Welcome, matey!"
ru: Вы входите в огромную башню, сложенную из грузовых контейнеров и корпусов бывших кораблей повстанцев. В центре возвышается трон, на котором сидит тучный человек в черном бумажном колпаке и смотрит на вас сверху вниз. Он не производит особого впечатления, если не считать циркулярной пилы, которая, судя по всему, заменяет ему левую руку. "Я вижу, ты нашел меня в моих в-в-владениях. Добро пожаловать, друг!"
zh_hans: 你走进一个巨大的、由拼接的货物集装箱和前叛军船只的舰体拼凑起来的塔。中央落有一个宝座，上面坐着一个戴着黑色纸帽的发福男子，正盯着你。他并不特别咄咄逼人，除了那把显然已经取代了他的左手的电锯。"看来你已经在俺的领-领-领地找到了俺。欢迎你，伙计！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The man 'stands' up, revealing he in-fact has no feet, but rather a set of treads. He rolls towards you, and it becomes clear this is no man at all, but rather a ramshamble Doctor Drone. "Arg, I be Cap'ain A5540L3, at your service. How might I help you, lad?" The drone sticks out his left hand to shake yours before he remembers his situation, and so quickly stuffs it behind his back and reaches out his right instead, which is instead a much less imposing but still concerning blaster arm from a Battle Drone.
ru: Человек "встает", показывая, что на самом деле у него нет ног, а есть только ступни. Он катится к вам, и становится ясно, что это вовсе не человек, а ветхий медицинский дрон. "Арг, я капитан 34CP4H3Ц, к вашим услугам. Чем я могу помочь тебе, парень?" Дрон протягивает левую руку для рукопожатия, но, вспомнив о своем состоянии, быстро убирает ее за спину и протягивает правую, которая в отличии от левой представляет собой менее внушительную, но все же напоминающая бластер рука дрон-солдата.
zh_hans: 这个人"站"了起来，显示出他实际上没有脚，而是有一套踏板。他向你滚来，很明显这根本就不是一个人，而是一个摇摇欲坠的医疗无人机。"哈，俺是A5540L3舰长，为你服务。有什么可以帮助你的吗，小伙子？"无人机伸出左手想和你握手，然后他想起了自己的情况，于是迅速把它塞到背后，转而伸出右手，那是一只来自战斗无人机的更不咄咄逼人但仍然令人担忧的爆破手枪臂。

source: Shake his "hand".
ru: Пожать его "руку".
zh_hans: 与他的"手"握手。

source: Get right to business.
ru: Приступить непосредственно к делу.
zh_hans: 直奔主题。

source: Avoid the city.
ru: Избегать города.
zh_hans: 避开城市。

source: This mission isn't worth stirring up an entire city of pirates. You pull away from the city.
ru: Это задание не стоит того, чтобы будоражить целый город пиратов. Вы удаляетесь от города.
zh_hans: 这个任务不值得惊动整个城市的海盗。你驶离了城市。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="A55_HANDSHAKE"]/text
source: You carefully grab his arm cannon and shake it up and down a few times. "Arg, mighty grip you've got there, lad! Now, surely there's a reason the Federation's come prodding around here."
ru: Вы осторожно берете оружие в руку и несколько раз встряхиваете ее вверх-вниз. "Отличная у тебя хватка, парень! Наверняка Федерация не просто так сюда заявилась".
zh_hans: 你小心翼翼地抓住他的臂炮，上下摇晃几下。"哈，你的握力挺强，小伙子！话说回来，联邦来这里探访肯定是有理由的。"

# data/events_rebel.xml.append$//event[@name="A55_HANDSHAKE"]/choice/text
source: Explain why you're here.
ru: Объяснить, почему вы здесь.
zh_hans: 解释一下你来的原因。

# data/events_rebel.xml.append$//event[@name="A55_FIGHT"]/text
source: It doesn't take a genius to realize this is the cognitive in question, and you waste no further time explaining the situation to him. "Hmmm. Sounds grave, matey. You surely understand I'm not just gonna r-r-roll out of here with you."
ru: Не нужно быть гением, чтобы понять, что речь идет о когнитиве, и вы не теряете времени, объясняя ему ситуацию. "Хммм... Звучит серьезно, дружище. Ты, конечно, понимаешь, что я не собираюсь просто так уходить отсюда вместе с тобой".
zh_hans: 傻瓜都能意识到这就是目标认知体，你直截了当向他解释情况。"嗯。听起来很严重，伙计。你肯定清楚俺不会和你一起滚-滚-滚出这里。"

# data/events_rebel.xml.append$//event[@name="A55_FIGHT"]/choice[1]/text
source: Then we have a standoff, don't we?
ru: Тогда мы имеем конфликт интересов, не так ли?
zh_hans: 那么我们就得对峙了，不是吗？

# data/events_rebel.xml.append$//event[@name="A55_FIGHT"]/choice[1]/event/text
source: "Arg, it would appear so." A55 does his best to clap, then whistles. Seconds later, a massive Auto-Dreadnaught comes whirling by through a hole in the ceiling of the massive throne room. "Last chance lad, I don't wanna cause no bloodshed t-t-today."
ru: "Арг, похоже на то". 34C изо всех сил хлопает в ладоши, а затем свистит. Несколько секунд спустя через дыру в потолке огромного тронного зала проносится массивный автоматический дредноут. "Последний шанс, парень, я не хочу сегодня устраивать кровопролитие".
zh_hans: "哈，看来是这样。"A55尽力拍手，然后吹起了口哨。几秒钟后，一个巨大的自动无畏舰从巨大的王室天花板上的一个洞里呼啸而过。"最后的机会，小子，俺今-今-今天不想有流血冲突。"

source: Prepare to fight!
ru: Подготовиться к бою!
zh_hans: 准备战斗！

source: Curiously, A55's massive vessel makes no attempt to fight you until you get into your cruiser, though it easily could have blown your crew away during the run. You have no time to contemplate this further, it's time to fight!
ru: Любопытно, что громадный корабль 34C не пытается вступить с вами в бой, пока вы не сядете в крейсер, хотя он вполне мог бы разнести вашу команду во время бегства. У вас нет времени на дальнейшие размышления, пора в бой!
zh_hans: 奇怪的是，A55的巨大战舰在你进入你的星舰之前没有试图与你战斗，尽管它可以很容易地在你与船员跑路时轰飞你们。你没有时间进一步考虑这个问题，现在是战斗的时候了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
ru: Уйти.
zh_hans: 离开。

# data/events_rebel.xml.append$//event[@name="A55_FIGHT"]/choice[2]/text
source: Leave him alone.
ru: Оставить его в покое.
zh_hans: 不要管他。

# data/events_rebel.xml.append$//event[@name="A55_FIGHT"]/choice[2]/event/text
source: You turn and walk out of the room. A55 watches you leave in mild amusement and confusion.
ru: Вы поворачиваетесь и выходите из комнаты. 34C наблюдает за вашим уходом с легким удивлением и смущением.
zh_hans: 你转身走出了房间。A55在略微的愉悦和疑惑中目视你离开。

# data/events_rebel.xml.append$//event[@name="A55_DEFEAT"]/text
source: Suddenly, the Dreadnaught shuts offline, falling to the ground. In the distance approaches the engineers from earlier, here to collect their AI. You don't have time to hail them before you receive another hail from A55. "Please matey, don't hand me over. They'll tear me apart and turn me offline! That's no proper fate for a pirate, arg!"
ru: Внезапно дредноут отключается и падает на землю. Вдалеке появляются инженеры, пришедшие забрать свой ИИ. Вы не успеваете вызвать их, как получаете еще один сигнал от 34C. "Пожалуйста, дружище, не отдавай меня им. Они разорвут меня на части и отключат! Это неподходящая участь для пирата, Арг!"
zh_hans: 突然，无畏舰关机了，坠落在地。不远处，先前的工程师们正在接近，来回收他们的人工智能。你还没来得及联系他们，就收到了A55的另一个呼叫。"求你了，伙计，别把俺交出去。他们会把俺撕碎，然后把俺关掉！这不是一个海盗应有的命运，哈！"

# data/events_rebel.xml.append$//event[@name="A55_DEFEAT"]/choice[1]/text
source: Hand over A55.
ru: Выдать им 34C.
zh_hans: 交出A55。
