Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

# data/events_rebel.xml.append$//event[@name="REBEL_CIRCUS"]/text
source: On the nearby planet there appears to be a large circus held by some suspicious looking civilians. It's not likely they'll care if you're a Federation ship.
ru: На ближайшей планете, по-видимому, находится большой цирк, который держат несколько подозрительных гражданских. Вряд ли им будет важно, что вы - корабль Федерации.
zh_hans: 在附近的星球上，似乎有一些看起来很可疑的平民举办了一个大型马戏团。他们不太可能在意你是否是联邦飞船。

# data/events_rebel.xml.append$//event[@name="REBEL_CIRCUS"]/choice[1]/text
source: Check out the circus.
ru: Посетить цирк.
zh_hans: 看看马戏团。

# data/events_rebel.xml.append$//event[@name="REBEL_CIRCUS"]/choice[1]/event/text
source: The circus is much more underwhelming and run down than it appeared from above. Most of the attractions and rides look barely functional and definitely not safe. One exhibit however catches your eye, the freak show. On display are 5 aliens, likely slaves, a Slug, Rockman, Orchid, Zoltan, and Engi.
ru: Цирк выглядит гораздо более убогим и запущенным, чем казалось сверху. Большинство аттракционов выглядят нерабочими и, безусловно, небезопасными. Однако один экспонат привлекает внимание - шоу уродов. Здесь выставлены 5 инопланетян, скорее всего, рабов: слизень, валун, орхидея, золтан и энджи.
zh_hans: 马戏团比从天上看到的更加平平无奇，破烂不堪。大部分景点和游乐设施看起来无法使用且不安全。然而一个异族展览吸引了你，在展览中有五个奴隶一般的异族人，他们分别是蛞蝓族、岩石族、兰花族、超能族，与半械族。

source: Inspect the Slug.
ru: Посмотреть на слизня.

source: A bald civilian with an incredibly long beard welcomes you. "Step right up folks, and witness Sazalaraz the All-Seeing! He can see through walls, he can see the future, and he can see into your pockets! So keep a tight hand on your wallet, or next thing you know it might be missing!"
ru: Вас приветствует лысый гражданин с невероятно длинной бородой. "Подходите, ребята, и посмотрите на Сазалараза Всевидящего! Он может видеть сквозь стены, он может видеть будущее, и он может заглянуть в ваши карманы! Так что держите кошелек покрепче, а то вдруг он пропадет!"
zh_hans: 一个长着不可思议的长胡子的秃头平民欢迎你。"伙计们，请站起来，见证全能的萨扎拉兹！他能看到墙壁，能看到未来，还能看到你的口袋！他能看穿墙壁，他能看到未来，他还能看到你的口袋！所以，你要紧紧抓住你的钱包，否则接下来你就会知道，它可能是你的口袋。所以要紧紧抓住你的钱包，否则接下来你知道它可能会丢失！"

source: Offer to purchase Sazalaraz.
ru: Предложить купить Сазалараза.
zh_hans: 提出购买萨扎拉兹。

source: The man looks at you strangely. "You want to BUY Sazalaraz the All-Seeing? Yeah sure, it'll be 20 bucks."
ru: Мужчина странно смотрит на вас. "Вы хотите КУПИТЬ Сазалараза Всевидящего? Да, конечно, с вас 20 баксов".
zh_hans: 那人奇怪地看着你。"你想买下全能的萨扎拉兹？是的，当然，这将是20废料。"

source: Pay.
ru: Заплатить.
zh_hans: 付钱.

source: Sazalaraz
ru: Сазалараз
zh_hans: 萨扎拉兹

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: This isn't worth our time.
ru: Это не стоит нашего времени.
zh_hans: 这不值得我们浪费时间。

source: Inspect the Rockman.
ru: Посмотреть на валуна.
zh_hans: 审视岩石族.

source: A bald civilian with an incredibly long beard welcomes you. "Step right up folks, and witness Boulder the Boundless! He can lift anything, survive any collision, and feels no pain!"
ru: Лысый гражданин с невероятно длинной бородой приветствует вас. "Подходите, ребята, и посмотрите на Боулдер Необъятная глыба! Он может поднять все, что угодно, выжить в любом столкновении и не чувствует боли!"
zh_hans: 一个长着不可思议的长胡子的秃头平民欢迎你。"伙计们，请站起来，见证无界的博尔德！他可以举起任何东西，在任何碰撞中幸存下来，而且不会感到疼痛。他可以举起任何东西，在任何碰撞中生存，而且感觉不到疼痛！"

source: Offer to purchase Boulder.
ru: Предложить купить Боулдера.
zh_hans: 提出购买博尔德。

source: The man looks at you strangely. "You want to BUY Boulder the Boundless? Yeah sure, it'll be 20 bucks."
ru: Мужчина странно смотрит на вас. "Вы хотите КУПИТЬ Боулдер Необъятная глыба? Да, конечно, это будет стоить 20 баксов".
zh_hans: 那人奇怪地看着你。"你想买下博尔德？是的，当然，这将是20块钱。"

source: Pay.
ru: Заплатить.
zh_hans: 付钱.

source: Boulder
ru: Боулдер
zh_hans: 博尔德

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: This isn't worth our time.
ru: Это не стоит нашего времени.
zh_hans: 这不值得我们浪费时间。

source: Inspect the Orchid.
ru: Посмотреть на орхидею.
zh_hans: 检查兰花族。

source: A bald civilian with an incredibly long beard welcomes you. "Step right up folks, and witness Sapling the Giver of Joy! A quick inhale of the scent from his leaves and you'll be feeling higher than a kite! Feel free to come forth and have a whiff, but do not, we aren't liable for anything that happens to you."
ru: Вас приветствует лысый гражданин с невероятно длинной бородой. "Подходите, ребята, и посмотрите на Саплинга Дарителя Радости! Достаточно вдохнуть аромат его листьев, и вы почувствуете себя вершине мира! Не стесняйтесь, подходите, но не нюхайте, мы не несем ответственности за то, что с вами случится".
zh_hans: 一个长着不可思议的长胡子的秃头平民欢迎你。"伙计们，请上前一步，见证快乐的给予者小树苗！稍微吸入他叶子上的香味，你就会感到比风筝还嗨！欢迎你来闻一闻，我们不对你发生的任何事情负责。"

source: Offer to purchase Sapling.
ru: Предложить купить Саплинга.
zh_hans: 提出购买小树苗。

source: The man looks at you strangely. "You want to BUY Sapling the Giver of Joy? Yeah sure, it'll be 20 bucks."
ru: Мужчина странно смотрит на вас. "Вы хотите КУПИТЬ Саплинга Дарящего Радость? Да, конечно, это будет стоить 20 баксов".
zh_hans: 那人奇怪地看着你。"你想买快乐的给予者小树苗？是的，当然，这将是20废料。"

source: Pay.
ru: Заплатить.
zh_hans: 付钱.

source: Sapling
ru: Саплинг
zh_hans: 小树苗

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: This isn't worth our time.
ru: Это не стоит нашего времени.
zh_hans: 这不值得我们浪费时间。

source: Inspect the Zoltan.
ru: Посмотреть на золтана
zh_hans: 检查超能族。

source: A bald civilian with an incredibly long beard welcomes you. "Step right up folks, and witness Namast the Energized! You won't ever be needing an outlet for charging your holopad when he's around! He can provide power to anything, because he's MADE of power!"
ru: Лысый гражданин с невероятно длинной бородой приветствует вас. " Подходите, ребята, и посмотрите на Намаста Энергичного! Когда он рядом, вам никогда не понадобится розетка для зарядки вашего голопада! Он может обеспечить энергией все, что угодно, потому что он СДЕЛАН из энергии!"
zh_hans: 一个长着不可思议的长胡子的秃头平民欢迎你。"伙计们，请上前看看，见证活力四射的纳马斯特！他在你身边时，你将永远不需要为你的全息投影仪充电。当他在你身边的时候，你永远不会需要一个插座来给你的全息投影仪充电！他可以为任何东西提供能量，因为他是由能量组成的！他可以为任何东西提供能量，因为他是由能量组成的！"

source: Offer to purchase Namast.
ru: Предложить купить Намаста.
zh_hans: 提出购买纳马斯特。

source: The man looks at you strangely. "You want to BUY Namast the Energized? Yeah sure, it'll be 20 bucks."
ru: Мужчина странно смотрит на Вас. "Вы хотите КУПИТЬ Намаста Энергичного? Да, конечно, с вас 20 баксов".
zh_hans: 那人奇怪地看着你。"你想买纳马斯特？是的，当然，这将是20块钱。"

source: Pay.
ru: Заплатить.
zh_hans: 付钱

source: Namast
ru: Намаст
zh_hans: 纳马斯特

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: This isn't worth our time.
ru: Это не стоит нашего времени.
zh_hans: 这不值得我们浪费时间。

source: Inspect the Engi.
ru: Посмотреть на энджи.
zh_hans: 检查半械族。

source: A bald civilian with an incredibly long beard welcomes you. "Step right up folks, and witness Q-32 the Cyclopean Engineer! He may only have one eye, but he's the master of tech! He can fix anything fast as lightning, debug any problem, and best of all he can't even feel emotions!"
ru: Вас приветствует лысый гражданин с невероятно длинной бородой. " Подходите, ребята, и посмотрите на Циклопического Инженера К-32! Пусть у него всего один глаз, но он - мастер техники! Он может починить все, что угодно, быстро, как молния, решить любую проблему, и, что самое интересное, он даже не чувствует эмоций!"
zh_hans: 一个留着难以置信的长胡子的秃头平民欢迎你。"伙计们，来看看独眼巨人工程师Q-32吧！他可能只有一只眼睛，但他是技术大师！他可以快如闪电地修复任何东西，调试任何问题，最重要的是他甚至不能感觉到情绪！"

source: Offer to purchase Q-32.
ru: Предложить купить К-32.
zh_hans: 提议买下Q-32。

source: The man looks at you strangely. "You want to BUY Q-32 the Cyclopean Engineer? Yeah sure, it'll be 20 bucks."
ru: Мужчина странно смотрит на Вас. "Вы хотите КУПИТЬ К-32 Циклопического Инженера? Да, конечно, это будет стоить 20 баксов".
zh_hans: 那人奇怪地看着你。"你想买下独眼巨人工程师Q-32吗？是的，当然，这将是20块钱。"

source: Pay.
ru: Заплатить.
zh_hans: 付钱.

source: Q-32
ru: К-32

source: Nevermind.
ru: Неважно.
zh_hans: 算了。

source: This isn't worth our time.
ru: Это не стоит нашего времени.
zh_hans: 这不值得我们浪费时间。

# data/events_rebel.xml.append$//event[@name="REBEL_CIRCUS"]/choice[2]/text
source: Ignore the circus.
ru: Не обращайте внимания на цирк.
zh_hans: 不理会马戏团。

# data/events_rebel.xml.append$//event[@name="REBEL_CIRCUS"]/choice[2]/event/text
source: You have much better things to be doing.
ru: У вас есть дела поважнее.
zh_hans: 你有更多的事情要做。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[1]
source: A Rebel appears on the screen, and unfolds a long sheet of paper. He dons a pair of spectacles, and begins to read; "A poem, for you. Ahem; Die."
ru: На экране появляется повстанец и разворачивает длинный лист бумаги. Он надевает очки и начинает читать: "Стихотворение для тебя. Гм; Умри".
zh_hans: 一个叛军出现在屏幕上，并展开一张长纸。他戴上一副眼镜，开始读；"一首诗，送给你。咳，死吧。"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[2]
source: Your ship is hailed. "We've found you at last. Prepare to die!"
ru: Ваш корабль вызывают. "Наконец-то мы нашли тебя. Готовься к смерти!"
zh_hans: 你的船被呼叫。"我们终于找到你了。准备受死吧！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[3]
source: A small Rebel ship is docked at a small station. You try to lay low but it spots you. Power up the weapons!
ru: Небольшой корабль повстанцев пристыкован к небольшой станции. Вы пытаетесь затаиться, но он вас замечает. Заряжаем оружие!
zh_hans: 一艘小型叛军舰艇停靠在一个小空间站。你试图低调行事，但它发现了你。给武器充能！

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[4]
source: A Rebel ship has been patrolling this region. As soon as you arrive it begins its assault.
ru: Корабль повстанцев патрулирует этот район. Как только вы появляетесь, он начинает атаку.
zh_hans: 一艘叛军的飞船一直在这个地区巡逻。你一到，它就开始攻击。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[5]
source: A Rebel ship hails you: "Federation scum! We've waited a long time for this!"
ru: Вас вызывает корабль повстанцев: "Подонки Федерации! Мы долго ждали этого!"
zh_hans: 一艘叛军的飞船在呼唤你。"联邦人渣！我们已经等了很久了！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[6]
source: You receive a transmission: "Sorry sir, this is nothing personal but we're under orders." The Rebel ship's weapons go hot.
ru: Вы получаете сообщение: "Извините, сэр, ничего личного, но у нас приказ". Оружие корабля повстанцев начинает заряжаться.
zh_hans: 你收到了一个传输。"对不起，先生，这不是针对你的，但我们是奉命行事。"叛军战舰的武器开始发热。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[7]
source: By the time you notice the Rebel ship behind the beacon, it's too late to avoid a fight.
ru: Когда вы заметили корабль повстанцев за маяком, было уже слишком поздно, чтобы избежать боя.
zh_hans: 当你注意到信标后面的叛军战舰时，已经来不及避免战斗了。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[8]
source: A Rebel ship hails. "We did not fight a war to let a single Federation ship shatter our dreams of a better galaxy!" He locks weapons.
ru: Вызывает корабль повстанцев. "Мы не для того вели войну, чтобы позволить одному кораблю Федерации разрушить наши мечты о лучшей галактике!" Они активируют оружие.
zh_hans: 一艘叛军的飞船在呼唤。"我们打仗不是为了让一艘联邦舰艇打碎我们对美好银河系的梦想！"他锁定了武器。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[9]
source: A Rebel ship approaches cautiously. "Personally," says the captain, "I'd have stuck with the Federation. But I'm a soldier, sir, and I'm no use without a war to fight. Raise your shields!"
ru: Корабль повстанцев осторожно приближается. "Лично я, - говорит капитан, - остался бы на стороне Федерации. Но я солдат, сэр, и от меня нет никакого толку без войны. Поднять щиты!"
zh_hans: 一艘叛军的飞船小心翼翼地靠近。"就个人而言，"舰长说，"我本应坚持与联邦合作。但我是个军人，长官，没有战争我就没有用。升起你的护盾！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[10]
source: You're hailed by a Rebel ship: "When the rebellion is complete you'll see the safer world we provide. Well, you won't, but you get the point." They arm weapons.
ru: Вас вызывает корабль повстанцев: "Когда восстание победит, ты увидишь более безопасный мир, который мы обеспечим. Ну, не увидишь, но смысл понятен". Они заряжают оружие..
zh_hans: 一艘叛军的飞船向你呼救。"当叛乱完成后，你会看到我们提供的更安全的世界。好吧，你不会的，但你明白我的意思。"他们武装了武器。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[11]
source: You receive a hail from a Rebel fighter: "I'll have you know I graduated top of my class in the-" you cut off the Rebel ship and prepare to fight.
ru: Вы получаете сообщение от истребителя повстанцев: "Я хочу, чтобы ты знал, что я закончил лучший класс в..." Вы прерываете корабль повстанцев и готовитесь к бою.
zh_hans: 你收到了来自叛军战舰的呼叫。"我会让你知道我是以班级第一名的成绩毕业的--"你切断了叛军战舰的通讯，准备战斗。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_REBEL"]/text[12]
source: Your arrival coincides almost exactly with that of a Rebel ship. It's hard to know who is more surprised, but there is no option but to fight.
ru: Ваше прибытие почти полностью совпадает с прибытием корабля повстанцев. Трудно сказать, кто удивлен больше, но другого выхода, кроме как сражаться, нет.
zh_hans: 你的到来几乎正好与叛军的船只重合。很难说谁更吃惊，但除了战斗别无选择。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_SPY"]/text
source: You stumble across a forward scout of the Rebel fleet.
ru: Вы натыкаетесь на передовой разведчик флота повстанцев.
zh_hans: 你偶然发现了叛军舰队的一个前哨侦察舰。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_SPY"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="BOARDERS_REBEL_SHIP"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//textList[@name="BOARDERS_REBEL_SHIP"]/text[1]
source: You receive a message from a nearby Rebel station, "You have a lot of guts passing through our space, I'll give you that." He turns giving an order, "Kill their crew, I want that ship intact."
ru: Вы получаете сообщение с ближайшей станции повстанцев: "У вас много смелости пройти через наше пространство, я вам это скажу". Он поворачивается и отдает приказ: "Убейте их экипаж, я хочу, чтобы этот корабль остался целым".
zh_hans: 你收到来自附近叛军驻地的信息，"敢进我们的星域，你很有种，我跟你说。"他转身下达命令："杀死他们的船员，我希望那艘船完好无损。"

# data/events_rebel.xml.append$//textList[@name="BOARDERS_REBEL_SHIP"]/text[2]
source: Your sensors warn of an incoming Rebel ship at the same time as you hear the telltale signs of a teleporter. You hear someone taunt from within the ship, "Ready to die? I sure am ready to get a promotion!"
ru: Ваши сенсоры предупреждают о приближении корабля повстанцев, в то же время вы слышите признаки телепортации. Изнутри корабля слышится чья-то насмешка: "Готов умереть? Я точно готов получить повышение!"
zh_hans: 你的传感器警告说有一艘叛军的飞船来了，同时你也听到了一个传送者的提示信号。你听到有人从飞船里嘲讽道："准备好去死了吗？我当然准备好升职了！"

# data/events_rebel.xml.append$//textList[@name="BOARDERS_REBEL_SHIP"]/text[3]
source: Incoming message, "Hello Captain," says a Rebel in an officer's garb. "How very generous of you to turn yourself in. Prepare to be boarded. Come quietly and we may be lenient."
ru: Входящее сообщение: "Здравствуйте, капитан, - говорит повстанец в офицерской форме. "Как великодушно с вашей стороны сдаться. Приготовьтесь к абордажу. Не сопротивляйтесь, и мы будем к вам добры".
zh_hans: 接收到的信息，"你好，舰长。"一个穿着军官服装的叛军说。"你真是太慷慨了，不如自首。准备上船吧。悄悄地来，我们可能会宽大处理。"

# data/events_rebel.xml.append$//textList[@name="BOARDERS_REBEL_SHIP"]/text[4]
source: You receive a message on a low-band channel. "You're surrounded, just like the last of your Federation friends. Just die already." The enemy has teleported onto your ship!
ru: Вы получаете сообщение по низкочастотному каналу. " Ты окружен, как и последние твои друзья из Федерации. Просто сдохни уже". Враг телепортировался на ваш корабль!
zh_hans: 你在一个低频频道上收到一条信息。"你被包围了，就像你最后的联邦朋友一样。你已经死了。"敌人已经传送到了你的星舰上！

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_SUN"]/text
source: You arrive at the beacon to find yourself dangerously close to a star. An automated Rebel ship, impervious to the heat, moves in to engage.
ru: Прибыв к маяку, вы обнаруживаете, что находитесь в опасной близости от звезды. Автоматический корабль повстанцев, невосприимчивый к жаре, движется на встречу.
zh_hans: 你来到信标处，发现自己正危险地接近一颗恒星。一艘不受高温影响的自动叛军战舰正向你驶来。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_SUN"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_ASTEROID"]/text
source: You arrive in an asteroid belt to discover that a Rebel automated-scout has been stationed here. Prepare for a fight!
ru: Вы прибываете в пояс астероидов и обнаруживаете, что здесь разместился автоматический разведчик повстанцев. Готовьтесь к бою!
zh_hans: 你来到一个小行星带，发现一个叛军的自动侦察机已经驻扎在这里了。准备战斗吧！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_ASTEROID"]/text
source: Rebel ships often try their best to avoid hazardous beacons, but it appears a forward scout of the fleet has gotten lost in this asteroid beacon. Upon seeing you, they turn to attack!
ru: Корабли повстанцев часто стараются избегать опасных маяков, но, похоже, передовой разведчик флота заблудился в этом астероидном маяке. Увидев вас, они разворачиваются для атаки!
zh_hans: 叛军的船只通常会尽力避开危险的信标，但似乎舰队的一个前哨侦察舰在这个小行星信标中迷路了。看到你后，他们转而攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_PULSAR"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[1]
source: A Rebel captain appears on the screen. "I thought we had been doomed to backwater assignments. This is my chance to get back in Command's good graces! Charge the weapons!"
ru: На экране появляется капитан повстанцев. "Я думал, что мы обречены на выполнение заданий в захолустных районах. Это мой шанс вернуть расположение командования! Зарядить оружие!"
zh_hans: 一个叛军舰长出现在屏幕上。"我以为我们已经注定要被派往偏远地区工作了。这是我重获指挥部青睐的机会！给武器充能！"

# data/events_rebel.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[2]
source: A small Rebel research station overlooks a pulsating star. Before you can react a Rebel ship spots you and moves in to attack.
ru: Небольшая исследовательская станция повстанцев расположена на фоне пульсирующей звезды. Прежде чем вы успеваете среагировать, корабль повстанцев замечает вас и переходит в атаку.
zh_hans: 一个小型的叛军研究站俯瞰着一颗脉动的恒星。在你做出反应之前，一艘叛军的飞船发现了你，并开始攻击。

# data/events_rebel.xml.append$//textList[@name="REBEL_PULSAR_TEXT"]/text[3]
source: You arrive at an infrequently used beacon close to a pulsar. Before long a Rebel ship happens to jump nearby. Looks like you'll have to fight.
ru: Вы прибываете на редко используемый маяк вблизи пульсара. Вскоре рядом оказывается корабль повстанцев. Похоже, вам придется сражаться.
zh_hans: 你到达了一个不常使用的信标，靠近一颗脉冲星。没过多久，一艘叛军的飞船碰巧跃迁至了附近。看来你必须要战斗了。

# data/events_rebel.xml.append$//event[@name="AUTO_CIVILIAN"]/text
source: You come across a Rebel automated scout ship pursuing a civilian ship, weapons engaged.
ru: Вы столкнулись с автоматическим разведывательным кораблем повстанцев, преследующим гражданский корабль с включенным оружием.
zh_hans: 你遇到了一艘叛军的自动侦察舰，正在追击一艘民用飞船，武器已经就绪。

# data/events_rebel.xml.append$//event[@name="AUTO_CIVILIAN"]/choice[1]/text
source: Aid the civilian ship.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

# data/events_rebel.xml.append$//event[@name="AUTO_CIVILIAN"]/choice[1]/event/text
source: You power up your weapons and engage the automated ship.
ru: Вы включаете оружие и вступаете в бой с автоматическим кораблем.
zh_hans: 你充能你的武器，与自动飞船交战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_CIVILIAN"]/choice[2]/text
source: Stay out of it.
ru: Не вмешиваться.
zh_hans: 不要插手。

# data/events_rebel.xml.append$//event[@name="AUTO_CIVILIAN"]/choice[2]/event/text
source: The fight brings them out of your immediate scanning range.
ru: Бой выводит их из зоны непосредственного сканирования.
zh_hans: 这场战斗使他们离开了你的直接扫描范围。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBEL_REFUEL_STATION"]/text
source: You detect a Rebel ship on an attack approach to a small refuelling outpost. Their weapons are charged, but they're not firing yet.
ru: Вы обнаружили корабль повстанцев на подходе к небольшому заправочному аванпосту. Их оружие заряжено, но они пока не стреляют.
zh_hans: 你探测到一艘叛军战舰正在向一个小型哨站进攻。他们的武器已经充能，但还没有开火。

source: Intervene to defend the outpost.
ru: Вмешаться в ситуацию, чтобы защитить аванпост.
zh_hans: 插手保卫前哨。

source: The Rebel responds to your threat, "I don't know who you are, but no one defies the Rebel Fleet!" They move in to engage.
ru: Повстанец отвечает на вашу угрозу: "Я не знаю, кто ты, но никто не бросает вызов флоту повстанцев!" Они вступают в бой.
zh_hans: 叛军对你的威胁作出回应："我不知道你是谁，但没有人敢反抗神军舰队！"他们进场交战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the conflict.
ru: Избегать конфликта.
zh_hans: 避免冲突。

source: The Rebel ship fires some warning shots but eventually powers down their weapons. The outpost seems to have given them what they demanded.
ru: Корабль повстанцев делает несколько предупредительных выстрелов, но в конце концов отключает оружие. Похоже, что аванпост дал им то, что они требовали.
zh_hans: 叛军的飞船发射了一些警告弹，但最终关闭了他们的武器。前哨站似乎已经给了他们所要求的东西。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_REFUEL_STATION"]/text
source: You detect an automated Rebel scout attacking a small refuelling outpost.
ru: Вы заметили автоматический разведчик повстанцев, атакующий небольшую заправочную станцию.
zh_hans: 你探测到一个叛军的自动侦察机正在攻击一个小型哨站。

# data/events_rebel.xml.append$//event[@name="AUTO_REFUEL_STATION"]/choice[1]/text
source: Intervene to defend the outpost.
ru: Вмешаться в ситуацию, чтобы защитить аванпост.
zh_hans: 插手保卫前哨。

source: Detecting the higher threat, the automated ship moves in to engage your ship.
ru: Обнаружив более высокую угрозу, автоматический корабль движется на встречу с вашим кораблем.
zh_hans: 探测到更高的威胁，自动飞船就会进入与你的星舰交战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_REFUEL_STATION"]/choice[2]/text
source: Avoid the conflict.
ru: Избегать конфликта.
zh_hans: 避免冲突。

source: You steer clear of the conflict. The outpost receives a beating but the ship stops its attack before it's destroyed.
ru: Вы избегаете конфликта. Аванпост получает повреждение, но корабль прекращает атаку до его уничтожения.
zh_hans: 你避开了这场冲突。前哨站受到攻击，但飞船在被摧毁前停止了攻击。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_MAP"]/text
source: You find an automated sensor station at this beacon, protected by a singular Auto-ship patroling around it.
ru: На этом маяке находится автоматическая сенсорная станция, охраняемая одиночным автоматическим кораблем, патрулирующим окрестности.
zh_hans: 你在这个信标处发现了一个自动感应站，由一艘在周围巡逻的单体自动飞船保护。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_MAP"]/choice[1]/text
source: Attack the automated ship to get to the sensor station.
ru: Атаковать автоматический корабль, чтобы добраться до сенсорной станции.
zh_hans: 攻击自动化飞船，到达传感器空间站。
