Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[1]
source: You discover one of the Rebel's autonomous scouts. The ship's AI wastes no time in engaging your ship.
ru: Вы обнаружили один из автоматических разведчиков повстанцев. ИИ корабля не теряет времени и вступает в бой с вашим кораблем.
zh_hans: 你发现了叛军的一艘自主侦察机。这艘船的人工智能与你的船交战。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[2]
source: Your ship is hailed: "This is an automated message. Resisting our takeover is pointless. Prepare to die." It appears this Rebel ship is run by an AI.
ru: Ваш корабль получает сигнал: "Это автоматическое сообщение. Сопротивление бесполезно. Приготовьтесь к смерти". Похоже, этим кораблем повстанцев управляет ИИ.
zh_hans: 你的船被呼唤了。"这是一条自动信息。抵抗我们的接管是毫无意义的。准备受死吧。"看来这艘叛军战舰是由人工智能管理的。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[3]
source: A Rebel autonomous vessel is exploring this beacon. You attempt to hide behind a nearby moon, but the ship finds you and begins its assault.
ru: Автоматический корабль повстанцев исследует этот маяк. Вы пытаетесь спрятаться за ближайшей луной, но корабль обнаруживает вас и начинает атаку.
zh_hans: 一艘叛军的自主船只正在探索这个信标。你试图躲在附近的一个卫星后面，但这艘船发现了你，并开始攻击。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[4]
source: The AI of a nearby small Rebel auto-ship immediately identifies you as a threat and engages.
ru: ИИ находящегося поблизости небольшого автоматического корабля повстанцев немедленно распознает вас как угрозу и вступает в бой.
zh_hans: 附近的小型叛军自动飞船的人工智能立即将你视为威胁并进行交战。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[5]
source: A Rebel ship moves in to engage. You attempt to open communications, but realize the futility of that action when you see the ship is run by an AI.
ru: Корабль повстанцев движется к вам. Вы пытаетесь установить связь, но понимаете всю бесполезность этого действия, когда видите, что кораблем управляет искусственный интеллект.
zh_hans: 一艘叛军的战舰驶入了战场。你试图打开通讯，但当你看到这艘船是由人工智能管理时，你意识到这种行动是徒劳的。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[6]
source: This must be one of the Rebels' unmanned scout ships. Looks like there's no way around a fight.
ru: Это, должно быть, один из беспилотных кораблей-разведчиков повстанцев. Похоже, без боя не обойтись.
zh_hans: 这一定是叛军的一艘无人侦察船。看起来没有办法避免一场战斗。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[7]
source: Another unmanned ship patrols this area. You prepare the ship for combat.
ru: Еще один беспилотный корабль патрулирует этот район. Вы готовите корабль к бою.
zh_hans: 另一艘无人驾驶的飞船在这一区域巡逻。你准备好飞船的战斗。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[8]
source: This beacon is being patrolled by an unmanned scout. A fight is unavoidable.
ru: Этот маяк патрулируется беспилотным разведчиком. Бой неизбежен.
zh_hans: 这个信标正被一个无人侦察机巡逻着。一场战斗是不可避免的。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_AUTO"]/text[9]
source: A small shuttle appears on the local radar. Turns out it is a Rebel automated scout!
ru: На локальном радаре появляется небольшой шаттл. Оказалось, что это автоматический разведчик повстанцев!
zh_hans: 一架小型航天飞机出现在当地雷达上。结果发现它是叛军的自动侦察机！

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_WARNING"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_HACKER"]/text
source: Your arrival is greeted by numerous computer alerts. The nearby automated Rebel Hacker has used a local satellite to deploy a virus to disrupt your Shields System. Hopefully it won't cause further problems before you can destroy it.
ru: Вас встречают многочисленные компьютерные сигналы. Находящийся поблизости автоматический корабль повстанцев-Хакеров использовал местный спутник для внедрения вируса, нарушающего работу вашей системы щитов. Надеемся, что он не вызовет дальнейших проблем до того, как вы сможете его уничтожить.
zh_hans: 迎接你的是众多的计算机警报。附近的自动叛军黑客利用当地的卫星部署了一个病毒，破坏了你的护盾系统。希望在你摧毁它之前，它不会造成进一步的问题。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Hacking System) Counter the remote hacking.
ru: (Взломщик) Противодействовать дистанционному взлому.
zh_hans: (黑客系统)对抗远程黑客攻击。

source: Your hacking system automatically counters the digital assault and you move in to fight the ship.
ru: Ваша система взлома автоматически отражает цифровое нападение, и вы вступаете в бой с кораблем.
zh_hans: 你的黑客系统自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Anti Virus) Counter the remote hacking.
ru: (Антивирус) Противодействовать дистанционному взлому.
zh_hans: (防护程序)对抗远程黑客攻击。

source: Your Anti-Virus automatically counters the digital assault and you move in to fight the ship.
ru: Ваш антивирус автоматически противодействует цифровой атаке, и вы вступаете в бой с кораблем.
zh_hans: 你的防护程序自动抵御了电子攻击，而你则准备进场与这艘战舰作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_ENGINEER"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_ENGINEER"]/text[1]
source: Though the primary Rebel fleet mostly avoids this sector, their Engineer vessels can still be found somewhat frequently. One of these ships has already arrived at this beacon and wastes no time to attack your ship.
ru: Хотя основной флот повстанцев в основном избегает этого сектора, его инженерные корабли все же можно встретить довольно часто. Один из таких кораблей уже прибыл к этому маяку и не теряет времени, чтобы атаковать ваш корабль.
zh_hans: 虽然叛军的主要舰队大多避开了这个区域，但他们的工兵船仍然可以经常发现。其中一艘船已经到达了这个信标，并且没有浪费时间来攻击你的船。

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_ENGINEER"]/text[2]
source: You're hailed by a gruff looking Rebel engineer. "Frankly, I'm not paid enough for this job. Though at the same time, if I kill you maybe I'll get a raise!"
ru: С вами связывается ворчливый инженер-повстанец. "Честно говоря, мне недостаточно платят за эту работу. Хотя, в то же время, если я убью тебя, возможно, я получу прибавку!"
zh_hans: 一个看起来很粗鲁的叛军工程师向你招手。"坦率地说，我这份工作的报酬还不够高。但同时，如果我杀了你，也许我会得到加薪！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_ENGINEER"]/text[3]
source: Only the Rebels could see the opportunity to make their engineer ships just as deadly as their primary fleet. One such ship spots you and attacks!
ru: Только повстанцы смогли понять, что их инженерные корабли так же смертоносны, как и основной флот. Один из таких кораблей замечает вас и атакует!
zh_hans: 只有叛军能看到机会，使他们的工兵舰和他们的主力舰队一样致命。一艘这样的战舰发现了你并发动了攻击！

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_ENGINEER"]/text[4]
source: A Rebel Engineer ship is exploring this beacon. "Damn it, you should know very well that this sector is off limits!"
ru: Инженерный корабль повстанцев исследует этот маяк. "Черт возьми, вам должно быть хорошо известно, что этот сектор закрыт для посторонних!"
zh_hans: 一艘叛军工程师飞船正在探索这个信标。"该死的，你应该很清楚，这个区域是禁区！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_ENGINEER"]/text[5]
source: The Rebel Engineers are tasked with repairing damaged Auto-ships in this sector. That doesn't mean they aren't willing to get into a brawl with passing Federation ships. The ship here is evidence of this.
ru: Инженерам повстанцев поручено ремонтировать поврежденные автоматические корабли в этом секторе. Но это не значит, что они не хотят ввязываться в бой с проходящими мимо кораблями Федерации. Свидетельством тому является корабль, стоящий здесь.
zh_hans: 叛军工程师的任务是在这个区域修复受损的自动飞船。但这并不意味着他们不愿意与过往的联邦军舰发生争吵。这里的飞船就是证明。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_ENGINEER_SALVAGE"]/text
source: An engineer ship at this beacon is busy repairing a broken Auto-ship. As soon as they see you, they abandon the wreck and attack.
ru: Инженерный корабль у этого маяка занят ремонтом разбитого автоматического корабля. Как только они увидели вас, они покидают разбитый корабль и атакуют.
zh_hans: 在这个信标处的一艘工兵船正忙着修理一艘破损的自动船。他们一看到你，就会放弃残骸，进行攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You scrap what remains of the automated wreck.
ru: Вы разбираете на металлолом то, что осталось от автоматического корабля.
zh_hans: 你搜刮了自动化残骸的残骸。

# data/events_rebel.xml.append$//event[@name="AUTO_YARD_CHOICE"]/choice[1]/text
source: Fight the Auto-ship.
ru: Сражаться с автоматическим кораблем.
zh_hans: 攻击自动舰。

source: You move in to intercept the automated vessel.
ru: Вы выдвигаетесь на перехват автоматического судна.
zh_hans: 你上前拦截这艘自动舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_YARD_CHOICE"]/choice[2]/text
source: Leave the Auto-ship alone.
ru: Оставить в покое автоматическое судно.
zh_hans: 不理会自动舰。

source: You have no interest in the ship.
ru: Вам не интересен этот корабль.
zh_hans: 你对这艘船没有兴趣。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//textList[@name="TEXT_AUTO_YARD_CHOICE"]/text[1]
source: You have discovered a dormant Auto-ship at this beacon. It makes no attempt to attack you, but the low power signatures from it suggest it is still functional.
ru: Вы обнаружили бездействующий автоматический корабль у этого маяка. Он не предпринимает никаких попыток атаковать вас, но сигналы низкой мощности от него указывают на то, что он все еще функционирует.
zh_hans: 你在这个信标处发现了一艘休眠的自动飞船。它没有试图攻击你，但它的低功率信号表明它仍在运作。

# data/events_rebel.xml.append$//textList[@name="TEXT_AUTO_YARD_CHOICE"]/text[2]
source: An Auto-ship patrolling the sector has not yet spotted you at this beacon.
ru: Автоматический корабль, патрулирующий сектор, еще не засек вас на этом маяке.
zh_hans: 一艘在该区域巡逻的自动飞船还没有在这个信标处发现你。

# data/events_rebel.xml.append$//textList[@name="TEXT_AUTO_YARD_CHOICE"]/text[3]
source: A prerecorded message plays over the intercomm. "It is advised that you do not attack this ship."
ru: По внутренней связи передается заранее записанное сообщение. "Рекомендуется не атаковать этот корабль".
zh_hans: 一个预先录制的信息在对讲机上播放。"建议你不要攻击这艘船。"

# data/events_rebel.xml.append$//textList[@name="TEXT_AUTO_YARD_CHOICE"]/text[4]
source: It appears it is not within the programming of the Auto-ship at this beacon to instigate combat. That doesn't mean however that it won't fight back should you choose to attack.
ru: По-видимому, автоматический корабль, находящийся на этом маяке, не имеет права вступать в бой. Однако это не означает, что он не будет сопротивляться, если вы решите атаковать.
zh_hans: 在这个信标处的自动飞船的程序中，似乎不存在挑起战斗。但这并不意味着，如果你选择攻击，它就不会反击。

# data/events_rebel.xml.append$//event[@name="AUTO_FOREST"]/text
source: This beacon has been set up close to a lush forest planet. As you navigate closer to the surface, you can just barely make out a Rebel supply platform. It's likely staffed by a few Engineers, but nothing you can't manage.
ru: Этот маяк установлен вблизи планеты, покрытой густым лесом. Приближаясь к поверхности, вы можете едва различить платформу снабжения повстанцев. Скорее всего, на ней работает несколько инженеров, но ничего такого, с чем бы вы не смогли справиться.
zh_hans: 这个信标被设置在一个茂盛的森林星球附近。当你靠近地表时，你可以勉强看到一个叛军的供应平台。它可能是由一些工程师组成的，但没有什么是你不能处理的。

# data/events_rebel.xml.append$//event[@name="AUTO_FOREST"]/choice[1]/text
source: Attack the platform.
ru: Атаковать платформу.
zh_hans: 攻击平台。

# data/events_rebel.xml.append$//event[@name="AUTO_FOREST"]/choice[2]/text
source: Ignore the platform.
ru: Не обращать внимания на платформу.
zh_hans: 无视平台。

# data/events_rebel.xml.append$//event[@name="AUTO_FOREST"]/choice[2]/event/text
source: There's likely a defense system lying in wait for you. You abandon the station.
ru: Скорее всего, там вас поджидает система защиты. Вы покидаете станцию.
zh_hans: 很可能有一个防御系统在等着你。你放弃该站。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: As you approach the station, an automated ship comes flying out from its hiding place in the forest and attacks! You're forced to flee as the ship chases you.
ru: Когда вы приближаетесь к станции, автоматический корабль вылетает из своего укрытия в лесу и атакует! Вы вынуждены спасаться бегством, так как корабль преследует вас.
zh_hans: 当你接近车站时，一艘自动飞船从森林中的隐蔽处飞出，并发动了攻击！你被迫在飞船的追击下逃离。在飞船的追击下，你被迫逃亡。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The platform was better defended than you were prepared for. Several Engineers are beamed onto your ship, and a powerful artillery cannon penetrates your defenses.
ru: Платформа оказалась защищена лучше, чем вы были готовы. Несколько инженеров телепортируются на ваш корабль, и мощная артиллерийская пушка пробивает вашу защиту.
zh_hans: 该平台的防卫比你准备的要好。几个工程师被传送到你的船上，一门强大的火炮穿透了你的防线。

source: The Engineers are sent scattering as you attack the station. Not prepared in any way for combat, they're forced to surrender.
ru: Инженеры разбегаются, когда вы атакуете станцию. Не подготовленные к бою, они вынуждены сдаться.
zh_hans: 当你攻击该站时，工程师们被打散了。在没有任何战斗准备的情况下，他们被迫投降了。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEERS_SAVE"]/text
source: A ship full of Rebel engineers is under fire from a pirate vessel. They hail you, and request that you save them.
ru: Корабль с инженерами повстанцев подвергается обстрелу со стороны пиратского судна. Они обращаются к вам с просьбой спасти их.
zh_hans: 一艘满载叛军工程师的船遭到了海盗舰的攻击。他们向你求救，并请求你拯救他们。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEERS_SAVE"]/choice[1]/text
source: Save them from the pirate.
ru: Спасти их от пиратов.
zh_hans: 从海盗手中拯救他们。

source: You move in to intercept the pirate vessel.
ru: Вы выдвигаетесь на перехват пиратского судна.
zh_hans: 你进场拦截这艘海盗舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEERS_SAVE"]/choice[2]/text
source: We aren't going to help any damn Rebels.
ru: Мы не собираемся помогать никаким проклятым повстанцам.
zh_hans: 我们不打算帮助任何该死的叛军。

source: You leave the two ships to continue fighting.
ru: Вы покидаете два корабля, продолжающих сражаться.
zh_hans: 你放任它们继续战斗。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_ENGINEERS_SAVE_WIN"]/text
source: The engineer ship is in poor condition. "I... I didn't expect you to actually help. I have no ship left, no crew... nothing. I suppose it will do me no harm to work aboard yours."
ru: Инженерный корабль находится в плохом состоянии. "Я... я не ожидал, что вы действительно поможете. У меня не осталось ни корабля, ни команды... ничего. Полагаю, мне не составит труда поработать на борту вашего".
zh_hans: 工兵船的状况很差。"我...我没有想到你真的会帮忙。我已经没有船了，没有船员...什么都没有。我想，在你的船上工作对我来说没有什么坏处。"

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE"]/text
source: At this beacon you discover a pirate and Auto-ship fighting each other. Neither notices you.
ru: У этого маяка вы обнаруживаете пиратский и автоматический корабли, сражающиеся друг с другом. Ни один из них не замечает вас.
zh_hans: 在这个信标处，你发现一个海盗和自动船在互相争斗。他们都没有注意到你。

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE"]/choice[1]/text
source: Attack the Auto-Ship.
ru: Атаковать автоматический корабль.
zh_hans: 攻击自动船。

source: You move in to intercept the automated vessel.
ru: Вы выдвигаетесь на перехват автоматического корабля.
zh_hans: 你上前拦截这艘自动舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE"]/choice[2]/text
source: Attack the Pirates.
ru: Атаковать пиратов.
zh_hans: 攻击海盗。

source: You move in to intercept the pirate ship.
ru: Вы выдвигаетесь на перехват пиратского корабля.
zh_hans: 你进场拦截海盗舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE"]/choice[3]/text
source: Ignore the ships.
ru: Не обращать внимания на корабли.
zh_hans: 不理会那些船。

source: You leave the two ships to continue fighting.
ru: Вы покидаете два корабля, продолжающих сражаться.
zh_hans: 你放任它们继续战斗。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE_AUTO_WIN"]/text
source: "We weren't expecting support from a Federation ship. To be fair, I was looking forward to scrapping that ship. Despite this, I may be a pirate, but I am still a man who doesn't like keeping a debt. So here, take this garbage."
ru: "Мы не ожидали поддержки от корабля Федерации. Честно говоря, я с нетерпением ждал возможности пустить этот корабль на металлолом. Несмотря на это, я, может быть, и пират, но все же человек, который не любит иметь долги. Так что вот, возьмите этот груз".
zh_hans: "我们并不期望得到一艘联邦飞船的支持。公平地说，我正期待着搜刮那艘船。尽管这样，我可能是个海盗，但我仍然是一个不喜欢留有债务的人。所以，在这里，拿着这些垃圾。"

# data/events_rebel.xml.append$//event[@name="AUTO_PIRATE_CHOICE_PIRATE_WIN"]/text
source: "Logic error: Federation ship provided aid in combat. Conflicting internal code... requires reboot." The Auto-ship turns offline. You take this chance to scrap it.
ru: "Логическая ошибка: Корабль Федерации оказал помощь в бою. Конфликт внутреннего кода... требуется перезагрузка". Автоматический корабль отключается. Вы используете этот шанс, чтобы отправить его на металлолом.
zh_hans: "逻辑错误。联邦飞船在战斗中提供了援助。内部代码冲突...需要重启。"自动飞船变成了离线状态。你利用这个机会搜刮它。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER"]/text
source: Inside the asteroid field at this beacon is a mining platform and an Automated Salvager ship. The Salvager does not notice you as it mines away at the asteroids.
ru: Внутри астероидного поля у этого маяка находится шахтная платформа и автоматический корабль-сборщик. Сборщик не замечает вас, пока добывает астероиды.
zh_hans: 在这个信标处的小行星区域内有一个采矿平台和一艘自动打捞船。打捞者在开采小行星时并没有注意到你。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER"]/choice[1]/text
source: Attack the ship to get to the platform.
ru: Атаковать корабль, чтобы добраться до платформы.
zh_hans: 攻击飞船以到达平台。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER"]/choice[1]/event/text
source: You prepare to engage the Auto-ship.
ru: Вы готовитесь захватить автоматический корабль.
zh_hans: 你准备攻击自动船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER"]/choice[2]/text
source: Ignore the ship.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER"]/choice[2]/event/text
source: Fighting a mining ship in its natural habitat of an asteroid field doesn't sound like a good idea.
ru: Бороться с добывающим кораблем в его естественной среде обитания - астероидном поле - не самая лучшая идея.
zh_hans: 在小行星领域的自然栖息地与采矿船作战，听起来并不是一个好主意。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_MINER_PLATFORM"]/text
source: The automated platform holds many fuel cells freshly mined from the asteroid field. You take all that you can.
ru: На автоматической платформе находится множество топливных элементов, только что добытых в астероидном поле. Забирайте все, что сможете.
zh_hans: 自动平台上有许多刚从小行星领域开采出来的燃料电池。你能拿的都拿了。

# data/events_rebel.xml.append$//event[@name="AUTO_BOMB_MANUFACTURE"]/text
source: An Automated ship is patrolling what appears to be a ammunition manufacturing plant. You can't access the factory while the ship is in the way.
ru: Автоматический корабль патрулирует территорию, которая, судя по всему, является заводом по производству боеголовок. Пока корабль стоит на вашему пути, попасть на завод невозможно.
zh_hans: 一艘自动驾驶船正在巡逻一个似乎是弹药制造厂的地方。当这艘船挡住去路时，你无法进入工厂。

source: Attack the ship.
ru: Атаковать корабль.
zh_hans: 攻击飞船。

source: You prepare to engage the Auto-ship.
ru: Вы готовитесь захватить автоматический корабль.
zh_hans: 你准备攻击自动船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the factory.
ru: Не обращать внимания на завод.
zh_hans: 不理会工厂。

source: You aren't interested in raiding the factory.
ru: Вы не заинтересованы в расхищении завода.
zh_hans: 你对搜刮工厂不感兴趣。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_BOMB_MANUFACTURE_FACTORY"]/text
source: Now that the patrol ship has been taken out, the automated factory has begun to sound an alarm. A robotic voice counts down a timer until the factory explodes. You only have time to grab one thing if you want to escape unharmed.
ru: После уничтожения патрульного корабля автоматическая фабрика начала подавать сигнал бедствия. Роботизированный голос отсчитывает время до взрыва фабрики. Если вы хотите выбраться невредимым, у вас есть время взять с собой только одну вещь.
zh_hans: 现在巡逻舰已经被干掉了，自动化工厂开始发出警报。一个机器人的声音在倒数计时，直到工厂爆炸。如果你想安然无恙地逃脱，你只有时间抓住一样东西。

source: Grab some ammunition.
ru: Взять боеголовки.
zh_hans: 拾取一些弹药。

source: You grab as much ammunition as you can carry and fly away before the factory can explode.
ru: Вы хватаете столько боеголовок, сколько можете унести, и улетаете, пока завод не взорвался.
zh_hans: 你抓起你能携带的尽可能多的弹药，在工厂爆炸之前飞走。

source: Grab one of the weapons.
ru: Взять один из видов оружия.
zh_hans: 抓住其中一件武器。

source: You grab the nearest ballistic weapon and fly away before the factory can explode.
ru: Вы хватаете ближайшее баллистическое оружие и улетаете, пока завод не взорвался.
zh_hans: 你抓住最近的弹道武器，在工厂爆炸之前飞走。

source: Grab all that you can, even if it means taking some damage.
ru: Взять все, что можно, даже если это означает получение некоторого урона.
zh_hans: 抓住所有你能抓住的东西，即使这意味着承受一些伤害。

source: You grab the nearest ballistic weapon and as much ammunition as you can carry. Luckily you escape before the explosion can do critical damage to the hull, but several chunks of debris collide with it regardless, inflicting some damage.
ru: Вы хватаете ближайшее баллистическое оружие и столько боеголовок, сколько сможете унести. К счастью, вам удается спастись до того, как взрыв успевает нанести корпусу критические повреждения, но несколько кусков обломков все же сталкиваются с ним, нанося некоторые повреждения.
zh_hans: 你抓起最近的弹道武器和你能携带的尽可能多的弹药。幸运的是，你在爆炸对船体造成严重损害之前就逃了出来，但有几块碎片还是与它相撞，造成了一些损害。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY"]/text
source: This beacon hosts an automated ship, but not of the usual variety. It's a Surveyor, a class deployed by the Rebels to scout out sectors autonomously. If you can capture its black box, you should be able to access the data.
ru: На этом маяке находится автоматический корабль, но не совсем обычный. Это Исследователь, класс, используемый повстанцами для автоматической разведки секторов. Если вам удастся захватить его черный ящик, вы сможете получить доступ к данным.
zh_hans: 这个信标有一艘自动舰，但不是通常的那种。它是一艘勘测舰，是叛军部署的一种舰级，可以自主地侦察各区。如果你能搞到它的黑匣子，应该能够获取内部的数据。

# data/events_rebel.xml.append$//event[@name="REBEL_AUTO_SPY"]/choice[1]/text
source: Attack the ship.
ru: Атаковать корабль.
zh_hans: 攻击它。

source: Luckily Auto-ship black boxes can survive most damage from combat. Destroy the ship and the data is yours.
ru: К счастью, черные ящики автоматических кораблей способны пережить почти любые повреждения в бою. Уничтожьте корабль, и данные будут вашими.
zh_hans: 幸运的是，自动舰的黑匣子可以的大部分战斗的伤害中幸存下来。摧毁它，数据就是你的了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。
