Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: You prepare to fight.
ru: Вы готовитесь к бою.
zh_hans: 你准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_MAP"]/choice[2]/text
source: Avoid provoking the ship.
ru: Не провоцировать судно.
zh_hans: 避免激怒这艘船。

source: You have no need to stir up trouble with the Rebels.
ru: Вам незачем нагнетать обстановку в среде повстанцев.
zh_hans: 你没有必要在叛军中挑起事端。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Sensors) Use your sensors to attempt to access the data.
ru: (Сенсоры) Использовать свои сенсоры для получения доступа к данным.
zh_hans: (传感器)使用你的传感器来尝试访问数据。

source: (Teleporter) Beam directly onto the station to try to avoid detection.
ru: (Телепортатор) Направьте луч прямо на станцию, чтобы попытаться избежать обнаружения.
zh_hans: (传送器)直接传送入站内，避免被发现。

source: Once on board, your crew is able to access and download the long-range scanner's archived information. Your map has been updated.
ru: Находясь на борту, ваш экипаж может получить доступ к архивной информации сканера дальнего действия и загрузить ее. Карта обновлена.
zh_hans: 上了船，你的船员就能进入并下载长距扫描仪的存档信息。你的星图已被更新。

source: (Central Teleport) Beam directly onto the station to try to avoid detection.
ru: (Центр. Телепорт) Телепортироваться прямо на станцию, чтобы избежать обнаружения.
zh_hans: (集中传送器)直接传送到站内，避免被发现。

source: Once on board, your crew is able to access and download the long-range scanner's archived information. Your map has been updated.
ru: Находясь на борту, ваш экипаж может получить доступ к архивной информации сканера дальнего действия и загрузить ее. Карта обновлена.
zh_hans: 上了船，你的船员就能进入并下载长距扫描仪的存档信息。你的星图已被更新。

source: Your improved Sensors are able to remotely access and download the public radar station's local map data.
ru: Ваши улучшенные сенсоры имеют возможность дистанционного доступа и загрузки локальных картографических данных местной радиолокационной станции.
zh_hans: 你的高级传感器能够远程访问和下载公共雷达站的本地星图数据。

source: The automated ship must be remotely connected to the station; as soon as you attempt to log on, the ship activates and charges you.
ru: Автоматический корабль должен быть дистанционно подключен к станции; как только вы пытаетесь войти в систему, корабль активируется и заряжает оружие.
zh_hans: 自动飞船必须远程连接到空间站；只要你试图登录，飞船就会激活并向你收费。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_ITEM"]/text
source: An advanced Rebel automated ship remains stationed near a small Rebel space-station. Sensors indicate it's a storage vessel for military goods.
ru: Современный автоматический корабль повстанцев по-прежнему находится рядом с небольшой космической станцией повстанцев. Сенсоры показывают, что это судно для хранения военных товаров.
zh_hans: 一艘先进的叛军自动飞船仍然驻扎在一个小型叛军空间站附近。传感器显示它是一个储存军事物资的船只。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_ITEM"]/choice[1]/text
source: Attack the automated ship to get to the storage cache.
ru: Атаковать автоматический корабль, чтобы добраться до тайника-хранилища.
zh_hans: 攻击自动飞船，以获得存储物品。

source: You prepare to fight.
ru: Вы готовитесь к бою.
zh_hans: 你准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_ITEM"]/choice[2]/text
source: Avoid provoking the ship.
ru: Не провоцировать судно.
zh_hans: 避免激怒这艘船。

source: You have no need to stir up trouble with the Rebels.
ru: Вам незачем нагнетать обстановку в среде повстанцев.
zh_hans: 你没有必要在叛军中挑起事端。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Cloaking) Attempt to cloak and access the cache.
ru: (Маскировка) При помощи маскировки попытаться добраться к тайнику.
zh_hans: (隐形系统)试图隐身并访问物品。

source: The ship patrols wide around the area, successfully approaching the station while avoiding detection.
ru: Корабль патрулирует большую часть территории, вы успешно приближаетесь к станции, избегая обнаружения.
zh_hans: 这艘船在周围大范围巡逻，成功地接近了该站，同时避免了被发现。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Before you can get close enough to scan the station, the automated ship detects you and moves in to attack!
ru: Не успели вы подойти достаточно близко, чтобы просканировать станцию, как автоматический корабль обнаруживает вас и атакует!
zh_hans: 在你能够靠近扫描站台之前，自动飞船检测到了你，并进入了攻击状态！这时，你就会发现，在你靠近站台之前，自动飞船就已经进入了攻击状态！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The station was either abandoned or stripped clean. It seems to have lain unused for quite some time. You find nothing useful.
ru: Станция была либо заброшена, либо зачищена. Похоже, что она простояла без использования довольно долгое время. Вы не находите ничего полезного.
zh_hans: 该站要么被遗弃，要么被剥离干净。它似乎已经闲置了相当长的一段时间。你没有发现任何有用的东西。

source: The station was apparently designed to outfit Rebel ships with Drone Systems. You find a functioning Schematic.
ru: Станция, по-видимому, предназначалась для оснащения кораблей повстанцев системами дронов. Вы находите работающую схему.
zh_hans: 该站显然是为了给叛军的船只配备无人机系统而设计的。你找到了一个有效的蓝图。

source: The station is a storage site for military grade weapons. You find one that can be easily attached to the ship.
ru: Станция представляет собой склад оружия военного назначения. Вы нашли одно из них, которое можно легко установить на корабль.
zh_hans: 该站是一个军用级武器的储存地。你找到了一个可以轻松连接到船上的武器。

source: The station is a storage site for various resources. You salvage everything possible.
ru: Станция является хранилищем различных ресурсов. Вы собираете все, что возможно.
zh_hans: 该站是一个储存各种资源的场所。你要尽可能地打捞一切。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_RADAR"]/text
source: A Rebel automated ship sits dormant near a Rebel forward radar station.
ru: Автоматический корабль повстанцев находится в спящем состоянии рядом с передовой радиолокационной станцией повстанцев.
zh_hans: 一艘叛军的自动飞船在叛军的前方雷达站附近休眠。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_RADAR"]/choice[1]/text
source: Approach the station.
ru: Приблизиться к станции.
zh_hans: 靠近空间站。

source: The ship powers up and targets you.
ru: Корабль включается и нацеливается на вас.
zh_hans: 这艘船武器充能了，并瞄准了你。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_DEFENSE_RADAR"]/choice[2]/text
source: Keep your distance and wait for the FTL to charge.
ru: Сохранять дистанцию и ждать, пока ССД зарядится.
zh_hans: 保持距离，等待超光速充能。

source: You have no need to stir up trouble with the Rebels.
ru: Вам незачем нагнетать обстановку в среде повстанцев.
zh_hans: 你没有必要在叛军中挑起事端。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Combat Drone) Send a drone to distract the automated ship.
ru: (Боевой дрон) Послать дрон, чтобы отвлечь автоматический корабль.
zh_hans: (战斗无人机)派出一架无人机引开自动化飞船。

source: Your combat drone attacks the automated ship and then retreats, luring it away. You quickly move up to the radar station to access it.
ru: Ваш боевой дрон атакует автоматический корабль, а затем отступает, отвлекая его на себя. Вы быстро перемещаетесь к радарной станции, чтобы получить доступ к ней.
zh_hans: 你的战斗无人机攻击了自动飞船，然后撤退，引诱它离开。你迅速到雷达站前，进入雷达站。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Your combat drone repeatedly fires at the automated ship. It can't break through its shields, but is at least enough of a distraction to allow you to access the radar station.
ru: Ваш боевой дрон неоднократно обстреливает автоматический корабль. Он не может пробить щиты, но, по крайней мере, достаточно отвлекает внимание, чтобы вы могли получить доступ к радарной станции.
zh_hans: 你的战斗无人机反复向自动飞船开火。它不能突破它的护盾，但至少足以分散你的注意力，使你能够进入雷达站。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Before your drone has a chance to attack, the automated ship activates and shoots it down. It then detects your ship and moves in on your position.
ru: Прежде чем дрон успевает атаковать, автоматический корабль активируется и сбивает его. Затем он обнаруживает ваш корабль и приближается к вам.
zh_hans: 在你的无人机有机会攻击之前，自动飞船启动并击落了它。然后，它检测到你的星舰并向你的位置移动。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You successfully hack into their system and transmit false information about your location. That should hold off the fleet for at least a little while.
ru: Вы успешно взламываете их систему и передаете ложную информацию о своем местонахождении. Это должно задержать флот хотя бы на некоторое время.
zh_hans: 你成功地入侵了他们的系统，并传送了关于你位置的虚假信息。这应该至少能拖住舰队一小段时间。

source: The firewalls prove too difficult to bypass. As you are about to disconnect, you stumble across unprotected information about the surrounding beacons. Your map is updated.
ru: Обойти файрволлы оказалось слишком сложно. Когда вы уже собираетесь отключиться от сети, вы натыкаетесь на незащищенную информацию об окружающих маяках. Ваша карта обновляется.
zh_hans: 事实证明，防火墙太难绕过了。当你准备断开连接时，你偶然发现了关于周围信标的未受保护的信息。你的星图被更新了。

source: You are unable to penetrate the computer's defenses. You give up and return to the ship.
ru: Вам не удается проникнуть в систему защиты компьютера. Вы сдаетесь и возвращаетесь на корабль.
zh_hans: 你无法穿透计算机的防御系统。你放弃了，回到了船上。

source: As you attempt to hack in, you set off a hidden alarm system. It seems that now the Rebels must surely be aware of your position! You hasten back to the ship to jump away.
ru: При попытке взлома срабатывает скрытая система сигнализации. Похоже, теперь повстанцы наверняка знают о вашем положении! Вы спешите вернуться на корабль, чтобы удрать.
zh_hans: 当你试图入侵时，你触发了一个隐藏的警报系统。看来，现在叛军肯定知道你的位置了！你赶紧回到船上跃迁。你急忙回到船上跃迁。

# data/events_rebel.xml.append$//event[@name="BROKEN_REBEL_DRONE"]/text
source: You find a Rebel automated scout floating near this beacon. Despite its pristine condition, it appears to be de-activated.
ru: Вы обнаружили автоматический разведчик повстанцев, находящийся вблизи этого маяка. Несмотря на первозданное состояние, он, похоже, не активирован.
zh_hans: 你发现一个叛军的自动侦察机漂浮在这个信标附近。尽管它看上去像是崭新出厂，但似乎被禁用了。

# data/events_rebel.xml.append$//event[@name="BROKEN_REBEL_DRONE"]/choice[1]/text
source: Attempt to download the ship's data stores.
ru: Попытаться загрузить хранилище данных корабля.
zh_hans: 试图下载船上的数据存储。

# data/events_rebel.xml.append$//event[@name="BROKEN_REBEL_DRONE"]/choice[2]/text
source: Don't risk activating it, and just strip the ship for any useful scrap.
ru: Не стоит рисковать, активируя его, достаточно просто разобрать корабль на полезный металлолом.
zh_hans: 不要冒险激活它，只要把这艘船的任何有用的废品剥下来就可以了。

source: (Sensors) Remotely scan the ship.
ru: (Сенсоры) Дистанционное сканирование корабля.
zh_hans: (传感器)远程扫描飞船。

source: You are able to pull all of the ship's data about this sector. Your map has been updated.
ru: Вы получили возможность извлечь все данные корабля об этом секторе. Ваша карта была обновлена..
zh_hans: 你能够调出所有关于这个区域的飞船数据。你的星图已被更新。

source: You accidentally reactivate the ship's AI. Its weapons immediately go online; prepare for a fight!
ru: Вы случайно активировали искусственный интеллект корабля. Его оружие немедленно включается; приготовьтесь к бою!
zh_hans: 你意外地重新激活了这艘船的人工智能。它的武器立即上线；准备战斗吧！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Your improved Sensors indicate that it's safe to hack into the drone. You upload its map data to your navigation system and strip the ship of useful materials.
ru: Улучшенные сенсоры показывают, что взлом дрона не представляет опасности. Вы загружаете данные его карты в свою навигационную систему и зачищаете корабль от полезных материалов.
zh_hans: 你改进的传感器表明，入侵无人机是安全的。你把它的星图数据上传到你的导航系统，并把船上的有用材料拿出来。

source: Your improved Sensors indicate the ship is on standby, ready to activate at a moment's notice. Will you still attempt to access the ship's data?
ru: Ваши улучшенные сенсоры показывают, что корабль находится в режиме ожидания, готовый активизироваться в любой момент. Будете ли вы по-прежнему пытаться получить доступ к данным корабля?
zh_hans: 你改进后的传感器显示这艘船处于待命状态，随时可以启动。你还会尝试访问这艘船的数据吗？

source: Yes.
ru: Да.
zh_hans: 好的

source: No.
ru: Нет.
zh_hans: 绝不

source: You leave the ship alone and prepare to jump.
ru: Вы оставляете корабль в покое и готовитесь к прыжку.
zh_hans: 你不去管这艘船，准备跃迁。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBEL_DEFECTOR"]/text
source: A Rebel ship is patrolling this beacon, and immediately turns to engage. As your crew scramble to battle readiness, sensors detect a short-range teleporter signal. An intruder is on board!
ru: Корабль повстанцев патрулирует этот маяк и немедленно разворачивается, чтобы вступить в бой. Пока экипаж приводится в боевую готовность, сенсоры обнаруживают сигнал телепортатора ближнего радиуса действия. На борту находится незваный гость!
zh_hans: 一艘叛军的飞船正在这个信标上巡逻，并立即转向参与。当你的船员争先恐后地做好战斗准备时，传感器检测到一个短程传送器信号。一个入侵者在船上！

# data/events_rebel.xml.append$//event[@name="REBEL_DEFECTOR"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="REBEL_DEFECTOR"]/choice/event/text
source: A flushed and panicky Rebel soldier has teleported aboard. The Rebel, who appears unarmed, repeatedly declares his peaceful intentions. It seems the Rebel life has lost its charm.
ru: На борт телепортировался запыхавшийся и паникующий солдат повстанцев. Повстанец, судя по всему, безоружный, неоднократно заявляет о своих мирных намерениях. Похоже, жизнь повстанца потеряла свою привлекательность.
zh_hans: 一个满脸通红、惊慌失措的叛军士兵已经传送到了船上。这个反叛者似乎没有武器，反复声明他的和平意图。看来叛军的生活已经失去了它的魅力。

source: Accept his proposal, and prepare to fight the Rebel ship.
ru: Принять его предложение и приготовиться к бою с кораблем повстанцев.
zh_hans: 接受他的建议，并准备与叛军的飞船作战。

source: Reject his offer. You can never trust these Rebels.
ru: Отказаться от его предложения. Никогда нельзя доверять этим повстанцам.
zh_hans: 拒绝他的提议。你永远不能相信这些叛军。

source: Terminate the intruder immediately. You can never trust these Rebels.
ru: Немедленно уничтожить нарушителя. Никогда нельзя доверять этим повстанцам.
zh_hans: 立即终止这个入侵者。你永远不能相信这些叛乱分子。

source: Your advanced security system easily removes the intruder, but the Rebel ship still needs to be dealt with.
ru: Ваша современная система безопасности легко устраняет нарушителя, но с кораблем повстанцев еще нужно разобраться.
zh_hans: 你的先进的安全系统很容易就把入侵者赶走了，但叛军的飞船仍然需要处理。

source: Your fearless crew easily overcome the intruder, but the Rebel ship still needs to be dealt with.
ru: Ваша бесстрашная команда легко справилась с нарушителем, но с кораблем повстанцев еще предстоит разобраться.
zh_hans: 你无畏的船员们轻松地战胜了入侵者，但叛军的飞船仍然需要被处理。

source: Attempting to deal with attacks from inside and out is never easy!
ru: Справиться с атаками изнутри и снаружи - задача не из легких!
zh_hans: 试图应对来自内部和外部的攻击绝非易事！

source: He offers to lead you to a secret cache of scrap nearby if you let him join your crew.
ru: Он предлагает провести вас к секретному тайнику с металлоломом неподалеку, если вы позволите ему присоединиться к вашей команде.
zh_hans: 他提出，如果你让他加入你的团队，就可以带你到附近的一个秘密废品库。

source: Reluctantly accept his proposal and fight the Rebel ship.
ru: Нехотя принять его предложение и сразиться с кораблем повстанцев.
zh_hans: 勉强接受他的提议，与叛军的飞船作战。

source: Reject him outright and execute him on the spot.
ru: Отказаться от него и казнить на месте.
zh_hans: 直接拒绝他，并当场处决他。

source: Reject his offer again.
ru: Снова отклонить его предложение.
zh_hans: 再次拒绝他的提议。

source: The dishonorable Rebel has deceived you. He damages your engines and steals your flight data before teleporting away. The fleet will be able to track you with ease. If they can't kill you now that is!
ru: Бесчестный повстанец обманул вас. Он повредил ваши двигатели и украл данные о полете, после чего телепортировался. Теперь флот сможет легко отследить вас. Если только они не смогут убить вас прямо сейчас!
zh_hans: 这个不光彩的反叛者欺骗了你。他损坏了你的引擎，并在传送走之前窃取了你的飞行数据。舰队将能够轻松地跟踪你。如果他们现在不能杀了你的话，那就是！

source: Your new crew-member smiles, then reveals a small remote trigger in the palm of his hand. Explosions rocket around the ship as more intruders teleport aboard!
ru: Ваш новый член экипажа улыбается, а затем показывает на ладони маленький пульт дистанционного управления. По всему кораблю раздаются взрывы, и на борт телепортируются новые абордажники!
zh_hans: 你的新船员微笑着，然后在他的手掌中露出了一个小型的遥控触发器。当更多的入侵者传送到船上时，飞船周围的爆炸声此起彼伏！

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: The Rebel makes to take his assigned station, then suddenly turns and eviscerates the nearest crew-member. Red Alert!
ru: Повстанец делает шаг к назначенному месту, затем внезапно поворачивается и убивает ближайшего члена экипажа. Красная тревога!
zh_hans: 叛军准备进入他指定的位置，然后突然转身，将最近的船员杀死。红色警报！

source: The eviscerated crewmember's clone launches out of the Clone Bay, eager to seek revenge.
ru: Из Клон-отсека выходит клон убитого члена экипажа, жаждущий мести.
zh_hans: 被开膛破肚的船员的克隆体从克隆舱弹射出来，急于寻求报复。

source: The dishonorable Rebel has deceived you. He damages your ship and steals ship information before teleporting away. The fleet will be able to track you with ease. If they can't kill you now, that is!
ru: Бесчестный повстанец обманул вас. Он повредил ваш корабль и похитил информацию о нем, после чего телепортировался. Теперь флот сможет легко отследить вас. Если только они не смогут убить вас сейчас!
zh_hans: 这个不光彩的反叛者欺骗了你。他损坏了你的星舰，并在传送走之前窃取了飞船信息。舰队将能够轻松地追踪你。如果他们现在不能杀了你的话，那就是！

source: Your new crew-member smiles, then reveals a small remote trigger in the palm of his hand. Explosions rocket around the ship as more intruders teleport aboard!
ru: Ваш новый член экипажа улыбается, а затем показывает на ладони маленький пульт дистанционного управления. По всему кораблю раздаются взрывы, и на борт телепортируются новые абордажники!
zh_hans: 你的新船员微笑着，然后在他的手掌中露出了一个小型的遥控触发器。当更多的入侵者传送到船上时，飞船周围的爆炸声此起彼伏！

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: Relieved and light-headed, your new crewmember gets to work as the Rebel ship attacks.
ru: С облегчением и чувством легкого головокружения ваш новый член экипажа приступает к работе во время атаки корабля повстанцев.
zh_hans: 松了一口气，头重脚轻，你的新船员在叛军的飞船进攻时开始工作。

source: The Rebel makes to take his assigned station, then suddenly turns and eviscerates the nearest crew-member. Red Alert!
ru: Повстанец делает шаг к назначенному месту, затем внезапно поворачивается и убивает ближайшего члена экипажа. Красная тревога!
zh_hans: 叛军准备进入他指定的位置，然后突然转身，将最近的船员杀死。红色警报！

source: The eviscerated crewmember's clone launches out of the Clone Bay, eager to seek revenge.
ru: Из Клон-отсека выходит клон убитого члена экипажа, жаждущий мести.
zh_hans: 被开膛破肚的船员的克隆体从克隆舱弹射出来，急于寻求报复。

source: Arriving at the specified coordinates you find a sizable stash of useful materials.
ru: Прибыв по указанным координатам, вы обнаруживаете внушительный тайник с полезными материалами.
zh_hans: 到达指定的坐标点后，你发现有大量的有用材料。

source: You arrive at the location of the hoard, but discover that it was not quite as large as advertised.
ru: Вы прибываете к месту нахождения тайника, но обнаруживаете, что он не так велик, как было сказано.
zh_hans: 你到达了囤积的地点，但发现它并不像宣传的那样大。

# data/events_rebel.xml.append$//event[@name="FINISH_BEACON_REBELHOLD"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.
zh_hans: 已到达本星区出口信标。超光速推进器充能完毕后即可跃迁至下个星区。

source: Explore.
ru: Исследовать.
zh_hans: 探索。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_AUTO_LOREKEEPER"]/text
source: An Auto-ship has been stationed here, but it does not turn hostile when it notices you. "Greetings tourist. I am the Lorekeeper, an automated ship tasked with keeping a full history of the glorious Rebellion and all its brilliant victories and rare defeats. A reward awaits those who take the time to listen to our 100% accurate historical retelling."
ru: Здесь стоит автоматический корабль, но он не проявляет враждебности, когда замечает вас. "Приветствую вас, турист. Я - автоматический хранитель, автоматический корабль, которому поручено хранить полную историю славного Восстания и всех его блестящих побед и редких поражений. Тех, кто найдет время послушать наш стопроцентно точный исторический рассказ, ждет награда".
zh_hans: 一艘自动飞船驻扎在这里，但当它注意到你时，并没有变成敌对状态。"游客你好。我是观察者，一艘自动飞船，负责保存光荣的叛乱及其所有辉煌的胜利和罕见的失败的完整历史。一个奖励在等待那些花时间听我们100%准确的历史复述的人。"

source: Listen to their "history".
ru: Послушать его "историю".
zh_hans: 听听他们的"历史"。

source: "The Rebellion first began in 2757, founded by the now Admiral Vance Wentworth, a brilliant and handsome man who was dissatisfied with the way the Federation operated after 30 years of working under their command." As you start listening, you realise this is going to take a while.
ru: "Восстание началось в 2757 году, его основателем стал адмирал Вэнс Вентворт, блестящий и привлекательный человек, недовольный тем, как работает Федерация после 30 лет работы под ее командованием". Начав слушать, вы понимаете, что это займет много времени.
zh_hans: "叛乱最早开始于2757年，由现在的星军上将万斯·温特沃斯创立，他是一个聪明而英俊的人，在联邦的指挥下工作了30年，对联邦的运作方式感到不满。"当你开始听时，你意识到这要花点时间。

source: Keep listening.
ru: Продолжать слушать.
zh_hans: 继续听。

source: "It is common knowledge that the human race is superior to all other aliens. Therefore, it is the Rebellion's divine right to overthrow the Federation and establish a glorious, human only galactic government. Other aliens will be allowed to exist on the outskirts so long as they avoid communicating with humans."
ru: "Общеизвестно, что человеческая раса превосходит все остальные инопланетные. Поэтому Восстание имеет божественное право свергнуть Федерацию и установить славное галактическое правительство, состоящее только из людей. Другим инопланетянам будет позволено существовать на окраинах, при условии, что они будут избегать общения с людьми".
zh_hans: "众所周知，人类优于所有其他外星人。因此，推翻联邦并建立一个光荣的、只有人类的银河系政府，是叛军的神圣权利。只要其他外星人避免与人类交流，他们将被允许在外围存在。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。
