Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYGONE"]/choice/event/text
source: Cyra draws out her rifle, wiping the barrel clean, then silently motions for her men to attack!
ru: Сайра достает винтовку, протирает ствол, затем молча приказывает своим людям атаковать!
zh_hans: 赛拉抽出她的步枪，把枪管擦干净，然后默默地示意她的手下进攻！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You have this much time to defeat the Auto-ship before the building is evacuated!
ru: У вас есть ровно столько времени, чтобы победить автоматический корабль до того, как здание будет эвакуировано!
zh_hans: 在大楼被疏散之前，你有这么多时间来打败自动飞船！

source: Location of the Wentworth Estate and Jerome's home.
ru: Расположение усадьбы Вентворта и дома Джерома.
zh_hans: 温特沃斯庄园和杰罗姆家的位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME"]/text
source: A massive Rebel city has been constructed on the planet below. Somewhat off to the side is a massive villa, with lights so bright it hurts to look at them. Your computer informs you this is the Wentworth Estate. The Vance of this reality doesn't live here in practice of course, but if you had to guess, this is likely where his nephew is residing.
ru: На планете под землей построен огромный город повстанцев. Чуть в стороне от него находится огромная вилла, освещенная такими яркими огнями, что на них больно смотреть. Компьютер сообщает, что это поместье Вентвортов. Вэнс из этой реальности, конечно, не живет здесь на самом деле, но если вам нужно было бы угадывать, то, скорее всего, здесь живет его племянник.
zh_hans: 在下面的宇宙星球上建造了一个巨大的叛军城市。旁边有一栋巨大的别墅，灯光明亮得让人看了心疼。你的电脑告诉你这是温特沃斯庄园。当然，这个现实中的万斯实际上并不住在这里，但如果你要猜的话，这很可能是他侄子居住的地方。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME"]/choice[1]/text
source: Enter.
ru: Войти.
zh_hans: 进入。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME"]/choice[1]/event/text
source: As you approach the massive building, comms from the surface confirm you've been spotted. "Damn it, that Renegade's made it to the estate. Evacuate everyone and dispatch the security detail!" Immediately, a heavily armed Auto-ship is dispatched to handle you. Looks like you'll have to be quick about this!
ru: Когда вы приближаетесь к огромному зданию, с поверхности приходит сообщение о том, что вас заметили. "Черт возьми, этот Ренегат добрался до поместья. Эвакуируйте всех и отправьте охрану!" Немедленно отправляется хорошо вооруженный автоматический корабль, чтобы справиться с вами. Похоже, вам придется действовать быстро!
zh_hans: 当你接近这座巨大的建筑时，地面上的通讯器确认你已经被发现了。"该死的，那个变元者已经到了庄园。疏散所有人，并派遣安全人员！"随即，一艘全副武装的自动船被派来处理你。看来你得尽快解决这个问题了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME"]/choice[2]/text
source: On second thought, maybe this isn't such a good idea.
ru: Если подумать, то, возможно, это не такая уж и хорошая идея.
zh_hans: 仔细想想，也许这并不是一个好主意。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME"]/choice[2]/event/text
source: You reconsider the idea of storming this place.
ru: Вы передумываете о том, чтобы штурмовать это место.
zh_hans: 你重新考虑攻打这个地方的想法。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_FAIL"]/text
source: It seems you've failed - scans show the last life signs have vanished from the estate, meaning Jerome has escaped. The Auto-ship flares up, sending you one last message: "Objective complete. Initiating 'sucks to suck' procedures," then self destructs. Talk about insult to injury.
ru: Похоже, вы потерпели неудачу - сканирование показало, что последние признаки жизни исчезли из поместья, а значит, Джером сбежал. Автоматический корабль начинает мигать, посылая вам последнее сообщение: "Задание выполнено. Приступаю к процедуре "отстой-отстой"", после чего самоликвидируется. Вот уж воистину оскорбление к травме.
zh_hans: 看来你已经失败了--扫描显示最后的生命迹象已经从庄园中消失，这意味着杰罗姆已经逃走了。自动飞船升空，向你发送最后一条信息。"目标完成。启动'吸吮'程序，"然后自毁。说到侮辱性的伤害。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_WIN"]/text
source: The Auto-ship has been defeated, and you waste no time salvaging before flying down to the landing pad where you see a team of evacuators - with high security detail, rushing to the largest cruiser available. Among them are several armed Aces, a tall and imposing commander dressed in black garments with yellow stripes, and a scruffy looking civilian. The man in black is no doubt who you're looking for. As you approach the group they draw their weapons, and you draw yours.
ru: Автоматический корабль повержен, и вы, не тратя времени на разборку, спускаетесь на посадочную площадку, где видите группу эвакуирующихся - с большим количеством охраны, спешащих к самому большому из имеющихся крейсеров. Среди них - несколько вооруженных асов, высокий и внушительный командир в черной одежде с желтыми полосами, а также гражданский, выглядящий неряшливо. Человек в черном, несомненно, тот, кого вы ищете. Когда вы приближаетесь к группе, они достают свое оружие, а вы - свое.
zh_hans: 自动飞船已经被打败了，你没有浪费时间打捞，然后飞到降落台，在那里你看到一队疏散人员--带着高度的安全细节，冲向现有的最大巡洋舰。其中有几名武装的王牌飞行员，一名高大威猛的指挥官，身穿带有黄色条纹的黑色服装，还有一名看起来很邋遢的平民。那个黑衣人无疑就是你要找的人。当你接近这群人时，他们拔出了他们的武器，你也拔出了你的武器。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_WIN"]/choice/text
source: Your time is up, Jerome! The Federation has come for you at last!
ru: Ваше время вышло, Джером! Федерация наконец-то пришла за вами!
zh_hans: 你的时间到了，杰罗姆！联邦来找你了！

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_WIN"]/choice/event/text
source: The man scoffs, pushing back his lustrous hair with his perfectly shapen fingers. "So the uncivilized Federation brutes sent by Universe 0 have gotten so brash and foolhardy they plunge themselves into matters of Vance, thinking wounding the chief of the Rebellion personally will stop his spirit or the glory of our conquest? When I heard the Federation was substituting a proper navy for rogues so loose even the Syndicate wouldn't take them, I laughed, and now I laugh twice! You are a joke! Hah!"
ru: Мужчина насмешливо улыбается, откидывая назад свои роскошные волосы пальцами идеальной формы. "Значит, нецивилизованные грубияны из Федерации, посланные Вселенной 0, стали настолько наглыми и безрассудными, что с головой окунулись в дела Вэнса, думая, что убийство вождя Восстания остановит его дух или славу нашего завоевания? Когда я услышал, что Федерация заменяет нормальный флот на таких отвязных негодяев, что их даже Синдикат не возьмет, я рассмеялся, а теперь смеюсь вдвойне! Вы - шутник! Хах!"

source: If we're a joke, then killing you is the punchline.
ru: Если мы - шутники, то убить вас - это и есть повод для шутки.
zh_hans: 如果我们是一个笑话，那么杀了你就是一个笑话。

source: "HAH! So now we're being clever, why I aughta-" The man is cut off by the civilian in the back of the crowd, his green eyes poking out from underneath a mop of hair and crooked spectacles. "Sebastian, please. Let me talk to them." Seems you were wrong in your assumption, as 'Sebastian' immediately steps down and apologizes to the young man, no older than his early twenties, addressing him as none other than 'Jerome'.
ru: "ХАХ! Ну вот, теперь мы умничаем, почему я должен..." Его прервал гражданин в глубине толпы, его зеленые глаза вылезли из-под копны волос и кривых очков. "Себастьян, пожалуйста. Дай мне поговорить с ними". Похоже, вы ошиблись в своем предположении: Себастьян тут же отступает на шаг и извиняется перед молодым человеком, не старше двадцати лет, обращаясь к нему не иначе как "Джером".
zh_hans: "哈哈！所以现在我们很聪明，我为什么要--"这个人被人群后面的平民打断了，他的绿色眼睛从一撮头发和歪斜的眼镜下面探出来。"塞巴斯蒂安，拜托。让我和他们谈谈。"看来你的假设是错误的，因为'塞巴斯蒂安'立即走下来，向那个不超过二十岁的年轻人道歉，称呼他为'杰罗姆'。

source: So, you're Jerome then.
ru: Значит, вы - Джером.
zh_hans: 所以，你是杰罗姆。

source: He nods. "Y-yes. Though most people call me Jerry. We meet at last, Renegade. If... if that's what you call yourself. Well. Here I am. Jerry Wentworth, in the flesh. Not what you were expecting? Never seem to be. People come from all over, and well, they set their expectations a bit high. So... you came here because you have a job to do, right? Well, go ahead." Jerry stretches out his arms as if he were giving you a hug. He's trembling, and sweating hard, but his eyes glow fiercely determined, as if you were the one on trial, not him.
ru: Он кивает. "Д-да. Хотя большинство людей зовут меня Джерри. Наконец-то мы встретились, Ренегат. Если... если ты так себя называешь. Что ж. Вот он я. Джерри Вентворт, во плоти. Не то, что вы ожидали? Никогда не ожидал. Люди приезжают отовсюду, и их ожидания несколько завышены. Итак... вы пришли сюда, потому что у вас есть работа, верно? Что ж, вперед". Джерри протягивает руки, как будто хочет обнять вас. Он дрожит и сильно потеет, но в его глазах светится яростная решимость, как будто это вы на суде, а не он.
zh_hans: 他点点头。"是--是。虽然大多数人叫我杰瑞。我们终于见面了，变元者。如果...如果这是你对自己的称呼。好吧，我在这里。杰瑞-温特沃斯，真面目。跟你想的不一样？似乎从来没有。人们从四面八方赶来，嗯，他们的期望值有点高。那么...你来这里是因为你有工作要做，对吗？好吧，去吧。"杰瑞伸出双臂，好像要给你一个拥抱。他在颤抖，汗流浃背，但他的眼睛发出激烈的坚定光芒，仿佛受审的是你而不是他。

source: Shoot him.
ru: Пристрелить его.
zh_hans: 射杀他。

source: You aren't going to pass up a chance like this. In one swift movement you draw your laser and shoot Jerry down. His knees buckle, his body collapses, but the look in his eyes never fades. His squad panics and call for a medical team, and you take your leave. As you go, you make sure to salvage the drone from earlier. Your mission was a success, but you can't shake the feeling that you made a mistake here...
ru: Вы не собираетесь упускать такой шанс. Одним движением вы выхватываете лазер и стреляете в Джерри. Его колени подгибаются, тело рушится, но взгляд в его глазах не исчезает. Его отряд в панике вызывает медицинскую бригаду, а вы уходите. Уходя, вы не забыли забрать дрон. Ваша миссия была успешной, но вы не можете избавиться от ощущения, что совершили ошибку...
zh_hans: 你不会放弃这样的机会。在一个迅速的动作中，你抽出你的激光，将杰瑞射倒。他的膝盖弯曲了，身体倒下了，但他眼中的神情从未消失。他的小队惊慌失措，叫来了医疗队，而你则离开了。在你走的时候，你一定要把之前的无人机回收回来。你的任务是成功的，但你无法摆脱你在这里犯了一个错误的感觉...

source: Spare him.
ru: Пощадить его.
zh_hans: 饶了他。

source: You keep your hand by your side but never reach for your blaster. You look Jerry in the eyes for a solid minute before he puts down his arms. "Huh. Was this not what you came here to do? I'm giving you your chance. Aren't you going to take it?"
ru: Вы держите руку наготове, но не достаете бластер. Вы смотрите Джерри в глаза в течение минуты, прежде чем он опускает руки. "Разве не за этим вы сюда пришли? Я даю вам шанс. Разве вы не собираетесь им воспользоваться?"
zh_hans: 你的手一直放在身边，但从未伸手去拿你的爆裂手枪。你看着杰瑞的眼睛，足足有一分钟，他才放下了手臂。"哼，这不是你来这里要做的事吗？我在给你机会。你不打算抓住它吗？"

source: You're of more use to us alive than dead.
ru: Живой ты нам полезнее, чем мертвый.
zh_hans: 你活着比死了对我们更有用。

source: "How... utilitarian? Though I'm afraid I'm not of much use to you. The Rebellion calls me a hero, but I haven't the slightest idea why. I've never done much of anything. It must be nice, being you... traveling the Multiverse, being cheered at the end of your journey and feeling like you've earned it."
ru: "Как... практично? Хотя, боюсь, толку от меня мало. Повстанцы называют меня героем, но я не имею ни малейшего представления, почему. Я никогда ничего особенного не делал. Наверное, это здорово - быть вами... путешествовать по Мультивселенной, когда в конце пути тебя поддерживают и ты чувствуешь, что заслужил это".

source: You don't think you're a hero?
ru: Вы не считаете себя героем?
zh_hans: 你不认为自己是个英雄吗？

source: You aren't what we expected. Killing you doesn't feel right.
ru: Вы не тот, кто мы думали. Убивать вас не хочется.
zh_hans: 你不是我们所期望的那样。杀死你感觉不对。

source: "Well, I can't say I understand where you draw the line. But I've also never been in your shoes. What's it like being a hero to your people? Like, earning that title. The Rebellion calls me a hero, but I've yet to figure out why..."
ru: "Ну, я не могу сказать, что понимаю, где вы проводите черту. Но я также никогда не был на вашем месте. Каково это - быть героем для своего народа? Например, заслужить это звание. В Восстании меня называют героем, но я еще не понял, почему..."
zh_hans: "好吧，我不能说我理解你的底线是什么。但我也从来没有站在你的立场上过。成为你的人民的英雄是什么感觉？比如，赢得这个称号。叛军称我为英雄，但我还没有搞清楚为什么..."

source: You don't think you're a hero?
ru: Вы не считаете себя героем?
zh_hans: 你不认为自己是个英雄吗？

source: I've had a change of heart. Think I'll be one of those pacifist monk types now.
ru: У меня изменилось представление о себе. Думаю, теперь я буду одним из тех Монахов-пацифистов.
zh_hans: 我已经改变了主意。我想我现在会成为那些和平主义的超能信道者类型。

source: "It's a bit late for that captain, don't you think? Or... maybe not. Not sure it would be a good thing anyways. You're a hero to your people, right? And I'm a hero to mine... Not sure what's so heroic about me, but at least you've got your mission. I've got... I'm not sure."
ru: "Поздновато для такого капитана, вы не находите? Или... может быть, нет. В любом случае, не уверен, что это принесет пользу. Вы герой для своего народа, верно? А я герой для своего... Не знаю, что во мне такого героического, но, по крайней мере, у вас есть своя миссия. А у меня... Я не знаю".
zh_hans: "现在说这个舰长有点晚了，你不觉得吗？或者...也许不是。无论如何，不确定这是否是件好事。你是你的人民的英雄，对吗？而我是我的英雄...不知道我有什么英雄的，但至少你有你的任务。我有...我不确定。"

source: You don't think you're a hero?
ru: Вы не считаете себя героем?
zh_hans: 你不认为自己是个英雄吗？

source: We've done too much to spare him now.
ru: Мы сделали слишком много, чтобы пощадить его сейчас.
zh_hans: 我们已经做了太多，现在不能放过他。

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_RECRUIT"]/text
source: Jerry laughs but hangs his head in shame. "No... Look, it's probably clear to you now I don't follow in my uncle's footsteps." Jerry glances back at Sebastian and the rest of his security, who've been standing there awkwardly the whole time, "But people expect me to. Just carrying this name, the Wentworth name, is enough for people to think I'm special. My mother died when I was young, and I never knew my father, but had I never met my uncle, I'd probably be like, a gardener, a chef, or a librarian. I'm not a soldier, and I'm not a politician. I'm... I'm Jerry. Nothing at all. Only thing to my name is my name itself, and I did nothing to earn that."
ru: Джерри смеется, но стыдливо опускает голову. "Нет... Послушайте, вам, наверное, уже ясно, что я не иду по стопам своего дяди". Джерри оглядывается на Себастьяна и остальную охрану, которые все это время неловко стояли рядом: "Но люди ждут от меня этого. Достаточно просто носить это имя, имя Вентворт, чтобы люди считали меня особенным. Моя мать умерла, когда я был маленьким, и я никогда не знал своего отца, но если бы я не встретил своего дядю, я бы, наверное, был садовником, поваром или библиотекарем. Я не солдат и не политик. Я... Я Джерри. Ничего особенного. Единственное, что связано с моим именем, - это само имя, и я ничего не сделал, чтобы заслужить его".
zh_hans: 杰瑞笑了，但羞愧地垂下了头。"不...听着，你现在可能很清楚，我没有追随我叔叔的脚步。"杰瑞回头看了看塞巴斯蒂安和其他保安，他们一直尴尬地站在那里。"但人们希望我这样做。只要带着这个名字，温特沃斯的名字，就足以让人们认为我很特别。我的母亲在我很小的时候就去世了，我从来没有认识过我的父亲，但如果我没有遇到我的叔叔，我可能会成为像，一个园丁，一个厨师，或者一个图书管理员。我不是一个士兵，也不是一个政治家。我是...我是杰瑞。完全没有什么。我的名字是我的名字本身，我没有做任何事情来赢得这个名字。"

# data/events_rebel.xml.append$//event[@name="JERRY_HOME_RECRUIT"]/choice/text
source: Sounds like you need to take your life into your own hands.
ru: Похоже, вам нужно взять свою жизнь в свои руки.
zh_hans: 听起来你需要把你的生活掌握在你自己手中。

source: "I'm not sure what you mean. I haven't left the Protectorate since the day I entered it. I don't have any power on this place, it's all Cyra. Vance knows I'm incompetent, and while he doesn't want the rest of the galaxy to know it, he doesn't trust me enough to keep this place afloat. Not like I could anyways."
ru: "Я не совсем понимаю, что вы имеете в виду. Я не покидал Протекторат с того самого дня, как попал в него. У меня нет никакой власти в этом месте, это все Сайра. Вэнс знает, что я недееспособен, и, хотя он не хочет, чтобы об этом знала вся галактика, он не доверяет мне настолько, чтобы я мог поддерживать это место в порядке. Не то чтобы я мог это сделать".
zh_hans: "我不知道你是什么意思。从我进入受保护地的那天起，我就没有离开过受保护地。我在这个地方没有任何权力，都是赛拉的。万斯知道我很无能，虽然他不想让银河系的其他人知道这一点，但他对我的信任不足以让这个地方维持下去。反正我也不可能。"

source: We can't help, nor stick around much longer, but you'll figure it out.
ru: Мы не можем ни помочь, ни задержаться здесь надолго, но вы сами во всем разберетесь.
zh_hans: 我们帮不上忙，也不能多呆，但你会想出办法的。

source: "Maybe so. I feel like I'll be reprimanded for this later, but while I still have any grace left let me try and help you. And if you see my uncle - never forget he's a person too. He's done a lot of things, but I've seen a side to him most people never have. Don't forget it exists."
ru: "Может быть. Я чувствую, что потом меня за это отчитают, но пока у меня еще осталось хоть немного милосердия, позвольте мне попытаться вам помочь. И если вы увидите моего дядю - никогда не забывайте, что он тоже человек. Он много чего натворил, но я видел в нем ту сторону, которую большинство людей никогда не видели. Не забывайте, что она существует".
zh_hans: "也许是这样。我觉得我以后会因此受到训斥，但在我还有余力的时候，让我尝试帮助你。如果你看到我的叔叔--永远不要忘记他也是一个人。他做了很多事情，但我看到了他的另一面，大多数人从未见过。不要忘记它的存在。"

source: You could come with us. See the Multiverse. Maybe help improve it too.
ru: Вы можете пойти с нами. Увидеть Мультивселенную. И, возможно, помочь сделать ее лучше.
zh_hans: 你可以和我们一起去。看看这个多元宇宙。也许还能帮助改善它。

source: "A-are you serious? I've always wanted to- wait. This isn't some trick to lure me out of here and kill me, right?"
ru: "Вы серьезно? Я всегда хотел... Подождите. Это ведь не какая-то уловка, чтобы выманить меня отсюда и убить, верно?"
zh_hans: "你是认真的吗？我一直想......等等。这不是什么引诱我离开这里并杀死我的诡计，对吗？"

source: Nahhhhh. Probably.
ru: Не-а. Скорее всего.

source: "Huh. Very reassuring. Well, it's not like things are going to improve around here. Though... a warning. Cyra isn't going to let you take me with you easily. Try not to hurt her, okay? She's only doing her job, she wouldn't hurt you unless she thought you were going to hurt me. I'm certain there's a way to get through this without any bloodshed."
ru: "Хах. Очень обнадеживающе. Что ж, не похоже, что ситуация здесь улучшится. Хотя... предупреждаю. Сайра не позволит вам так просто взять меня с собой. Постарайтесь не причинить ей вреда, хорошо? Она всего лишь выполняет свою работу, она не причинит вам вреда, если не подумает, что вы собираетесь причинить вред мне. Я уверен, что можно обойтись без кровопролития".
zh_hans: "哼，很让人放心。好吧，这里的情况不像是要改善。虽然...一个警告。赛拉不会让你轻易带我走的。尽量不要伤害她，好吗？她只是在做她的工作，她不会伤害你，除非她认为你会伤害我。我肯定有办法在不流血的情况下度过难关。"

source: Jerry
ru: Джерри
zh_hans: 杰瑞

source: You could come with us. See the Multiverse. Maybe help improve it too.
ru: Вы можете пойти с нами. Увидеть Мультивселенную. И, возможно, помочь сделать ее лучше.
zh_hans: 你可以和我们一起去。看看这个多元宇宙。也许还能帮助改善它。

source: "N-no. I couldn't. You killed Cyra. She might have seemed cold to you, but she was like my mother. Or my aunt, I guess. I get you're just doing your job, but it just doesn't feel right. I feel like I'll be reprimanded for this later, but while I still have any grace left let me try and help you. And if you see my uncle - never forget he's a person too. He's done a lot of things, but I've seen a side to him most people never have. Don't forget it exists."
ru: "Н-нет. Я не могу. Вы убили Сайру. Она могла показаться вам холодной, но она была мне как мать. Или тетя, наверное. Я понимаю, что вы просто выполняете свою работу, но это как-то неправильно. Я чувствую, что потом меня за это отчитают, но пока у меня еще осталось хоть немного милосердия, позвольте мне попытаться вам помочь. И если вы увидите моего дядю - никогда не забывайте, что он тоже человек. Он много чего натворил, но я видел в нем ту сторону, которую большинство людей никогда не видели. Не забывайте, что она существует".
zh_hans: "不。我不能。你杀了赛拉。她可能对你来说很冷漠，但她就像我的母亲。或者说是我的姨妈，我猜。我知道你只是在做你的工作，但这感觉不对。我觉得我以后会因此受到训斥，但在我还有余力的时候，让我尝试帮助你。如果你看到我的叔叔--永远不要忘记他也是一个人。他做了很多事情，但我看到了他的另一面，大多数人从未见过。不要忘记它的存在。"

# data/events_rebel.xml.append$//event[@name="JERRY_SURRENDER"]/text
source: A sprawling city has been constructed on the nearby planet, but clouds of smoke block most of your vision. As you pull closer, it is evident some major conflict has occured here. Medics hurry to treat wounded civilians left by the wayside, and burning wreckages have been haphazardly thrown into the faces of skyscrapers. Most concerningly, some of the wreckage seems to be... Federation?
ru: На ближайшей планете построен огромный город, но большую часть обзора закрывают клубы дыма. По мере приближения становится ясно, что здесь произошел какой-то серьезный конфликт. Медики спешат оказать помощь раненым гражданам, оказавшимся на пути, а горящие обломки беспорядочно валятся на небоскребы. Самое интересное, что некоторые обломки, похоже, принадлежат... Федерации?
zh_hans: 在附近的星球上建造了一个庞大的城市，但烟云阻挡了你的大部分视野。当你走近时，很明显这里发生了一些重大冲突。医务人员匆忙地治疗被遗弃在路边的受伤平民，燃烧的残骸被胡乱地扔到摩天大楼的脸上。最令人担忧的是，一些残骸似乎是...联邦？

# data/events_rebel.xml.append$//event[@name="JERRY_SURRENDER"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_SURRENDER"]/choice/event/text
source: Eventually, the civilians notice you watching them. Rather than trying to attack you, they surrender. "Please, we wanted none of this! We don't give a damn about your stupid war! Is what you've done here not enough?!"
ru: В конце концов, гражданские замечают, что вы наблюдаете за ними. Вместо того чтобы попытаться напасть на вас, они сдаются. "Пожалуйста, мы ничего этого не хотели! Нам наплевать на вашу дурацкую войну! Разве того, что вы сделали здесь, недостаточно?!"
zh_hans: 最终，平民们注意到你在观察他们。他们没有试图攻击你，而是投降了。"求你了，我们不想要这些！我们不在乎你的愚蠢战争！我们对你们愚蠢的战争不屑一顾！你在这里所做的还不够吗？"

source: Accept their surrender, and the responsibility of whatever has happened here.
ru: Принять их капитуляцию и взять на себя ответственность за все, что здесь произошло.
zh_hans: 接受他们的投降，以及这里所发生的任何事情的责任。

source: It's a lot of supplies for something you had no hand in - but this probably won't do anything to redeem the Federation in these people's eyes. You had no idea the Federation would sanction things like this though...
ru: Это большая цена за то, к чему вы не причастны - но это, вероятно, не искупит вину Федерации в глазах этих людей. Вы не знаете, как Федерация может разрешить подобные вещи...
zh_hans: 这是为你没有参与的事情提供的大量物资--但这可能不会对联邦在这些人眼中的地位有任何挽回作用。你不知道联邦会批准这样的事情...

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: We had nothing to do with this.
ru: Мы не имеем к этому никакого отношения.
zh_hans: 我们与此事无关。

source: "Bullshit. Even if you weren't involved in this slaughter, you still enabled it! What do you think will happen when the Federation secures its grip of this reality? They'll come back, and they'll wipe this place off the face of the galaxy. Get out of our city."
ru: "Чушь. Даже если вы не принимали участия в этой бойне, вы все равно ее допустили! Как вы думаете, что произойдет, когда Федерация закрепит свой контроль над этой реальностью? Они вернутся и сотрут это место с лица галактики. Убирайтесь из нашего города".
zh_hans: "胡说八道。即使你没有参与这场屠杀，你仍然促成了它！你认为当联邦确保其对这个宇宙的控制时，会发生什么？他们会回来的，他们会把这个地方从银河系的脸上抹去。滚出我们的城市。"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Medical Crew) Send someone down to treat the citizens.
ru: (Член экипажа-медик) Отправить кого-нибудь вниз для лечения граждан.
zh_hans: (医疗船员)派人下去治疗市民。
