Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: A small damaged colony lies in the distance. It appears to have once been under Rebel control, but the colonists revolted and broke free. You receive a hail from the colony, marked as urgent.
ru: Вдали виднеется небольшая полуразрушенная колония. Судя по всему, когда-то она находилась под контролем повстанцев, но колонисты подняли восстание и вырвались на свободу. Вы получаете сообщение из колонии, помеченное как срочное.
zh_hans: 一个被破坏的小殖民地位于远处。它似乎曾经在叛军的控制之下，但殖民者起义并获得了自由。你收到了来自该殖民地的呼叫，被标记为紧急。

source: Respond.
ru: Ответить.
zh_hans: 回复。

source: "A Federation ship, here in the Rebel stronghold? Here, before us in our time of most dire need? This truly is our lucky day... As you can see, we have recently broken free from our Rebel oppressor. But it was not without loss. The Rebels took some of us as prisoners and are transporting them back to one of their high security containment facilities. We don't have the manpower to save them, but maybe you can? All you need to do is intercept the jailer ship. We placed a tracking beacon on it before it got away, so finding it won't be difficult."
ru: "Корабль Федерации, здесь, в оплоте повстанцев? Здесь, перед нами, в самый тяжелый момент? Это действительно наш счастливый день... Как вы видите, мы недавно освободились от повстанческого гнета. Но это произошло не без потерь. Повстанцы взяли некоторых из нас в плен и сейчас перевозят их обратно в один из своих изоляторов строгого режима. У нас нет людей, чтобы спасти их, но, может быть, вы сможете? Все, что вам нужно сделать, - это перехватить тюремный корабль. Мы установили на нем маяк слежения, прежде чем он улетел, так что найти его будет несложно".
zh_hans: "一艘联邦飞船，在叛军的据点里？在我们最需要的时候出现在我们面前？这确实是我们的幸运日...正如你所看到的，我们最近已经从叛军的压迫者手中挣脱出来。但这并不是没有损失。叛军抓走了我们中的一些人作为俘虏，正在把他们运回他们的一个高度安全的隔离设施。我们没有人力去救他们，但也许你可以？你所需要做的就是拦截那艘牢狱舰船。在它逃走之前，我们在它身上放置了一个追踪信标，所以找到它并不困难。"

source: Agree to track down the jailer.
ru: Согласиться на поиск тюремного корабля.
zh_hans: 同意追踪牢狱舰。

source: "Oh thank you. I knew we could count on the Federation!"
ru: "Ох, спасибо. Я знал, что мы можем рассчитывать на Федерацию!"
zh_hans: "哦，谢谢你。我知道我们可以依靠联邦！"

source: We cannot risk our primary mission.
ru: Мы не можем рисковать своей основной миссией.
zh_hans: 我们不能拿我们的主要任务冒险。

source: Avoid the colony.
ru: Избегать колонии.
zh_hans: 避开殖民地。

source: While it's a relief to see opposition against the Rebel cause even in their territory, you do not have time to stop by and assist with whatever requests these colonists would ask from you.
ru: Хотя и приятно видеть противодействие делу повстанцев даже на их территории, у вас нет времени останавливаться и помогать колонистам с любыми просьбами.
zh_hans: 虽然看到即使在他们的领土上也有反对叛军事业的声音是一种解脱，但你没有时间停下来协助这些殖民者向你提出的任何要求。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You've found the Jailer. They're already charging their FTL drive. You'll have to take them down before they can escape, and hopefully not destroy the ship in the process.
ru: Вы нашли тюремное судно. Оно уже заряжает свой ССД. Вам придется уничтожить их, прежде чем они смогут сбежать, и, надеюсь, не разрушить при этом корабль.
zh_hans: 你已经找到了牢狱舰。他们已经在给他们的超光速推进器充能。你必须在他们逃跑之前把他们打倒，并希望在这个过程中不要破坏飞船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The damaged ship hails you. "Y-you were sent by those colonists weren't you? Fine, you can have the prisoners back. Just let us live."
ru: Поврежденный корабль вызывает вас. "Вас послали те колонисты, не так ли? Ладно, можете забрать пленников. Только сохраните нам жизнь".
zh_hans: 受损的飞船在呼唤你。"你--你是那些殖民者派来的吧？好吧，你可以把囚犯带回去。只要让我们活下去。"

source: Accept the surrender and free the slaves.
ru: Принять капитуляцию и освободить рабов.
zh_hans: 接受投降，释放奴隶。

source: The colonists are grateful for your help. As you do not have time to return to the colony, you drop them off at the nearest station, where they will be able to find a ship to help them. You are paid heavily for your assistance.
ru: Колонисты благодарны вам за помощь. Поскольку у вас нет времени возвращаться в колонию, вы высаживаете их на ближайшей станции, где они смогут найти корабль, который поможет им. За помощь вы получаете большое вознаграждение.
zh_hans: 殖民者对你的帮助表示感谢。由于你没有时间返回殖民地，你把他们送到最近的空间站，在那里他们可以找到一艘船来帮助他们。你的帮助得到了高额报酬。

source: Screw the mission, let's kill these Rebel bastards.
ru: К черту миссию, давайте убьем этих ублюдков-повстанцев.
zh_hans: 去他的任务，让我们杀了这些叛军的混蛋。

# data/events_rebel.xml.append$//event[@name="DESTROYED_REBEL_PRISONBREAK"]/text
source: You've destroyed the jailer, and no doubt all of the colonists onboard. The colony will never give you a reward now, so you'll have to be content with the scrap from the wreckage.
ru: Вы уничтожили тюремное судно и, несомненно, всех колонистов на борту. Теперь колония никогда не даст вам вознаграждения, так что придется довольствоваться обломками корабля.
zh_hans: 你已经摧毁了牢狱舰，毫无疑问，还有船上的所有殖民者。殖民地现在不会给你奖励，所以你只能满足于残骸中的废品。

# data/events_rebel.xml.append$//event[@name="DEAD_CREW_REBEL_PRISONBREAK"]/text
source: Without any of the Rebel crew onboard, you're able to scrap the exterior of the ship before checking on the prisoners.
ru: Не обнаружив на борту никого из экипажа повстанцев, вы можете разобрать внешнюю обшивку корабля, прежде чем проверить состояние заключенных.
zh_hans: 在没有任何叛军船员在船上的情况下，你能够在检查囚犯之前刮掉船的外表。

source: Check on the colonists.
ru: Проверьте состояние колонистов.
zh_hans: 检查殖民者的情况。

source: The colonists are grateful for your help. As you do not have time to return to the colony, you drop them off at the nearest station, where they will be able to find a ship to help them. You are paid heavily for your assistance.
ru: Колонисты благодарны вам за помощь. Поскольку у вас нет времени возвращаться в колонию, вы высаживаете их на ближайшей станции, где они смогут найти корабль, который поможет им. За помощь вы получаете большое вознаграждение.
zh_hans: 殖民者对你的帮助表示感谢。由于你没有时间返回殖民地，你把他们送到最近的空间站，在那里他们可以找到一艘船来帮助他们。你的帮助得到了高额报酬。

source: The Jailer jumps away, and will no doubt arrive at the containment facility before you can catch it. That doesn't mean all hope is lost. You can still track the ship's location, and maybe defeat it before the prisoners are dropped off.
ru: Тюремный корабль уходит в прыжок и, несомненно, попадет в центр содержания, прежде чем вы успеете его поймать. Но это не значит, что все надежды потеряны. Вы все еще можете отследить местоположение корабля и, возможно, победить его до того, как заключенные будут высажены.
zh_hans: 牢狱舰跃迁了，无疑会在你抓住它之前到达隔离设施。这并不意味着所有的希望都破灭了。你仍然可以追踪这艘船的位置，也许可以在囚犯被送走之前将其击败。

source: You've tracked down the jailer once again, but they've already transferred crew to a much stronger MFK Ace ship. It won't be an easy fight, and there will be no surrender. If you want to free the colonists, you'll have to kill their crew.
ru: Вы снова разыскали тюремный корабль, но он уже перевел команду на гораздо более сильный корабль аса МФК. Бой будет нелегким, и капитуляции не будет. Если вы хотите освободить колонистов, вам придется убить весь экипаж.
zh_hans: 你再次追踪到了牢狱舰，但他们已经将船员转移到了一艘更强大的MFK王牌船上。这不会是一场轻松的战斗，也不会有投降。如果你想释放这些殖民者，你就必须杀死他们的船员。

source: Try to rescue the colonists.
ru: Попытаться спасти колонистов.
zh_hans: 试图拯救殖民者。

source: The Rebels aren't about to back down from a fight. The containment facility activates an ASB satellite to fire upon you.
ru: Повстанцы не собираются отказываться от борьбы. Сооружение активирует спутник ПКБ для стрельбы по вам.
zh_hans: 叛军并不打算在战斗中退缩。隔离设施激活了一颗反舰炮台卫星，向你开火。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is far too dangerous. We should go.
ru: Это слишком опасно. Мы должны уйти.
zh_hans: 这太危险了。我们应该走了。

source: Without any of the Rebel crew onboard, you're able to scrap the exterior of the ship before checking on the prisoners.
ru: Не обнаружив на борту никого из экипажа повстанцев, вы можете разобрать внешнюю обшивку корабля, прежде чем проверить состояние заключенных.
zh_hans: 在没有任何叛军船员在船上的情况下，你能够在检查囚犯之前刮掉船的外表。

source: Check on the colonists.
ru: Проверить состояние колонистов.
zh_hans: 检查殖民者的情况。

source: It is very dangerous to transport all of the colonists back to the colony now. With the MFK Ace still intact, most agree to steal the ship and pilot back. However, one colonist decides to stay with you. You are paid for your efforts as well.
ru: Перевозить всех колонистов обратно в колонию сейчас очень опасно. Поскольку ас МФК все еще цел, большинство соглашается похитить корабль и отправиться обратно. Однако один колонист решает остаться с вами. Вы также получаете вознаграждение за свои усилия.
zh_hans: 现在将所有的殖民者运回殖民地是非常危险的。由于战舰完好无损，大多数殖民者都同意占据战舰并驾驶返回。然而，其中有一人决定和你一起留下来。你的功劳也得到了回报。

source: You've destroyed the MFK Ace, and likely all of the colonists onboard. You'll have to be content with the salvage the ship provides, and leave quickly before the ASB can destroy you.
ru: Вы уничтожили аса МФК и, вероятно, всех колонистов на его борту. Придется довольствоваться обломками корабля и быстро уходить, пока ПКБ не успело вас уничтожить.
zh_hans: 你已经摧毁了这艘MFK精英战舰，舰内所有的殖民者估计都死了。你只能凑合着接受残骸所剩的资源，并在反舰炮台摧毁你之前迅速离开。

# data/events_rebel.xml.append$//event[@name="FLAGSHIP_CONSTRUCTION"]/text
source: You arrive at the beacon to find yourself in a huge Rebel shipyard, scaffolding and construction drones filling the entire surrounding area! The entire system looks devoted to ship construction, the nearby planets and moons ruthlessly mined to harvest resources for ships of immense size...
ru: Прибыв на маяк, вы оказываетесь на огромной верфи повстанцев, строительные леса и дроны заполнили все вокруг! Похоже, что вся система посвящена строительству кораблей, а близлежащие планеты и луны безжалостно добывают ресурсы для строительства огромных кораблей...
zh_hans: 你到达信标，发现自己身处一个巨大的叛军造船厂，脚手架和建筑无人机充斥着整个周边地区！整个系统看起来都是在建造飞船。整个系统看起来都是用来建造飞船的，附近的行星和卫星被无情地开采，为巨大的飞船收获资源...

source: Inspect the shipyard.
ru: Осмотреть верфь.
zh_hans: 检查船厂。

source: You move closer to the planet's surface, noticing a giant hangar. The ships inside must be enourmous in size. Around the outskirts are a few scattered Rebel ships patrolling. You could probably pick any one of them to fight.
ru: Вы приближаетесь к поверхности планеты и замечаете гигантский ангар. Корабли в нем, должно быть, огромных размеров. На окраине патрулируют несколько разрозненных кораблей повстанцев. Вы можете выбрать любой из них с кем сразиться.
zh_hans: 你向行星的表面靠近，注意到一个巨大的机库。里面的战舰一定是非常庞大的。在郊区，有一些零星的叛军船只在巡逻。你可能会选择他们中的任何一艘来战斗。

source: Investigate the hangar.
ru: Исследовать ангар.
zh_hans: 调查机库。

source: You enter the hangar and are left in awe at the sight inside. A massive Multiverse Flagship, still under construction, rests inside. Killing this thing could save a whole other reality!
ru: Вы входите в ангар и замираете в благоговейном ужасе от увиденного. Внутри покоится огромный Флагман Мультивселенной, который еще только строится. Уничтожив его, можно спасти целую другую реальность!
zh_hans: 你进入机库，对里面的景象感到敬畏。一艘巨大的多元宇宙旗舰，仍在建造中，就在里面。杀死这个东西可以拯救整个其他的现实世界！你可以在这里找到它！

source: Fight the Flagship.
ru: Сражаться с Флагманом.
zh_hans: 打击旗舰。

source: This could very well be just as important as your primary mission. You move in to attack the Flagship, as the crew of construction workers onboard quickly evacuate and are replaced by well trained human soldiers.
ru: Это может оказаться не менее важным, чем ваша основная миссия. Вы атакуете Флагман, а команда строителей на борту быстро эвакуируется и заменяется хорошо обученными человеческими солдатами.
zh_hans: 这很可能和你的主要任务一样重要。当船上的建筑工人迅速撤离并被训练有素的人类士兵所取代时，你开始攻击旗舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Get the hell out of here.
ru: Убираемся отсюда.
zh_hans: 快离开这里。

source: You leave the hangar as quickly as possible and fly away from the shipyard until you're sure you're out of danger.
ru: Вы как можно быстрее покидаете ангар и летите прочь от верфи, пока не убедились, что находитесь вдали от опасности.
zh_hans: 你尽可能快地离开机库，飞离船厂，直到你确定你已经脱离了危险。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Fight one of the normal Rebel ships.
ru: Сразиться с одним из обычных кораблей повстанцев.
zh_hans: 与叛军的一艘普通船只作战。

source: You move in to intercept one of the regular Rebel ships.
ru: Вы выдвигаетесь на перехват одного из обычных кораблей повстанцев.
zh_hans: 你进场拦截叛军的一艘普通船只。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fight one of the Elite Rebel ships.
ru: Сразиться с одним из элитных кораблей повстанцев.
zh_hans: 与叛军的一艘精英战舰作战。

source: You move in to intercept one of the Elite Rebel ships.
ru: Вы выдвигаетесь на перехват одного из элитных кораблей повстанцев.
zh_hans: 你进场拦截叛军的一艘精英船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fight one of the MFK Ace Rebel ships.
ru: Сразиться с одним из кораблей асов МФК повстанцев.
zh_hans: 与MFK王牌叛军战舰之一作战。

source: You move in to intercept one of the MFK Rebel ships.
ru: Вы выдвигаетесь на перехват одного из кораблей асов МФК повстанцев.
zh_hans: 你进场拦截MFK叛军的一艘船。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave immediately.
ru: Уходим немедленно.
zh_hans: 立即离开。

source: You feel the mission is the highest priority and it's too risky to stay in such a dangerous location.
ru: Вы считаете, что миссия - это главный приоритет, и оставаться в таком опасном месте слишком рискованно.
zh_hans: 你觉得任务是最优先的，留在这样一个危险的地方太冒险了。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="FLAGSHIP_CONSTRUCTION_DONE"]/text
source: You know with an infinite amount of potential realities there are thousands more Flagships out there, but without this one at least one more reality has been saved. It's a major victory, and there's countless scrap for you to collect, and even the blueprints of a Rebel cruiser left unprotected! Cautious of reinforcements arriving, you take as much as you can and leave. The Fleet will likely be too distracted dealing with this loss to follow you.
ru: Вы знаете, что при бесконечном количестве потенциальных реальностей существуют тысячи других Флагманов, но и без этого, по крайней мере, еще одна реальность была спасена. Это крупная победа, и вам предстоит собрать бесчисленное количество металлолома и даже чертежи крейсера повстанцев, оставшегося без защиты! Опасаясь прибытия подкрепления, вы забираете все, что можно, и уходите. Флот, скорее всего, будет слишком отвлечен этой потерей, чтобы преследовать вас.
zh_hans: 你知道在无限多的潜在现实中，还有成千上万的旗舰在那里，但没有这一艘，至少还有一个现实被拯救了。这是一个重大的胜利，有无数的废料等着你去收集，甚至还有一艘未受保护的叛军巡洋舰的蓝图！你要小心援军的到来。由于对增援部队的到来持谨慎态度，你尽可能多地带走了一些东西，然后离开。舰队很可能会因为处理这次损失而分心，无法跟随你。

# data/events_rebel.xml.append$//event[@name="CONSTRUCTION_NORMAL_WIN"]/text
source: It's not much of a challenge nor will it have any impact on the Rebels, but killing this ship still means one less crew of Rebels to terrorize the galaxy. You scrap the remains quickly before reinforcements come.
ru: Это не слишком сложная задача и не окажет никакого влияния на повстанцев, но уничтожение этого корабля все равно означает, что на одну команду повстанцев, терроризирующую галактику, станет меньше. Нужно быстро уничтожить останки, пока не подоспело подкрепление.
zh_hans: 这不是什么挑战，也不会对叛军产生任何影响，但杀死这艘船仍然意味着少了一队叛军来恐吓银河系。在援军到来之前，你要迅速搜刮这些残骸。

# data/events_rebel.xml.append$//event[@name="CONSTRUCTION_ELITE_WIN"]/text
source: It won't have much of an impact on the Rebels, but it's one less elite ship for them to throw at you. You scrap the remains quickly before reinforcements come.
ru: Это не окажет большого влияния на повстанцев, но на один элитный корабль у них станет меньше. Нужно быстро разобрать останки на металлолом, пока не подошло подкрепление.
zh_hans: 这对叛军来说影响不大，但他们可以少扔一艘精英战舰给你了。在援军到来之前，你要迅速搜刮这些残骸。

# data/events_rebel.xml.append$//event[@name="CONSTRUCTION_SELITE_WIN"]/text
source: The Rebels don't have many MFK Aces, and every one that you destroy is bound to put a big dent in their reserves. You quickly scrap the remains before reinforcements come, and while you're doing it you find a still functional weapon in the wreckage.
ru: У повстанцев не так уж много асов МФК, и каждый уничтоженный вами МФК должен нанести большой урон их резервам. Вы быстро разбираете останки, пока не подоспело подкрепление, и в это время находите среди обломков все еще исправное оружие.
zh_hans: 这对叛军来说影响不大，但他们可以少扔一艘精英战舰给你了。在援军到来之前，你要迅速搜刮这些残骸。

source: You detect no more lifesigns on the incomplete Flagship. You'd expect a ship of that size to have more security measures, but perhaps their computer systems aren't complete yet.
ru: На недостроенном Флагмане больше нет никаких сигналов жизни. Вы ожидали, что на корабле такого размера будут приняты дополнительные меры безопасности, но, возможно, их компьютерные системы еще не закончены.
zh_hans: 你在这艘不完整的旗舰上没有发现更多的生命迹象。你认为这么大的船应该有更多的安全措施，但也许他们的计算机系统还没有完成。

source: Pillage the ship for supplies.
ru: Разграбить корабль в поисках припасов.
zh_hans: 掠夺船上的物资。

# data/events_rebel.xml.append$//event[@name="FREE_ITEMS_AUTO"]/choice[1]/text
source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

# data/events_rebel.xml.append$//event[@name="FREE_ITEMS_AUTO"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//textList[@name="FREE_ITEMS_AUTO"]/text[1]
source: You arrive in a system and immediately discover a pirate ship nearby. Strangely, scans indicate there are no lifeforms aboard. You salvage anything useful, but find no clue as to the whereabouts of the former crew.
ru: Вы прибываете в систему и сразу же обнаруживаете поблизости пиратский корабль. Странно, но сканирование показало, что на его борту нет живых существ. Вы собираете все полезное, но не находите никаких подсказок о местонахождении бывшей команды.
zh_hans: 你到达一个系统，立即发现附近有一艘海盗舰。奇怪的是，扫描显示船上没有生命体。你打捞了任何有用的东西，但没有发现任何关于前船员下落的线索。

# data/events_rebel.xml.append$//textList[@name="FREE_ITEMS_AUTO"]/text[2]
source: Not much remains in this abandoned system; however, scans reveal a nearby mining platform with some salvageable materials.
ru: В этой заброшенной системе мало что осталось; однако сканирование показало, что неподалеку находится добывающая платформа с некоторыми пригодными для использования материалами.
zh_hans: 在这个被遗弃的舰台中，没有留下多少东西；但是，扫描发现附近有一个采矿平台，有一些可回收的材料。

# data/events_rebel.xml.append$//textList[@name="FREE_ITEMS_AUTO"]/text[3]
source: Debris from a forgotten battle still orbits the gas giant in this system. Some of it still might be usable.
ru: Обломки забытой битвы все еще вращаются вокруг газового гиганта в этой системе. Некоторые из них еще могут быть пригодны для использования.
zh_hans: 来自一场被遗忘的战斗的碎片仍然围绕着这个系统中的气态巨行星运行。其中一些仍然可能是可用的。

# data/events_rebel.xml.append$//textList[@name="FREE_ITEMS_AUTO"]/text[4]
source: You happen upon the remains of an automated space station. It has been mostly picked clean but there appears to be a few materials that will aid you in your mission.
ru: Вы наткнулись на остатки автоматической космической станции. Она была в основном обчищена, но, похоже, там осталось несколько материалов, которые помогут вам в вашей миссии.
zh_hans: 你偶然发现了一个自动空间站的遗迹。它大部分已经被采摘干净，但似乎有一些材料可以帮助你完成任务。

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/text
source: A Rebel Engineer hails you. "I know this is a bit unconventional, but we are in need of drone-parts. We'll pay you in any other resource you want."
ru: Вас вызывает инженер-повстанец. "Я знаю, что это немного необычно, но нам нужны дрон-комплекты. Мы заплатим вам любым другим ресурсом, который вы хотите".
zh_hans: 一个叛军工程师向你打招呼。"我知道这有点不合常规，但我们需要无人机部件。我们会用你想要的任何其他资源来支付你。"

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/choice[1]/text
source: Give droneparts for scrap.
ru: Обменять дрон-комплекты на металлолом.
zh_hans: 用无人机部件交换废料。

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/choice[2]/text
source: Give droneparts for fuel.
ru: Обменять дрон-комплекты на топливо.
zh_hans: 用无人机部件交换燃料。

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/choice[3]/text
source: Give droneparts for ammunition.
ru: Обменять дрон-комплекты на боеговловки.
zh_hans: 用无人机部件交换弹药。

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/choice[4]/text
source: Attack them!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You prepare to attack the engineers.
ru: Вы готовитесь атаковать инженеров.
zh_hans: 你准备攻击工程师。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENGINEER_BUY_DRONES"]/choice[5]/text
source: Reject their offer.
ru: Отклоните их предложение.
zh_hans: 拒绝他们的提议。

source: You're good with what you have.
ru: Вам хорошо с тем, что у вас есть.
zh_hans: 你对你所拥有的东西很满意。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="AUTO_SUPPORT"]/text
source: Luckily, the Auto-Support at this beacon is not designed for combat. If you were to convince it that you were a Rebel ship, maybe it will give you supplies.
ru: К счастью, автоматическая поддержка на этом маяке не предназначена для ведения боевых действий. Если вам удастся убедить ее, что вы - корабль повстанцев, возможно, она выдаст вам припасы.
zh_hans: 幸运的是，这个信标的自动支援系统不是为战斗而设计的。如果你能让它相信你是一艘叛军的船，也许它会给你提供补给。

# data/events_rebel.xml.append$//event[@name="AUTO_SUPPORT"]/choice[1]/text
source: Simply transmit your fake ID and hope for the best.
ru: Просто предъявить свое поддельные документы и надеяться на лучшее.
zh_hans: 上传你的伪造叛军身份证，希望能糊弄过去。

source: (Hacking) Reprogram the ship to distribute to Federation ships as well.
ru: (Взломщик) Перепрограммировать корабль так, чтобы он работал и с кораблями Федерации.
zh_hans: (黑客系统)重新编程，把飞船也分配给联邦飞船。

source: It appears that your injected code works. "Identification authorized. Dispensing supplies."
ru: Похоже, что введенный вами код работает. "Идентификация разрешена. Выдача расходных материалов".
zh_hans: 看来，你注入的代码是有效的。"识别授权。配备用品。"

source: (Engi Crew) Reprogram the ship to distribute to Federation ships as well.
ru: (Член экипажа-энджи) Перепрограммировать корабль так, чтобы он работал и с кораблями Федерации.
zh_hans: (半械族船员)重新编程，将飞船也分配给联邦飞船。

source: It appears that your Engi's modifications work. "Identification authorized. Dispensing supplies."
ru: Похоже, что изменения энджи работают. "Идентификация разрешена. Выдача расходных материалов".
zh_hans: 看来，半械族的修改是有效的。"识别授权。配发物资。"

# data/events_rebel.xml.append$//event[@name="AUTO_SUPPORT"]/choice[4]/text
source: Ignore the Auto-Support.
ru: Игнорировать автоматическую поддержку.
zh_hans: 忽略自动支持。

# data/events_rebel.xml.append$//event[@name="AUTO_SUPPORT"]/choice[4]/event/text
source: It's not likely you can trick an AI vessel. You let it continue on its way.
ru: Вряд ли вы сможете обмануть ИИ корабля. Вы позволяете ему продолжить свой путь.
zh_hans: 你不可能欺骗一艘人工智能船。你让它继续走它的路。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Identification invalid. True identity: Federation vessel. Activating combat mode."
ru: "Идентификация недействительна. Истинная личность: судно Федерации. Активирую боевой режим".
zh_hans: "识别无效。真实身份。联邦飞船。启动战斗模式。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Rebel ship detected. Dispensing supplies."
ru: "Обнаружен корабль повстанцев. Выдаю припасы".
zh_hans: "发现叛军飞船。分发物资。"

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。
