Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: "Hey, you're not one of Jerry's friends! Who let you in here?" A Rebel ship attacks out of nowhere.
ru: "Эй, ты не один из друзей Джерри! Кто тебя сюда пустил?" Корабль повстанцев нападает из ниоткуда.
zh_hans: "嘿，你不是杰瑞的朋友！谁让你进来的？"一艘叛军的飞船突然袭击。

source: It seems your travel through this elusive sector will have to take a pause - a Rebel ship is inbound!
ru: Похоже, что в путешествии по этому неуловимому сектору придется сделать паузу - к нам приближается корабль повстанцев!
zh_hans: 看来你在这个难以捉摸的星区的旅行要暂停一下了--一艘叛军的船正向你驶来！

source: "Jerry?! Hey man, how's it hanging!" The Rebels are no longer trying to fight.
ru: "Джерри?! Эй, парень, как у тебя дела!" Повстанцы больше не пытаются сражаться.
zh_hans: "杰瑞？嘿，伙计，怎么挂了！"叛军不再努力战斗了。

source: The Rebels are delighted to see their friend, and power off their weapons.
ru: Повстанцы с радостью встречают своего друга и выключают оружие.
zh_hans: 叛军看到他们的朋友很高兴，并关闭了他们的武器。

source: As soon as they see Jerry on your ship, the Rebels no longer seem to want to fight.
ru: Как только они увидели Джерри на вашем корабле, повстанцы, похоже, больше не хотят сражаться.
zh_hans: 只要他们看到杰瑞在你的船上，叛军似乎就不再想战斗了。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_JERRY"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "Prime Directive: protect Jerome from intruding Federation vessel. Do not resist destruction."
ru: "Главная директива: защитить Джерома от вторжения корабля Федерации. Не сопротивляйтесь уничтожению".
zh_hans: "主要指令：保护杰罗姆不受入侵的联邦船只的影响。不要抵制破坏。"

source: It's no surprise to find an Auto-ship in Rebel space, but for some reason you weren't expecting one here. Prepare for battle!
ru: Нет ничего удивительного в том, что в космосе повстанцев можно встретить автокосмический корабль, но по какой-то причине вы не ожидали увидеть его здесь. Приготовьтесь к бою!
zh_hans: 在叛军的星域里发现一艘自动飞船并不奇怪，但由于某些原因，你没有想到这里会有。准备战斗吧！

source: "Warning: Unwelcome Federation ship has entered the Jerome Protectorate. Please evacuate the system." The Auto-ship nearby scans your ship. "Oh. Warning: unwelcome Federation ship identified. Entering combat mode."
ru: "Внимание: Непрошеный корабль Федерации вошел в протекторат Джерома. Пожалуйста, эвакуируйтесь из системы". Автоматический корабль неподалеку сканирует ваш корабль. "Ох. Предупреждение: обнаружен непрошеный корабль Федерации. Вхожу в боевой режим".
zh_hans: "警告。不受欢迎的联邦飞船已进入杰罗姆受保护地。请疏散该星系。"附近的自动飞船扫描了你的星舰。"哦。 警告：发现不受欢迎的联邦飞船。进入战斗模式。"

source: "Critical problem, Federation ship detected, threat to Jerome at least 2%. This risk has been deemed unsatisfactorily high. Preparing to exterminate."
ru: "Критическая проблема, обнаружен корабль Федерации, угроза для Джерома не менее 2%. Риск признан неудовлетворительно высоким. Готовлюсь к ликвидации".
zh_hans: "关键问题，联邦飞船被发现，对杰罗姆的威胁至少为2%。这一风险被认为是不令人满意的高。准备进行灭亡。"
