Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
ru: Вы хватаете припасы, прекрасно понимая, что они, скорее всего, нужны жителям этого сектора больше, чем вам.
zh_hans: 你抓住这些补给，清楚地知道这个星区的人可能比你更需要它们。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
ru: Вы хватаете припасы, прекрасно понимая, что они, скорее всего, нужны жителям этого сектора больше, чем вам.
zh_hans: 你抓住这些补给，清楚地知道这个星区的人可能比你更需要它们。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You grab the supplies, knowing full well that the people of this sector likely need them more than you do.
ru: Вы хватаете припасы, прекрасно понимая, что они, скорее всего, нужны жителям этого сектора больше, чем вам.
zh_hans: 你抓住这些补给，清楚地知道这个星区的人可能比你更需要它们。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_AUTO_REPLICA"]/text
source: An Engineer vessel appears to be working on an automated vessel painted in bright blue, with the words "To: Jerry, From: Smith and the Gang." sprawled on the side.
ru: Судно инженеров, судя по всему, работает над автоматическим кораблем, окрашенным в ярко-синий цвет, с надписью "Для: Джерри, От: Смит и банда".

# data/events_rebel.xml.append$//event[@name="JERRY_AUTO_REPLICA"]/choice[1]/text
source: Ask them what the Auto-ship is for.
ru: Поинтересоваться, для чего нужен этот автоматический корабль.
zh_hans: 问他们自动舰是为了什么。

source: The Engineers don't seem to recognize you as a Federation ship, or just don't care. "This, this is my magnum opus! An Auto-ship programmed with Jerry's personality! It just needs some finishing touches... Tell me, what is your favorite thing about the boss?"
ru: Инженеры, похоже, не распознали в вас корабль Федерации, или им просто наплевать. "Это, это мой великий шедевр! Автоматический корабль, запрограммированный на личность Джерри! Его нужно только доделать... Скажите, что вам больше всего нравится в нашем боссе?"
zh_hans: 工程师们似乎没有认识到你是一艘联邦飞船，或者只是不在乎。"这，这是我的大作！一艘用杰瑞的个性编程的自动飞船！它只需要一些修饰...它只需要一些最后的润色...告诉我，你最喜欢老板的哪一点？"

source: Lie: His ruthless and unforgiving nature. Makes him a good soldier.
ru: Ложь: Его безжалостный и неумолимый характер. Это делает его хорошим солдатом.
zh_hans: 谎言：他的无情和不留情面的天性。使他成为一名优秀的士兵。

source: "Hah... what? That doesn't sound like him at all." The Engineer shoos you away and goes back to working on the ship.
ru: "Хах... что? Это на него совсем не похоже". Инженер прогоняет вас и возвращается к работе над кораблем.
zh_hans: "哈...什么？这听起来一点都不像他。"工程师把你赶走，回去继续在船上工作。

source: Attack them!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
ru: Вы вступаете в бой с кораблем инженеров. Они пытаются поговорить с вами, но вы отключаете связь и атакуете.
zh_hans: 你与工程师飞船交战。他们试图向你求情，但你把通讯器调成静音并进行攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
ru: Уйти.
zh_hans: 离开。

source: Lie: His authoritarian manner of ruling over people. He is the kind of strong leader this galaxy needs.
ru: Ложь: Его властная манера управлять людьми. Он именно тот сильный лидер, который нужен этой галактике.
zh_hans: 谎言：他以独裁的方式来统治人民。他是这个星系需要的那种强有力的领导人。

source: "Hah... what? That doesn't sound like him at all." The Engineer shoos you away and goes back to working on the ship.
ru: "Хах... что? Это на него совсем не похоже". Инженер прогоняет вас и возвращается к работе над кораблем.
zh_hans: "哈...什么？这听起来一点都不像他。"工程师把你赶走，回去继续在船上工作。

source: Attack them!
ru: Атаковать их!
zh_hans: 攻击对方！

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
ru: Вы вступаете в бой с кораблем инженеров. Они пытаются поговорить с вами, но вы отключаете связь и атакуете.
zh_hans: 你与工程师飞船交战。他们试图向你求情，但你把通讯器调成静音并进行攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave.
ru: Уйти.
zh_hans: 离开。

source: Lie: He's cool I guess.
ru: Ложь: Он классный, я так считаю.
zh_hans: 谎言：他很酷，我猜。

source: "Indeed he is! There is but no one cooler. Perhaps I have not yet modeled this AI personality to match Jerry's personality enough yet... I must get back to work! Take this before you go. To the Rebellion!" You halfheartedly chant back and collect the free supplies.
ru: "Да, это так! Круче его нету никого. Возможно, я еще недостаточно смоделировал личность этого ИИ под личность Джерри... Я должен вернуться к работе! Возьмите это перед уходом. За Восстание!" Вы полушутливо отвечаете и забираете бесплатные припасы.
zh_hans: "他确实是！没有人比他更酷了。也许我还没有把这个人工智能的个性塑造成与杰瑞的个性足够匹配的模型...我必须回去工作了！在你走之前拿着这个。为叛军干杯！"你半信半疑地回了一句，并领取了免费的补给。

# data/events_rebel.xml.append$//event[@name="JERRY_AUTO_REPLICA"]/choice[2]/text
source: Attack the Rebels!
ru: Атаковать повстанцев!
zh_hans: 攻击叛军！

source: You engage the Engineer ship. They try to plead with you, but you mute the comms and attack.
ru: Вы вступаете в бой с кораблем инженеров. Они пытаются поговорить с вами, но вы отключаете связь и атакуете.
zh_hans: 你与工程师飞船交战。他们试图向你求情，但你把通讯器调成静音并进行攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="JERRY_AUTO_REPLICA"]/choice[3]/text
source: Ignore the Rebels.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

source: You worry not about the Engineers.
ru: Вы не будете тревожить инженеров.
zh_hans: 你不要担心工程师的问题。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_MOCKBATTLE"]/text
source: Seems this beacon is right in the middle of some action - two moderately sized fleets, one Rebel, and the other... Rebel still, but crudely painted in Fed colors, are at a standstill. The commanders of each fleet face each other, reciting incorrectly memorized lines from famous battles from the civil war.
ru: Похоже, этот маяк находится в самом центре событий - два средних по размеру флота, один повстанческий, а другой... повстанческий, но плохо раскрашенный в цвета федералов, находятся в состоянии ожидания. Командиры каждого флота стоят лицом друг к другу, декламируя неправильно заученные фразы из известных сражений времен гражданской войны.
zh_hans: 似乎这个信标就在一些行动的中间--两支中等规模的舰队，一支是叛军，另一支...仍然是叛军，但粗略地涂上了联邦的颜色，正处于停滞状态。每支舰队的指挥官面对面，背诵着内战中著名战役中不正确的背诵台词。

# data/events_rebel.xml.append$//event[@name="JERRY_MOCKBATTLE"]/choice[1]/text
source: Intervene and try to mediate.
ru: Вмешаться и попытаться выступить посредником.
zh_hans: 介入并尝试调解。

source: You plant yourself between the two fleets, valiantly risking it all to de-escalate the conflict. Neither commander seems to appreciate it though, and you're met with a barrage of swearing and insults. Now, it's your time to say what you're going to say.
ru: Вы оказываетесь между двумя флотами и, рискуя всем, пытаетесь разрядить конфликт. Однако ни один из командиров, похоже, не оценил этого, и на вас обрушился шквал ругательств и оскорблений. Теперь настало ваше время сказать то, что вы собираетесь сказать.
zh_hans: 你置身于两支舰队之间，勇敢地冒着风险来缓和冲突。但两位指挥官似乎都不领情，你遇到的是一连串的脏话和侮辱。现在，是你说你想说的话的时候了。

source: The Rebellion's time here is limited. Stand down and submit to the Federation!
ru: Время пребывания повстанцев здесь подошло к концу. Отступите и подчинитесь Федерации!
zh_hans: 叛军在这里的时间是有限的。退下服从联邦！

source: Your moving speech is only met with more insults. "Dipshit, get out of the way! You gotta RSVP to participate in these!" It suddenly dawns on you just what this is - it's a mock battle, staged by the Rebels. You look like quite the idiot, and it doesn't help that you just made a threat against the Rebellion. The referee, armed with actual weapons, chases you off!
ru: На вашу трогательную речь отвечают только новыми оскорблениями. "Придурок, уйди с дороги! Чтобы участвовать в таких мероприятиях, нужно зарегистрироваться!" Внезапно до вас доходит, что это - шуточная битва, устроенная повстанцами. Вы выглядите полным идиотом, и что хуже, вы только что угрожали повстанцам. Арбитр, вооруженный настоящим оружием, прогоняет вас!
zh_hans: 你的动人演讲只换来了更多的侮辱。"笨蛋，别挡路！你必须要登记才能参加这些活动。你要参加这些活动，必须要有申请书！"你突然意识到这是什么了--这是一场模拟战斗，由叛军上演。你看起来像个白痴，而且你刚刚对叛军发出了威胁，这一点也没有帮助。裁判员带着真正的武器，把你赶走了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is civilian territory! The Federation has better things to do than attack this place!
ru: Это гражданская территория! У Федерации есть дела поважнее, чем атаковать это место!
zh_hans: 这里是平民星域！联邦有比攻击这个地方更好的事情要做！

source: "What? What the hell are you talking about? Buddy, this is a mock battle. We're all 'Rebels' here. We appreciate the.. erm... concern, but no one's in any actual danger here. Did you take your meds this morning?" You ensure the Rebels you're mentally stable, but they seem reluctant to believe you. They give you some supplies, and though they say it's a gift for your good will, you suspect they just want you to leave faster.
ru: "Что? О чем, черт возьми, ты говоришь? Дружище, это шуточная битва. Мы все здесь "повстанцы". Мы ценим... эээ... беспокойство, но на самом деле никому ничего не угрожает. Ты принимал лекарства сегодня утром?" Вы заверяете повстанцев в своем психическом здоровье, но они, похоже, не хотят вам верить. Они дают вам немного припасов, и хотя говорят, что это подарок за вашу доброжелательность, вы подозреваете, что они просто хотят, чтобы вы побыстрее ушли.
zh_hans: "什么？你到底在说什么？伙计，这是一场模拟的战斗。我们在这里都是'叛军'。我们感谢你的...呃...关心，但这里没有人有任何实际危险。你今天早上吃药了吗？"你向叛军保证你的精神状态稳定，但他们似乎不愿意相信你。他们给了你一些补给，虽然他们说这是给你的善意的礼物，但你怀疑他们只是想让你快点离开。

# data/events_rebel.xml.append$//event[@name="JERRY_MOCKBATTLE"]/choice[2]/text
source: Hail the Federation commander and offer your support.
ru: Связаться с командиром Федерации и предложить свою помощь.
zh_hans: 向联邦指挥官呼叫并提供支持。

source: You try to communicate with the Federation officer, but for some reason they don't seem to be receiving any Federation signals. Frustrated at the commander's incompetence, you have to decide what to do now.
ru: Вы пытаетесь связаться с офицером Федерации, но почему-то кажется, что он не принимает никаких сигналов Федерации. Разочарованный некомпетентностью командира, вы должны решить, что делать дальше.
zh_hans: 你试图与联邦军官沟通，但由于某些原因，他们似乎没有收到任何联邦信号。对指挥官的无能感到沮丧，你必须决定现在该怎么做。

source: Intervene and try to mediate.
ru: Вмешаться и попытаться выступить посредником.
zh_hans: 介入并尝试调解。

source: You plant yourself between the two fleets, valiantly risking it all to de-escalate the conflict. Neither commander seems to appreciate it though, and you're met with a barrage of swearing and insults. Now, it's your time to say what you're going to say.
ru: Вы оказываетесь между двумя флотами и, рискуя всем, пытаетесь разрядить конфликт. Однако ни один из командиров, похоже, не оценил этого, и на вас обрушился шквал ругательств и оскорблений. Теперь настало ваше время сказать то, что вы собираетесь сказать.
zh_hans: 你置身于两支舰队之间，勇敢地冒着风险来缓和冲突。但两位指挥官似乎都不领情，你遇到的是一连串的脏话和侮辱。现在，是你说你想说的话的时候了。

source: The Rebellion's time here is limited. Stand down and submit to the Federation!
ru: Время пребывания повстанцев здесь подошло к концу. Отступите и подчинитесь Федерации!
zh_hans: 叛军在这里的时间是有限的。退下服从联邦！

source: Your moving speech is met with only more insults. "Dipshit, get out of the way! You gotta RSVP to participate in these!" It suddenly dawns on you just what this is - it's a mock battle, staged by the Rebels. You look like quite the idiot, and it doesn't help that you just made a threat against the Rebellion. The referee, armed with actual weapons, chases you off!
ru: На вашу трогательную речь отвечают только новыми оскорблениями. "Придурок, уйди с дороги! Чтобы участвовать в таких мероприятиях, нужно зарегистрироваться!" Внезапно до вас доходит, что это - шуточная битва, устроенная повстанцами. Вы выглядите полным идиотом, и что хуже, вы только что угрожали повстанцам. Арбитр, вооруженный настоящим оружием, прогоняет вас!
zh_hans: 你的动人演讲只得到了更多的侮辱。"笨蛋，别挡路！你必须要登记才能参加这些活动。你要参加这些活动，必须要有申请书！"你突然意识到这是什么了--这是一场模拟战斗，由叛军上演。你看起来像个白痴，而且你刚刚对叛军发出了威胁，这一点也没有帮助。裁判员拿着真正的武器，把你赶走了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This is civilian territory! The Federation has better things to do than attack this place!
ru: Это гражданская территория! У Федерации есть дела поважнее, чем атаковать это место!
zh_hans: 这里是平民星域！联邦有比攻击这个地方更好的事情要做！

source: "What? What the hell are you talking about? Buddy, this is a mock battle. We're all 'Rebels' here. We appreciate the.. erm... concern, but no one's in any actual danger here. Did you take your meds this morning?" You ensure the Rebels you're mentally stable, but they seem reluctant to believe you. They give you some supplies, and though they say it's a gift for your good will, you suspect they just want you to leave faster.
ru: "Что? О чем, черт возьми, ты говоришь? Дружище, это шуточная битва. Мы все здесь "повстанцы". Мы ценим... эээ... беспокойство, но на самом деле никому ничего не угрожает. Ты принимал лекарства сегодня утром?" Вы заверяете повстанцев в своем психическом здоровье, но они, похоже, не хотят вам верить. Они дают вам немного припасов, и хотя говорят, что это подарок за вашу доброжелательность, вы подозреваете, что они просто хотят, чтобы вы побыстрее ушли.
zh_hans: "什么？你到底在说什么？伙计，这是一场模拟的战斗。我们在这里都是'叛军'。我们感谢你的...呃...关心，但这里没有人有任何实际危险。你今天早上吃药了吗？"你向叛军保证你的精神状态稳定，但他们似乎不愿意相信你。他们给了你一些补给，虽然他们说这是给你的善意的礼物，但你怀疑他们只是想让你快点离开。

source: Give up.
ru: Сдаться.
zh_hans: 放弃。

source: You have better things to do than deal with this now.
ru: У вас есть дела поважнее, чем заниматься этим сейчас.
zh_hans: 你有比现在处理这个更重要的事情要做。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_MOCKBATTLE"]/choice[3]/text
source: Leave immediately.
ru: Уйти немедленно.
zh_hans: 立即离开。

source: This isn't a battle you want to get caught up in. Time to leave.
ru: Это не та битва, в которую вы хотите ввязываться. Пора уходить.
zh_hans: 这不是一场你想卷入的战斗。是时候离开了。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_TOM"]/text
source: A strangely colored Rebel fighter rests nearby, its captain grumbling something incomprehensible. When he spots you, he shouts: "Federation ship! Do you know who I am?"
ru: Неподалеку стоит истребитель повстанцев странной раскраски, его капитан ворчит что-то непонятное. Заметив вас, он кричит: "Корабль Федерации! Вы знаете, кто я?"
zh_hans: 一架颜色怪异的叛军战舰停在附近，它的舰长在抱怨一些难以理解的事情。当他发现你时，他喊道。"联邦飞船！你知道我是谁吗？"

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_TOM"]/choice[1]/text
source: Not particularly.
ru: Не совсем.
zh_hans: 不怎么。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_TOM"]/choice[1]/event/text
source: "I am Tom, the true protector of this sector! That naive idiot has no idea how the Rebellion works, he's only in charge because his nepotism-supporting uncle loves him so much! Well I'll show that bastard what for... after I kill you!"
ru: "Я - Том, истинный защитник этого сектора! Этот наивный идиот не имеет ни малейшего представления о том, как работает Восстание, он здесь только потому, что его так любит его дядя, поддерживающий кумовство! Ну, я покажу этому ублюдку, что... после того, как убью тебя!"
zh_hans: "我是汤姆，这个星区的真正保护者！那个天真的白痴根本不知道叛军是怎么运作的，他之所以能当家作主，只是因为他那个支持裙带关系的叔叔非常喜欢他！好吧，我会让那个混蛋知道什么是...在我杀死你之后！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) "Hey Tom!"
ru: (Джерри) "Эй, Том!"
zh_hans: (杰瑞)"嘿，汤姆！"

source: "Ahaha! I've found you! You fool. Wait until Vance hears you're working aboard a Federation ship! Finally, your uncle will stop caring about you and get back to work on running this Rebellion!"
ru: "Ахаха! Я нашел тебя! Дурак. Подожди, пока Вэнс узнает, что ты работаешь на борту корабля Федерации! Наконец-то твой дядя перестанет о тебе заботиться и вернется к управлению Восстанием!"
zh_hans: "啊哈哈！我找到你了！你这个傻瓜。等到万斯听说你在联邦飞船上工作的时候！最后，你的叔叔就会不再关心你，并重新开始工作，管理这个叛乱！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="DESTROYED_TOM"]/text
source: Just as you defeat the Rebel ship, an escape pod ejects from it. Unfortunately, it doesn't get far before you collect it and bring it aboard. You open it and drag out the Rebel officer inside. They beg that you let them live.
ru: Как только вы побеждаете корабль повстанцев, из него вылетает спасательная капсула. К несчастью для нее, она не успевает далеко улететь, как вы тут же подбираете ее и поднимаете на борт. Вы открываете ее и вытаскиваете находящегося внутри офицера повстанцев. Он умоляет оставить его в живых.
zh_hans: 就在你击败叛军飞船的时候，一个逃生舱从里面弹了出来。不幸的是，它没走多远就被你捡到并带上了船。你打开它，拖出里面的叛军军官。他们恳求你放他们一条生路。

source: Accept him onto your ship.
ru: Принять его на свой корабль.
zh_hans: 接受他上你的船。

source: Accepting the Rebel without further means of ensuring his loyalty is too risky.
ru: Принимать в экипаж повстанца без дополнительных гарантий его лояльности весьма рискованно.
zh_hans: 在没有进一步确保其忠诚度的情况下接受叛军入伍，风险太大了。

source: (Mind Control) Keep the mind control online in-case he does anything bad.
ru: (Контроль разума) Держать Контроль разума в режиме ожидания на случай, если он сделает что-нибудь плохое.
zh_hans: (心灵控制)保持心灵控制在线以防他做任何坏事。

# data/events_rebel.xml.append$//event[@name="DESTROYED_TOM"]/choice[4]/text
source: Free the Rebel and let them go.
ru: Освободить повстанца и дать ему уйти.
zh_hans: 释放叛军，让他们离开。

# data/events_rebel.xml.append$//event[@name="DESTROYED_TOM"]/choice[5]/text
source: Space him.
ru: Выкинуть его в открытый космос.
zh_hans: 从气闸里把他扔出去。

# data/events_rebel.xml.append$//event[@name="DESTROYED_TOM"]/choice[5]/event/text
source: As you grab the Rebel by the arms and drag him into the airlock he protests little. A tear rolls down his cheek as he stands up straight and accepts his fate. You close the airlock once again when his corpse has drifted a safe distance from the ship.
ru: Когда вы хватаете повстанца за руки и тащите его в шлюз, он не особо сопротивляется. Слеза скатывается по его щеке, пока он, стоя прямо, принимает свою судьбу. Вы закрываете шлюз, как только его труп отлетает на безопасное расстояние от корабля.
zh_hans: 当你抓住叛军的胳膊，把他拖进气闸时，他没有提出什么抗议。当他站直身体，接受自己的命运时，一滴眼泪从他的脸颊上滚落下来。当他的尸体离船有一段安全距离时，你再一次关闭气闸。

source: The Rebel is grateful for you sparing him, despite it meaning he must betray his original cause.
ru: Повстанец благодарен вам за то, что вы пощадили его, несмотря на то, что это означает предательство того, чем он занимался.
zh_hans: 叛军很感激你放过了他，尽管这意味着他必须背叛他原来的事业。

source: Tom
ru: Том
zh_hans: 汤姆

source: The Rebel puts on a facade of gratitude, which is shattered quickly when he pulls out a laser and blasts one of your crew! He shouts, "Rebellion forever!" before he is shot in return. You drag his lifeless body to the airlock and send him into the endless vacuum of space.
ru: Повстанец создает видимость благодарности, но она быстро разрушается, когда он выхватывает лазер и убивает одного из членов вашего экипажа! Он выкрикивает: "Восстание навсегда!", прежде чем в него стреляют в ответ. Вы тащите его безжизненное тело к шлюзу и отправляете его в бесконечную пустоту космоса.
zh_hans: 叛军装出一副感激涕零的样子，但当他掏出激光枪射杀你的一名船员时，这一幕很快就被打破了！他喊道："神军永存不灭！"在他被射杀之前。你把他毫无生气的尸体拖到气闸，把他送入无尽的深空。

source: Luckily, your killed crewmember is already undergoing the cloning process.
ru: К счастью, убитый член экипажа уже проходит процесс клонирования.
zh_hans: 幸运的是，你被杀的船员已经在进行克隆过程了。

source: The Rebel is grateful for you sparing him, despite it meaning he must betray his original cause. Looks like we won't need the mind control after all.
ru: Повстанец благодарен вам за то, что вы пощадили его, несмотря на то, что это означает предательство того, чем он занимался. Похоже, контроль разума здесь нам не пригодится.
zh_hans: 叛军很感激你放过了他，尽管这意味着他必须背叛他原来的事业。看来我们不需要心灵控制了。

source: Tom
ru: Том
zh_hans: 汤姆

source: The Rebel puts on a facade of gratitude, which is shattered quickly when he pulls out a laser and tries to shoot one of your crew! Luckily, the mind control stops him and he drops to the floor. You hurry to drag him out the airlock.
ru: Повстанец создает видимость благодарности, но она быстро разрушается, когда он выхватывает лазер и пытается выстрелить в одного из членов вашего экипажа! К счастью, контроль разума останавливает его и он падает на пол. Вы быстро выкидываете его за борт корабля.
zh_hans: 叛军装出一副感激涕零的样子，但当他掏出激光枪，试图射杀你的一名船员时，这一幕很快就被打破了！幸运的是，心灵控制阻止了他，他倒在了地上。你赶紧把他拖出气闸。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_MV_JERRY"]/choice[1]/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) "Hello!"
ru: (Джерри) "Привет!"
zh_hans: (杰瑞)"你好！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[1]
source: "Bah, we didn't come to this reality to visit Jerry just to find Federation filth here instead! Out of our way!"
ru: "Вах, мы пришли в эту реальность не для того, чтобы навестить Джерри, а для того, чтобы найти здесь грязную Федерацию! Прочь с дороги!"
zh_hans: "呸，我们来这个宇宙世界不是为了看望杰瑞，而是为了在这里找到联邦的污秽物！别挡着我们的路！"

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[2]
source: The Rebel ship at this beacon is no standard vessel - it's a Multiverse traveler like you, and it appears they're hungry for some Federation blood!
ru: Корабль повстанцев у этого маяка не является обычным судном - это такие же путешественники по Мультивселенной, как и вы, и, похоже, они жаждут крови Федерации!
zh_hans: 在这个信标处的叛军飞船不是普通的飞船--它是一个像你一样的多元宇宙旅行者，而且似乎他们渴望得到一些联邦的血液！

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[3]
source: It makes sense for there to be heavy Rebel influence in this sector, but you didn't expect to be finding a Multiverse vessel!
ru: Логично, что в этом секторе сильно влияние повстанцев, но вы все равно не ожидали найти корабль Мультивселенной!
zh_hans: 在这个星区有大量叛军的影响是有道理的，但你没想到会找到一艘多元宇宙的船只！

# data/events_rebel.xml.append$//textList[@name="TEXT_ENCOUNTER_MV_JERRY"]/text[4]
source: "Finally we've found you!... wait, is this Jerry's sector? God damn it, now you've done it! If you've done anything to Jerry I swear to god that'll be the end of you! Well, I'm going to kill you either way, but you get the idea."
ru: "Наконец-то мы тебя нашли!... подожди, это сектор Джерри? Черт возьми, если ты сделал это! Если что-то произошло с Джерри, клянусь богом, это будет твой конец! Ну, я убью тебя в любом случае, но идея тебе понятна".
zh_hans: "终于找到你了！...等等，这是杰瑞的星区吗？该死的，现在你已经做到了！如果你对杰瑞做了什么，我向上帝发誓，这将是你的终结者！好吧，无论如何我都会杀了你，但你明白我的意思。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) "Hello!"
ru: (Джерри) "Привет!"
zh_hans: (杰瑞)"你好！"

source: You are traveling in a Rebel sector with security measures akin to their Stronghold, so it should be no surprise that you've run into a ship that actually wants you dead!
ru: Вы путешествуете по сектору повстанцев, где меры безопасности сродни мерам безопасности их оплоту Повстанцев, поэтому неудивительно, что вы столкнулись с кораблем, который желает вашей смерти!

source: A Rebel ship approaches: you already know what to expect with these kind of encounters. Get ready for combat!
ru: Приближаясь корабль повстанцев: вы уже знаете, чего ожидать от подобных столкновений. Приготовьтесь к бою!
zh_hans: 一艘叛军的战舰正在靠近：你已经知道该如何应对这种遭遇了。准备战斗吧！

source: It seems this sector is not without threat after all - a Rebel ship approaches!
ru: Похоже, этот сектор небезопасен - приближается корабль повстанцев!
zh_hans: 看来这个星区毕竟不是没有威胁的--一艘叛军的飞船正在靠近！
