Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: The captain shakes his head. "First off, anything I could tell you, I can't. Closed lips on all that jazz. Second off, I don't know shit either. All I'll say is this - rumor's are right about Cyra running the place, and she keeps a tight ship. I've never been past the wall. Well, a glimpse. But it's nothin' special. Now, get out of my way." The MFK Ace is indignant that even he has been refused information, but he only growls and moves his ship out of the transport's way. If you want to pursue this, now's your chance.
ru: Капитан качает головой. "Во-первых, все, что я мог бы вам сказать, я сказать не могу. Закрытый рот и все такое. Во-вторых, я тоже ни черта не знаю. Скажу только, что слухи о том, что Сайра управляет этим местом, верны, и она строго следит за порядком. Я никогда не был за пределами этого места. Ну, мельком. Но ничего особенного. А теперь уйди с дороги". Ас МФК возмущен тем, что даже ему отказали в информации, но он только рычит и убирает свой корабль с пути транспорта. Если вы хотите разобраться с этим, то сейчас у вас есть шанс.
zh_hans: 舰长摇了摇头。"首先，我可以告诉你的事情，我不能说。闭口不谈这些事。其次，我也什么都不知道。我想说的是--关于赛拉管理这个地方的传言是对的，她管得很严。我从来没有去过那堵墙。好吧，瞥了一眼。但这并不特别。现在，别挡着我的路。"MFK王牌对自己也被拒绝提供信息感到愤慨，但他只是咆哮着把他的船从运输机的路上移开。如果你想追究，现在是你的机会。

source: Follow that transport!
ru: Следовать за транспортом!
zh_hans: 跟着那艘运输船走！

source: You take this moment to reveal yourself, and immediately the transport begins to charge its FTL drive. The MFK Ace flings itself to face you, weapons charging. You've gotta be quick about this!
ru: Вы пользуетесь моментом, чтобы начать действовать, и тут же транспорт начинает заряжать свой ССД. Ас МФК разворачивается к вам лицом, заряжая оружие. Вы должны действовать быстро!
zh_hans: 你趁此机会暴露了自己，运输船立即开始为其超光速推进器充电。MFK王牌战舰扑向你，武器充能。你必须尽快解决这个问题！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Politely ask for the co-ordinates.
ru: Вежливо попросить сообщить вам координаты.
zh_hans: 礼貌地询问坐标。

source: The Rebel soldiers stare at you, utterly confused. You wait a little longer in desperate hope but, as you should have expected, the Rebels have no intent of giving you the information. The transport immediately begins to charge its FTL drive. The MFK Ace flings itself to face you, weapons charging. You've gotta be quick about this!
ru: Повстанческие солдаты смотрят на вас в полном замешательстве. Вы ждете еще немного в отчаянной надежде, но, как и следовало ожидать, повстанцы не собираются давать вам информацию. Транспорт немедленно начинает заряжать свой ССД. Ас МФК разворачивается к вам, заряжая оружие. Вы должны действовать быстро!
zh_hans: 叛军士兵盯着你，完全不明白。你绝望地多等了一会儿，但正如你应该预料的那样，叛军并不打算向你提供信息。运输机立即开始为其超光速推进器充电。MFK王牌号扑向你，武器充能。你必须尽快解决这个问题！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: Weird deja vu, but we've heard this all before.
ru: Странное дежавю, но мы все это уже слышали.
zh_hans: 奇怪的似曾相识，但我们以前听过这一切。

# data/events_rebel.xml.append$//event[@name="JERRY_QUEST"]/choice[3]/text
source: Ignore the Rebels.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

# data/events_rebel.xml.append$//event[@name="JERRY_QUEST"]/choice[3]/event/text
source: This conversation isn't worth your time. You distance yourself from the Rebels.
ru: Этот разговор не стоит вашего времени. Вы отдаляетесь от повстанцев.
zh_hans: 这次谈话不值得你花时间。你与叛军保持距离。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="JERRY_QUEST_FAIL"]/text
source: It seems you're out of time. In the distance, the transport escapes, and once the Ace realizes this they show an uncharacteristic display of cowardice and run as well!
ru: Кажется, вы не успеваете. Вдали виднеется транспорт, и как только ас понял это, он проявил нехарактерную для него трусость он тоже убегает!
zh_hans: 看来你已经没有时间了。在远处，运输船逃跑了，一旦王牌意识到这一点他们就会表现出不寻常的胆怯也会逃跑！

# data/events_rebel.xml.append$//event[@name="JERRY_QUEST_SUCCESS"]/text
source: The transport makes every attempt to flee, and you follow them in hot pursuit. Unfortunately, they manage to slip away - but not all is lost. During the struggle you managed to get a lock on their FTL signatures, and now you can follow them during hyperspeed!
ru: Транспорт делает все возможное, чтобы скрыться, и вы преследуете его по пятам. К сожалению, им удается ускользнуть - но не все потеряно. В ходе борьбы вам удалось засечь их сверхсветовые сигнатуры, и теперь вы можете следовать за ними на гиперскорости!
zh_hans: 这艘运输船千方百计地想要逃跑，而你则紧追不舍。不幸的是，他们设法溜走了--但并不是一无所获。在挣扎过程中，你成功地锁定了他们的超光速跃迁信号，现在你可以在超光速跃迁状态下跟踪他们了！

source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.
zh_hans: 已到达本星区出口信标。超光速推进器充能完毕后即可跃迁至下个星区。

source: We should leave quickly.
ru: Мы должны быстро уходить.
zh_hans: 我们应该尽快离开。

# data/events_rebel.xml.append$/FTL/event[@name="FINISH_BEACON_CYRA"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.
zh_hans: 已到达本星区出口信标。超光速推进器充能完毕后即可跃迁至下个星区。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="CYRA_DEFEAT_JERRY"]/text
source: "Damn... damn it all to hell. I've failed you, Vance. And at the hands of some second-rate Renegade from U0 no less. I'm sorry Jerry. Give your uncle my... my best wishes..." With that, Cyra has been vanquished.
ru: "Черт... черт бы все это побрал. Я подвела тебя, Вэнс. Причем от рук какого-то второсортного Ренегата с Вселенной 0. Прости меня, Джерри. Передай своему дяде мои... мои наилучшие пожелания..." С этими словами Сайра была повержена.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Jerry is devastated. "I thought... you didn't have to kill her... We could have talked our way out. This was a mistake. Now the blood of my friend is on my hands, and this all could have been avoided if I just stayed put! Damn it! Go on, leave me here. This was all a big mistake..."
ru: Джерри опустошен. "Я думаю... вам не обязательно было убивать ее... Мы могли бы поговорить. Это была ошибка. Теперь кровь моего друга на моих руках, а ведь всего этого можно было избежать, если бы я просто оставался здесь! Проклятье! Давай, брось меня здесь. Все это было большой ошибкой..."
zh_hans: 杰瑞很受打击。"我以为...你不必杀她...我们本可以通过谈判解决的。这是个错误。现在我的朋友的血在我手上，如果我不离开，这一切都可以避免！该死的！去吧，把我留在这里。这都是一个大错误..."

source: It seems Jerry is gone for good. You'll have to carry on with your mission without him.
ru: Похоже, Джерри ушел навсегда. Вам придется продолжать свою миссию без него.
zh_hans: 看来杰瑞已经永远离开了。你将不得不在没有他的情况下继续执行你的任务。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: It seeems Jerry didn't survive the fight. An unfortunate and anticlimactic end to this story, but you don't have much else to salvage it.
ru: Похоже, Джерри не выжил в этой схватке. Досадный и нелицеприятный конец этой истории, но спасти его уже невозможно.
zh_hans: 看来杰瑞没能在战斗中幸存下来。这个故事的结局很不幸，也很反常，但你没有什么别的办法来挽回它。

# data/events_rebel.xml.append$/FTL/event[@name="CYRA_JERRY_SPARE_CREW"]/text
source: Cyra's ship is in poor condition, but before you can continue the fight, Jerry pulls you aside. "Please, whatever you do, don't kill Cyra. She can't keep fighting like this for much longer, we can get through this without her dying, as long as you don't finish her off! Please, I know you're a mercenary and a Federation one at that, but there doesn't need to be more bloodshed today!"
ru: Корабль Сайры находится в плохом состоянии, но прежде чем вы сможете продолжить бой, Джерри отводит вас в сторону. "Пожалуйста, что бы вы ни делали, не убивайте Сайру. Она не может так долго сражаться, мы сможем справиться ней не убивая ее, если только вы не убьете ее раньше! Пожалуйста, я знаю, что вы наемник, да еще и из Федерации, но не нужно сегодня больше проливать кровь!"
zh_hans: 赛拉的飞船状况不佳，但在你继续战斗之前，杰瑞把你拉到一边。"求你了，不管你做什么，不要杀了赛拉。她不能再这样战斗下去了，只要你不把她干掉，我们就能度过这个难关！求你了，我知道你是个雇佣兵，而且是个联邦雇佣兵，但今天不需要再有流血事件发生了！"

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY_SUCCESS"]/text
source: You've managed to hold out just long enough, and eventually Cyra's ship comes to a halt. Cyra herself has collapsed, unable to fight any longer, and she reluctantly surrenders.
ru: Вам удается продержаться достаточно долго, и в конце концов корабль Сайры прекращает свое сопротивление. Сама Сайра упала, не в силах больше бороться, и неохотно сдается.
zh_hans: 你设法坚持了足够长的时间，最终赛拉的船停了下来。赛拉自己也倒下了，无法再战斗，她不情愿地投降了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With the ship neutralized, you dock at Jerry's request and he rushes aboard to meet Cyra. The wounded Ace is still alive, and with treatment could surely make it out in one piece, but something else is wrong. "I've failed. I had one job, one promise. I'm useless. Jerry... send my regards to Vance..." With that, Cyra draws out her gun, aims it at herself, and pulls the trigger.
ru: Когда корабль обезврежен, вы отправляетесь в док по просьбе Джерри, и он спешит на борт, чтобы встретиться с Сайрой. Раненая ас еще жива, и при условии лечения, конечно, сможет выкарабкаться целой и невредимой, но что-то еще не так. "Я потерпела неудачу. У меня была одна работа, одно обещание. Я бесполезна. Джерри... передай привет Вэнсу..." С этими словами Сайра достает пистолет, направляет его на себя и спускает спусковой крючок.

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Jerry has no idea what to say. "I... she didn't have to... oh no. I caused all of this. What have I done?"
ru: Джерри не знает, что сказать. "Я... она не должна была... о нет. Это все из-за меня. Что я наделал?"
zh_hans: 杰瑞不知道该说些什么。"我...她没有必要...哦不。我造成了这一切。我做了什么？"

source: Don't blame yourself, kid. Vance would have gotten her anyways.
ru: Не вини себя, парень. Вэнс все равно бы ее достал.
zh_hans: 不要责怪自己，孩子。万斯无论如何都会抓到她的。

source: "What? No! Vance would never have hurt her, especially not with their history. I don't think my uncle even realizes what he's doing. He has a mission, and people go rabid about it. They'll die for him even when he's never asked for it. I need to see him, I'm the only person he'll listen to. I can talk him out of this... make him see the damage he's caused. I'm no good as a fighter, but maybe if you can take me to Node 17, I can put an end to this fighting for good." Jerry looks around him. "As for this ship... well, it's not much use to us anymore. I guess you can take the blueprints. Come on, let's... let's go. I don't want to linger."
ru: "Что? Нет! Вэнс никогда бы не причинил ей вреда, особенно учитывая их прошлое. Я не думаю, что мой дядя вообще осознает, что он делает. У него есть миссия, и люди сходят с ума по ней. Они готовы умереть за него, даже если он никогда не просил об этом. Мне нужно увидеть его, я единственный человек, которого он послушает. Я могу отговорить его от этого... заставить его понять, какой вред он причинил. Я не очень хороший боец, но, может быть, если вы отведете меня к Узлу 17, я смогу навсегда покончить с этой войной". Джерри оглядывается вокруг себя. "Что касается этого корабля... ну, он нам больше не нужен. Думаю, вы можете взять чертежи. Давайте... давайте уходить. Я не хочу здесь задерживаться".
zh_hans: "什么？不！万斯永远不会伤害她，尤其是以他们的历史而言。我认为我叔叔甚至没有意识到他在做什么。他有一个任务，人们为之狂热。即使他从未要求，他们也会为他而死。我需要见他，我是他唯一会听的人。我可以说服他不要这样做...让他看到他所造成的伤害。我不是一个好的战士，但也许如果你能带我去节点17，我可以永远结束这种战斗。"杰瑞环顾四周。"至于这艘船...嗯，它对我们已经没有什么用了。我想你可以拿走这些蓝图。来吧，我们...我们走吧。我不想再逗留了。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "I... I failed... and the kid didn't even survive the fight. What have I done... Damn... damn it all to hell. I'm sorry Vance..." Cyra pulls out her gun, and with trembling fingers aims it at herself and pulls the trigger.
ru: "Я... я потерпела неудачу... и парнишка не пережил боя. Что же я наделала... Черт... черт бы все это побрал. Прости меня, Вэнс..." Сайра достала пистолет, дрожащими пальцами направила его на себя и нажала на курок.
zh_hans: "我...我失败了...那孩子甚至没有在战斗中幸存下来。我做了什么...该死的...该死的一切都在地狱。我很抱歉，万斯..."赛拉掏出她的枪，用颤抖的手指对准自己，扣动扳机。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "You harbor Wentworth's nephew on your vessel. I know you aren't dumb, though your actions might be. You and I both know you aren't getting out of this sector with the kid without going through me first. Give him back to me, or we'll have to do this the unpleasant way."
ru: Неподалеку возвышается огромный крейсер, подобного которому вы еще не видели. На его борту - несколько асов и их лидер, невысокая, но мощная женщина с длинными черными волосами: Сайра Блэк, первый ас МФК. Она смотрит на вас, но не делает никаких движений, чтобы напасть. "Вы укрываете племянника Вентворта на своем корабле. Я знаю, что вы не глупы, хотя ваши действия могут быть такими. Мы с вами оба знаем, что вы не выберетесь из этого сектора с ребенком, не пройдя сначала через меня. Отдайте его мне, или нам придется сделать это неприятным способом".

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY"]/choice[1]/text
source: Refuse.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY"]/choice[1]/event/text
source: You refuse, and at Jerry's own request, you put him on the line. He tries to appeal to Cyra, but she refuses. "Jerry, I made a promise to your uncle that I would never let anything happen to you. I will die before I break my promise to Vance. If it's a fight you want Renegade, then it's a fight you'll get."
ru: Вы отказываетесь и по просьбе самого Джерри подключаете его к разговору. Он пытается обратиться к Сайре, но она отвечает отказом. "Джерри, я пообещала твоему дяде, что никогда не позволю, чтобы с тобой что-то случилось. Я умру, прежде чем нарушу обещание, данное Вэнсу. Если ты хочешь боя, Ренегат, то ты его получишь".
zh_hans: 你拒绝了，在杰瑞自己的要求下，你让他接电话。他试图向赛拉申诉，但她拒绝了。"杰瑞，我向你叔叔承诺过，我不会让你发生任何事情。在我违背对万斯的承诺之前，我会死去。如果这是你想要的变元者，那么这将是一场你会得到的战斗。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY"]/choice[2]/text
source: Give her Jerry.
ru: Отдать ей Джерри.
zh_hans: 给了她杰瑞。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRY"]/choice[2]/event/text
source: You aren't willing to go up against Cyra about this. Jerry will be in good hands anyways - it's not like he hasn't been under her protection for most of his life. Jerry seems a bit disappointed, but he doesn't fight back. A fairly anticlimactic ending to this story, but better than one with death.
ru: Вы не хотите идти против Сайры в этом вопросе. Джерри все равно будет в надежных руках - он же был под ее защитой большую часть своей жизни. Джерри выглядит немного разочарованным, но не сопротивляется. Довольно нелицеприятный финал этой истории, но лучше уж так, чем со смертельным исходом.
zh_hans: 你不愿意为这件事和赛拉对着干。无论如何，杰瑞会得到很好的照顾--他又不是没有在她的保护下生活了大半辈子。杰瑞似乎有点失望，但他没有反击。这个故事的结局相当反常，但比有死亡的结局好。

source: It seems Jerry is gone for good. You'll have to carry on with your mission without him.
ru: Похоже, Джерри ушел навсегда. Вам придется продолжать свою миссию без него.
zh_hans: 看来杰瑞已经永远离开了。你将不得不在没有他的情况下继续执行你的任务。

# data/events_rebel.xml.append$//event[@name="CYRA_DEFEAT"]/text
source: "Damn... damn it all to hell. I've failed you, Vance. And at the hands of some second-rate Renegade from U0 no less. Ugh..." Cyra has been defeated.
ru: "Черт... черт бы все это побрал. Я подвела тебя, Вэнс. И от рук какого-то второсортного ренегата с Вселенной 0. Уф..." Сайра потерпела поражение.
zh_hans: "该死的...该死的都是地狱。我让你失望了，万斯。而且是在一些来自0号宇宙的变元者手中。唉..."赛拉已经被打败了。

# data/events_rebel.xml.append$//event[@name="CYRA"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I've long since retired, but I give you one warning. If you so much as hurt one hair on the head of Jerome Wentworth, I will personally see to it that your throat is slit. Understand?"
ru: Неподалеку возвышается огромный крейсер, подобного которому вы еще не видели. На его борту - несколько асов и их лидер, невысокая, но мощная женщина с длинными черными волосами: Сайра Блэк, первый ас МФК. Она смотрит на вас, но не делает никаких движений, чтобы напасть. "Я слышала о ваших передвижениях в этом секторе. Я знаю, кто вы, но мне все равно. Я уже давно на пенсии, но предупреждаю вас. Если вы тронете хоть один волос на голове Джерома Вентворта, я лично позабочусь о том, чтобы вам перерезали горло. Понятно?"
zh_hans: 附近有一艘巨大的巡洋舰，与你见过的任何巡洋舰都不同。船上有多个王牌，以及他们的领袖，一个身材矮小但力量强大的女性，一头黑色长发。赛拉-布莱克，第一个MFK王牌。她看着你，但她没有做出攻击的动作。"我听说了你们在这个星区的行动。我知道你是谁，但我并不关心。我早就退休了，但我给你一个警告。如果你敢伤害杰罗姆-温特沃斯的一根头发，我将亲自看到你的喉咙被割开。明白吗？"

# data/events_rebel.xml.append$//event[@name="CYRA"]/choice[1]/text
source: Sure?
ru: Точно?
zh_hans: 确定吗？

# data/events_rebel.xml.append$//event[@name="CYRA"]/choice[1]/event/text
source: "Good. Then get out of my sector."
ru: "Хорошо. Тогда убирайся из моего сектора".
zh_hans: "好。然后离开我的星区。"

# data/events_rebel.xml.append$//event[@name="CYRA"]/choice[2]/text
source: Take this chance to attack her!
ru: Воспользоваться этим шансом, чтобы атаковать ее!
zh_hans: 趁此机会攻击她！

# data/events_rebel.xml.append$//event[@name="CYRA"]/choice[2]/event/text
source: "Typical. Renegades always follow the same course no matter what. To the grave you go, then."
ru: "Характерно. Ренегаты всегда идут одним и тем же путем, несмотря ни на что. Значит, в могилу".
zh_hans: "典型。变元者无论如何都会遵循同样的路线。那你就去坟墓吧。"

# data/events_rebel.xml.append$//event[@name="CYRA"]/choice[2]/event/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYMET"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I heard what happened at the estate. You're lucky Jerome got out alive, or else you'd be dead where you stand. Don't test your luck. Understand?"
ru: Неподалеку возвышается огромный крейсер, подобного которому вы еще не видели. На его борту - несколько асов и их лидер, невысокая, но мощная женщина с длинными черными волосами: Сайра Блэк, первый ас МФК. Она смотрит на вас, но не делает никаких движений, чтобы напасть. "Я слышала о ваших передвижениях в этом секторе. Я знаю, кто вы, но мне все равно. Я слышала, что произошло в поместье. Вам повезло, что Джером выбрался живым, иначе вы были бы уже мертвы там, где стоите. Не испытывайте свою удачу. Поняли?"
zh_hans: 附近有一艘巨大的巡洋舰，与你见过的任何巡洋舰都不同。船上有多个王牌，以及他们的领袖，一个身材矮小但力量强大的女性，一头黑色长发。赛拉-布莱克，第一个MFK王牌。她看着你，但她没有做出攻击的动作。"我听说了你们在这个星区的行动。我知道你是谁，但我并不关心。我听说了在庄园里发生的事情。你很幸运，杰罗姆活着出来了，否则你就会死在你站的地方。不要考验你的运气。明白吗？"

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYMET"]/choice[1]/text
source: Sure?
ru: Точно?
zh_hans: 确定吗？

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYMET"]/choice[1]/event/text
source: "Good. Then get out of my sector."
ru: "Хорошо. Тогда уходите из моего сектора".
zh_hans: "好。然后离开我的星区。"

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYMET"]/choice[2]/text
source: Take this chance to attack her!
ru: Воспользоваться этим шансом, чтобы атаковать ее!
zh_hans: 趁此机会攻击她！

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYMET"]/choice[2]/event/text
source: "Typical. Renegades always follow the same course no matter what. To the grave you go, then."
ru: "Характерно. Ренегаты всегда идут одним и тем же путем, несмотря ни на что. Значит, в могилу".
zh_hans: "典型。变元者无论如何都会遵循同样的路线。那你就去坟墓吧。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYDEAD"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, the fires of vengeance in her eyes. "You son of a bitch. Are you happy with what you've done? I hope you are. Because it's the last damn mistake you've ever made. You shouldn't have hurt that kid, but you did, and now it's personal."
ru: Неподалеку возвышается огромный крейсер, подобного которому вы еще не видели. На его борту - несколько асов и их лидер, невысокая, но мощная женщина с длинными черными волосами: Сайра Блэк, первый ас МФК. Она смотрит на вас, в ее глазах горит огонь мести. "Ты, сукин сын. Доволен ли ты тем, что сделал? Надеюсь, что да. Потому что это последняя ошибка в твоей жизни. Ты не должен был причинять боль этому ребенку, но ты сделал это, и теперь это личное".

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYDEAD"]/choice/text
source: Uh oh.
ru: Ой-ой.
zh_hans: 呃噢。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYDEAD"]/choice/event/text
source: Cyra draws out her rifle, wiping the barrel clean, then silently motions for her men to attack!
ru: Сайра достает винтовку, протирает ствол, затем молча приказывает своим людям атаковать!
zh_hans: 赛拉抽出她的步枪，把枪管擦干净，然后默默地示意她的手下进攻！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYGONE"]/text
source: Nearby looms a massive cruiser unlike any you've seen. Aboard the ship are multiple Aces, and their leader, a short but powerfully built woman with long black hair: Cyra Black, the first MFK Ace. She eyes you, but she makes no motions to attack. "I've heard word of your movements in this sector. I know who you are, but I don't care. I heard what happened at the estate. Yet, Jerome is not with you? What did you do with him?! That idiot, trusting a Renegade on their word! You SCUM! I will gladly wipe you off the face of this Multiverse with the business end of my gun."
ru: Неподалеку возвышается огромный крейсер, подобного которому вы еще не видели. На его борту - несколько асов и их лидер, невысокая, но мощная женщина с длинными черными волосами: Сайра Блэк, первый ас МФК. Она смотрит на вас, но не делает никаких движений, чтобы напасть. "Я слышала о ваших передвижениях в этом секторе. Я знаю, кто ты, но мне все равно. Я слышала, что произошло в поместье. Но Джерома нет с вами? Что ты с ним сделал?! Вот идиот, поверил Ренегату на слово! Ты мерзавец! Я с радостью сотру тебя с лица этой Мультивселенной дулом своего ружья".
zh_hans: 附近有一艘巨大的巡洋舰，与你见过的任何巡洋舰都不同。船上有多个王牌，以及他们的领袖，一个身材矮小但力量强大的女性，一头黑色长发。赛拉-布莱克，第一个MFK王牌。她看着你，但她没有做出攻击的动作。"我听说了你们在这个星区的行动。我知道你是谁，但我并不关心。我听说了在庄园发生的事情。然而，杰罗姆没有和你在一起？你对他做了什么？那个白痴，相信变元者的话！你这个败类！我很乐意用我的枪头把你从这个多元宇宙的脸上抹去。"

# data/events_rebel.xml.append$//event[@name="CYRA_JERRYGONE"]/choice/text
source: Uh oh.
ru: Ой-ой.
zh_hans: 呃噢。
