Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rebel.xml.append/*.po
Languages: ru, zh_hans

source: "The most known battle in Rebel history was the Battle of Node 17, often referred to as the Last Stand. The outcome of Node 17 has never been repeated except for Universe 0, the origins of multiverse travelers. Though the Federation was successful in defeating the Rebels, their celebration would not last for long after the Rebels discovered the mysterious Multiverse technology."
ru: "Самым известным сражением в истории повстанцев была битва при Узле 17, которую часто называют Последней битвой. Исход битвы на Узле 17 никогда не повторялся, за исключением Вселенной 0 - места происхождения путешественников по мультивселенной. Хотя Федерации удалось одержать победу над повстанцами, их торжество длилось недолго после того, как повстанцы обнаружили таинственную технологию Мультивселенной".
zh_hans: "叛军历史上最著名的战役是节点17之战，通常被称为最终一战。除了0号宇宙，多元宇宙旅行者的起源，节点17的结果从未被重复过。虽然联邦成功地击败了叛军，但在叛军发现了神秘的多元宇宙技术后，他们的庆祝活动并没有持续多久。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "We owe our collective thanks to the brave heroes who have provided the other Rebels across the realities the chance to bring a better future to their galaxy. This concludes the retelling. Accept this complementary augment and supplies for taking the time to educate yourself."
ru: "Мы обязаны выразить коллективную благодарность отважным героям, которые предоставили остальным повстанцам во всех реальностях шанс принести лучшее будущее в свою галактику". На этом я заканчиваю пересказ. Примите это вспомогательный модуль и расходные материалы за то, что вы нашли время для самообразования".
zh_hans: "我们应该集体感谢那些勇敢的英雄们，他们为整个现实世界的其他反叛者提供了为他们的星系带来更美好未来的机会。复述到此结束。接受这个补充性的扩音器和补给品，感谢你花时间来教育自己。"

source: Stop listening.
ru: Прекратить слушать.
zh_hans: 不听了。

source: Almost the second you mute the Auto-ship, its weapons activate and it attacks!
ru: Почти сразу после отключения звука на автоматическом корабле активируется оружие, и он атакует!
zh_hans: 几乎在你将自动飞船静音的一刹那，它的武器就启动了，它就开始攻击了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Stop listening.
ru: Прекратить слушать.
zh_hans: 不听了。

source: Almost the second you mute the Auto-ship, its weapons activate and it attacks!
ru: Почти сразу после отключения звука на автоматическом корабле активируется оружие, и он атакует!
zh_hans: 几乎在你将自动飞船静音的一刹那，它的武器就启动了，它就开始攻击了！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Ignore the ship.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: The ship does not try to contact you again.
ru: Судно больше не пытается связаться с вами.
zh_hans: 这艘船不会再尝试与你联系。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_ELITE"]/text
source: Rebel Elites are usually only seen in the Rebel Fleet, but it seems one of their ships is protecting this beacon. A fight is inevitable.
ru: Элита повстанцев обычно встречается только в составе их флота, но, похоже, один из их кораблей охраняет этот маяк. Бой неизбежен.
zh_hans: 叛军精英通常只在叛军舰队中出现，但似乎他们的一艘船正在保护这个信标。一场战斗是不可避免的。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBEL_ELITE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_ION"]/text
source: A peculiar Auto-ship with blue lights reveals itself in this asteroid field. "This automated ship is a prototype Ion Deterrence Drone. Thank you for participating in this equipment test."
ru: В этом астероидном поле появился необычный автокорабль с голубыми огнями. "Этот автоматический корабль является прототипом дрона ионного сдерживания. Благодарим вас за участие в испытаниях этого оборудования".
zh_hans: 一艘奇特的带有蓝色灯光的自动飞船在这片小行星领域中显露出来。"这艘自动飞船是离子威慑无人机的原型。谢谢你参加这次设备测试。"

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_AUTO_ION"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="AUTO_ION_WIN"]/text
source: "T-thank you ffff-or participa- in this test- test- test- test-" the Auto-ship is silenced by an explosion. In the wreckage you find a still functional, special Ion weapon.
ru: "С-спасибо зза участие в этом тесте- тесте- тесте- тесте-", - раздается взрыв. В обломках корабля вы находите все еще функционирующее особое ионное оружие.

# data/events_rebel.xml.append$//event[@name="ENCOUNTER_REBELHOLD_STATION"]/text
source: A Rebel checkpoint identifies you as Federation. "You'll regret coming here, scum!"
ru: На блокпосту повстанцев вас идентифицируют как представителя Федерации. "Ты еще пожалеешь, что пришел сюда, подонок!"
zh_hans: 叛军的一个检查站认定你是联邦。"你会后悔来这里的，人渣！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SUPERFISH"]/text
source: You brace for impact as soon as you recognize the formidable hull of an MFK Ace. However, two things are wrong here. The first, their logo is not the usual eagle, but a very poorly drawn fish. The second, the ship isn't attacking. The second question is answered when they hail you. The captain is leaning back in his chair, feet on the dashboard, and chewing on a sandwich. "You're lucky you caught us on our lunch break. You don't tell anyone about this, and we won't either."
ru: Вы готовитесь к удару, как только узнаете грозный корпус аса МФК. Однако здесь есть две загвоздки. Во-первых, их эмблема - не привычный орел, а очень плохо нарисованная рыба. Во-вторых, корабль не атакует. На этот второй вопрос можно получить ответ во время видеосвязи. Капитан откинулся в кресле, положив ноги на приборную панель, и жует бутерброд. "Вам повезло, что вы застали нас во время обеденного перерыва. Никому об этом не говорите, и мы тоже не скажем".
zh_hans: 你准备好迎接猛烈攻击，因为你识别出了一艘强大的MFK精英战舰。然而，有两件事不对劲。第一，他们的标志不是通常的鹰，而是一条画得很差的鱼。第二，这艘战舰并没有攻击性，这一点在对方联系你时得到了解答。船长正靠在椅子上，脚放在仪表板上，咀嚼着一只三明治。"你很幸运，你在我们的午休时间遇到了我们。你不要告诉任何人这件事，我们也不会。"

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SUPERFISH"]/choice[1]/text
source: Your logo looks like it was drawn by a toddler.
ru: Ваш логотип выглядит так, как будто его нарисовал ребенок.
zh_hans: 你的标志看起来像是由一个幼儿画的。

source: "Hey! This was the original design, before the idiots in command decided to stick with the eagle instead!" Enraged, the ship attacks.
ru: "Эй! Это был первоначальный проект, пока идиоты из командования не решили выбрать орла!" Разгневанный, корабль атакует.
zh_hans: "嘿！这是最初的设计，在指挥部的白痴们决定坚持用老鹰来代替之前！"船长被激怒了，这艘船发动了攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Jerry) Compliment the logo.
ru: (Джерри) Сделать комплимент логотипу.
zh_hans: (杰瑞)赞美标志。

source: "You really like it? This was the original design, before the idiots in command decided to stick with the eagle instead! Wait a minute- you're Jerry! How's it going, man? I haven't seen you since you were our best man at my wedding!" You aren't sure how these two hold a history together, but the Ace is so elated to see Jerry that he offers to work on your ship.
ru: "Вам действительно нравится? Это был первоначальный дизайн, пока идиоты из командования не решили выбрать орла! Погоди-ка, ты же Джерри! Как дела, приятель? Я не видел тебя с тех пор, как ты был шафером на моей свадьбе!" Вы не знаете, как эти двое умудряются общаться, но ас так рад видеть Джерри, что он хочет работать на вашем корабле.
zh_hans: "你真的喜欢它？这是最初的设计，在指挥部的白痴们决定用老鹰来代替之前！等一下，你是杰瑞！最近怎么样，伙计？自从你在我的婚礼上做了我们的伴郎后，我就再也没见过你了！"你不知道这两个人的过往历史，但对方看到杰瑞后非常高兴，他提出要在你的星舰上效劳。

source: Ehson
ru: Эхсон
zh_hans: 埃森

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SUPERFISH"]/choice[3]/text
source: Agree not to fight.
ru: Договориться не воевать.
zh_hans: 同意不打架。

source: The Rebel chuckles and turns off the screen. You carry on your way.
ru: Повстанец смеется и выключает экран. Вы продолжаете свой путь.
zh_hans: 叛军笑了笑，关掉了屏幕。你继续走你的路。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="DEFEATED_SUPERFISH"]/text
source: The strange MFK ship has been defeated. You scrap the remains.
ru: Странный МФК корабль повержен. Останки отправлены на металлолом.
zh_hans: 这艘奇怪的MFK精英战舰被打败了，你搜刮了它的残骸。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ELITE_CHOICE"]/text
source: You jump in your seat when you see the Rebel Elite at this beacon. However, it seems they have not noticed you in return.
ru: Вы вскакиваете с места, увидев на маяке элиту повстанцев. Однако, похоже, они не заметили вас в ответ.
zh_hans: 当你在这个信标处看到叛军的精英时，你在座位上跳了起来。然而，他们似乎并没有注意到你。

source: Attack the ship.
ru: Атаковать корабль.
zh_hans: 攻击飞船。

source: You prepare for combat with the elite.
ru: Вы готовитесь к бою с элитой.
zh_hans: 你准备与精英们作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the Elite.
ru: Избегать элиту.
zh_hans: 避开精英。

source: You don't feel like dying today. You steer clear of the elite Rebel.
ru: Сегодня вам не хочется умирать. Вы избегаете элиты повстанцев.
zh_hans: 你今天不觉得自己想死。你避开了精英叛军。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ARCHIVE"]/text
source: A large Rebel station is orbiting a nearby planet. It seems to be an archive of data, and is very poorly armed. It is however protected by an MFK Ace. There must be very important data in that archive.
ru: На орбите ближайшей планеты находится большая станция повстанцев. Судя по всему, она представляет собой архив данных и очень слабо вооружена. Однако ее защищает ас МФК. В этом архиве должны быть очень важные данные.
zh_hans: 一个大型叛军空间站环绕着附近的行星。它似乎是一个数据档案库，其自身基本毫无防卫能力，但周围却有一艘MFK战舰守护着它。这里肯定藏有对叛军很重要的秘密数据。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ARCHIVE"]/choice[1]/text
source: Attack the patrol ship to get to the Archive.
ru: Атаковать патрульный корабль, чтобы добраться до архива.
zh_hans: 解决掉这艘战舰来进入档案库。

source: This will be one hell of a fight. You check to make sure everything is in order and ready for battle.
ru: Это будет чертовски интересный бой. Убедитесь, что все в порядке и готово к бою.
zh_hans: 这将是一场苦战，你准备周全之后开始迎战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ARCHIVE"]/choice[2]/text
source: Ignore the Archive.
ru: Игнорировать архив.
zh_hans: 忽略它。

source: Whatever data that Archive holds, fighting an MFK Ace isn't worth it.
ru: Какие бы данные ни хранил этот архив, борьба с асом МФК не стоит того.
zh_hans: 你觉得与MFK战舰交战的风险似乎大于那些数据的价值。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ARCHIVE_WIN"]/text
source: Seeing how you managed to take out one of the strongest classes of Rebel ships ever produced, the station isn't eager to fight back. They willingly surrender their facilities to you.
ru: Видя, что вам удалось уничтожить один из самых сильных классов кораблей повстанцев, станция не хочет сопротивляться. Она с готовностью сдает вам свои данные.
zh_hans: 看到你成功地干掉了叛军有史以来最强级别的战舰之一，该基地并不急于反击。他们心甘情愿地把他们的设施交给了你。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_ARCHIVE_WIN"]/choice/text
source: Download the data stores.
ru: Загрузить хранилища данных.
zh_hans: 下载数据存储。

source: There's a lot more in the archive than you had even thought. You take only what you think would be useful, a map of the sector, and a beacon for merchants. You also take the liberty of deleting all data they have on the whereabouts of your ship.
ru: В архиве оказалось гораздо больше, чем вы предполагали. Вы забираете только то, что, по вашему мнению, может быть полезным: карту сектора и маяк для торговцев. Кроме того, вы удаляете все имеющиеся у них данные о местонахождении вашего корабля.
zh_hans: 档案中的内容比你想象的要多得多。你只拿了你认为有用的东西，一张该星区的星图，和一个商人的信标。你还擅自删除了他们掌握的关于你的星舰下落的所有数据。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SPEECH"]/text
source: On the nearby planet, there is a massive Rebel city that spans most of the planet's surface. A lot of Rebel and civilian ships are heading towards it, and you can see a stunning light show all the way from your ship. Something important must be going on.
ru: На ближайшей планете находится огромный город повстанцев, занимающий большую часть поверхности планеты. К нему направляется множество повстанческих и гражданских кораблей, а с борта вашего корабля видно потрясающее световое шоу. Должно быть, происходит что-то важное.
zh_hans: 在附近的星球上，有一个巨大的叛军城市，横跨了星球的大部分表面。很多叛军和平民的船只正向它驶去，你可以从你的飞船上看到一路令人惊叹的灯光表演。一定有什么重要的事情正在发生。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SPEECH"]/choice[1]/text
source: Approach the city.
ru: Приблизиться к городу.
zh_hans: 接近城市。

source: You avoid all of the Rebel patrols and find a landing pad who's staff doesn't ask any questions about who you are so long as you turn off your weapons when you leave. You leave your Federation badges in the ship and follow all the traffic to a giant stadium.
ru: Вы избегаете патрулей повстанцев и находите посадочную площадку, где персонал не задает вопросов о том, кто вы такой, при условии, что вы выключите оружие, когда будете уходить. Вы оставляете свои бейджики Федерации на корабле и следуете за всеми потоками машин к огромному стадиону.
zh_hans: 你避开了所有的叛军巡逻队，找到了一个着陆点，那里的工作人员不会问你是谁，只要你离开时关掉武器。你把你的联邦徽章留在飞船上，然后跟着所有的车辆来到一个巨大的体育场。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: In the center of the stage is an important looking Rebel politician, surrounded by 3 big screens projecting Rebel propaganda. You can just barely make out what he's saying over all the cheering from the crowd. "Friends and friends to be, we have all gathered here to celebrate the might of the Rebellion! We have received news that the new Rebel Flagship gifted to us by the Multiverse travelers has reached the Federation Capitol! The Federation's days are numbered, and soon the Rebellion shall rise and take its place!"
ru: В центре сцены стоит важный повстанческий политик, окруженный тремя большими экранами, на которые транслируется пропаганда повстанцев. Его слова едва можно разобрать на фоне радостных возгласов толпы. "Друзья и будущие друзья, мы собрались здесь, чтобы отметить мощь повстанческого движения! Мы получили известие о том, что новый Флагман повстанцев, подаренный нам путешественниками по Мультивселенной, достиг столицы Федерации! Дни Федерации сочтены, и скоро Восстание займет ее место!"
zh_hans: 舞台中央是一个看起来很重要的叛军政治家，周围有3个投射叛军宣传品的大屏幕。在人群的欢呼声中，你只能勉强听出他在说什么。"朋友们，还有未来的朋友们，我们都聚集在这里，庆祝叛军的强大！我们收到了新的叛军的消息。我们收到消息，多元宇宙旅行者赠送给我们的新叛军旗舰已经到达联邦国会大厦！联邦的日子屈指可数了，很快，叛军将崛起并取代它的位置！"

source: Send one of your crew to assassinate the politician.
ru: Отправить одного из членов своей команды для убийства политика.
zh_hans: 派你的一个船员去暗杀这个政治家。

source: You wish you had brought your ship, but if you go back now it may be too late. You use your handheld scanner to find a good vantage point and send one of your crew to prepare.
ru: Вы жалеете, что не прихватили с собой корабль, но если вернуться сейчас, может быть уже слишком поздно. Вы используете свой ручной сканер, чтобы найти хорошую точку обзора, и посылаете одного из членов своей команды на разведку.
zh_hans: 你希望你带来了你的飞船，但如果你现在回去，可能就太晚了。你用你的手持扫描仪找到一个好的有利位置，并派你的一个船员去准备。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: With you out here on your own, there is little to do.
ru: Пока вы здесь одни, делать нечего.
zh_hans: 你一个人在这里，没有什么可做的。

source: (Elite Crew) Send your elite to assassinate the politician.
ru: (Член экипажа-элита) Отправить элиту для убийства политика.
zh_hans: (精英船员)派你的精英去暗杀政治家。

source: Your crew swiftly sneaks into the backstage, climbs onto the roof, and draws their rifle. It only takes one shot, and the lifeless body of the politician flops into the crowd, spraying the crowd with blood. Your crew hurries back, taking out two of the guards that try to follow on their way. The Fleet will be too busy dealing with all the chaos you've caused here, and likely won't be concerned with following you for a while.
ru: Ваша команда быстро пробирается в закулисье, забирается на крышу и достает винтовку. Один выстрел - и безжизненное тело политика падает в толпу, забрызгивая ее кровью. Ваша команда спешит назад, уничтожая двух охранников, которые пытаются проследить за ними. Флот будет слишком занят тем, что будет разбираться с хаосом, который вы здесь устроили, и, скорее всего, не будет какое-то время преследовать вас.
zh_hans: 你的工作人员迅速潜入后台，爬上屋顶，并拔出步枪。只需一枪，那名政治家没有生命的尸体就会扑向人群，向人群喷血。你的队员们匆匆赶回，在路上干掉了两个试图跟随的警卫。舰队将忙于处理你在这里造成的所有混乱，很可能暂时不会关注跟踪你。

source: (Slug Crew) Your Slug thinks they can hack into the screens.
ru: (Член экипажа-слизень) Ваш слизень считает, что он может взломать экраны.
zh_hans: (蛞蝓族船员)你的蛞蝓族船员认为他们可以黑进屏幕。

source: Your Slug snickers as they hack into the screens' mainframe. They go black for a minute, confusing everyone in the crowd. A few seconds after, they switch to Federation propoganda. After a massively negative reception from the crowd and doubled efforts from the Rebels to counter the attack, your Slug gets tired and switches the screens over to a very explicit program. He breaks into laughter, and you hurry back into the ship before the Rebels can follow. When you return to the ship, you find a Soldier already waiting for you. Before you can raise your weapons, they hold up their hand to stop you. "No need to worry, I am on your side. I was sent to work undercover, but I haven't been able to contact the Federation for days. I was afraid I'd have to steal a Rebel shuttle to get back, but luckily I think I've found my way out with you guys instead."
ru: Ваш слизень хмыкает, взламывая главный компьютер экранов. На минуту они становятся черными, сбивая с толку всех присутствующих. Через несколько секунд после этого они начинают транслировать пропаганду Федерации. После массового негативного приема со стороны толпы и удвоенных усилий повстанцев противостоять атаке, ваш слизень устает и переключает экраны на очень откровенную программу. Он разражается хохотом, и вы спешите вернуться на корабль, пока Повстанцы не нашли вас. Когда вы возвращаетесь на корабль, вас уже поджидает солдат. Прежде чем вы успеваете достать оружие, он поднимает руку, чтобы остановить вас. "Не беспокойтесь, я на вашей стороне. Меня послали работать под прикрытием, но я уже несколько дней не могу связаться с Федерацией. Я боялся, что мне придется угнать шаттл повстанцев, чтобы вернуться, но, к счастью, я думаю, что нашел спасение в вас, ребята".
zh_hans: 你的蛞蝓族窃笑着，因为他们侵入了屏幕的主机。他们黑了一分钟，迷惑了人群中的每个人。几秒钟后，他们切换到联邦宣传。在人群中出现了巨大的负面反应，叛军也加倍努力反击，你的蛞蝓族累了，把屏幕切换到一个非常明确的程序。他破涕为笑，而你则在叛军追来之前匆匆回到了飞船上。当你回到船上时，你发现一个士兵已经在等你了。在你举起武器之前，他们举起手来阻止你。"不用担心，我是站在你这边的。我被派去做卧底，但我已经好几天没能联系上联邦了。我担心我得偷一架叛军的航天飞机回去，但幸运的是，我想我反而找到了和你们一起出去的路。"

source: Leave.
ru: Уйти.
zh_hans: 离开。

source: The politician salutes to the crowd, and they begin to chant "Glory to the Rebellion!" You hurry back to the ship and leave.
ru: Политик приветствует толпу, и она начинает скандировать "Слава Восстанию!" Вы поспешно возвращаетесь на корабль и уходите.
zh_hans: 政治家向人群敬礼，他们开始高呼"荣耀归于叛乱"。你赶紧回到船上，离开。

# data/events_rebel.xml.append$//event[@name="REBELHOLD_SPEECH"]/choice[2]/text
source: Ignore the planet.
ru: Не обращать внимания на планету.
zh_hans: 忽略该行星.

source: Investigating a metropolis so deep inside enemy lines is suicide. Getting out of this sector is more important for your journey.
ru: Исследовать мегаполис, расположенный так глубоко в тылу врага, - самоубийство. Выбраться из этого сектора гораздо важнее для вашего путешествия.
zh_hans: 调查一个深入敌方阵地的大都市是一种自杀行为。走出这个星区对你的旅程更重要。

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: A suspicious amount of time passes without response from your crew. You're about to call them when a group of security guards come out onto the stage. Your heart drops when you see the bruised body of your crew member with them. They whisper something to the politician, who then says, "It appears this scum has attempted to take my life with a simple hand held laser! The Federation cannot see that a little gun will not stop the Rebellion!" The guards drop your crew onto the floor, and the politician swiftly draws an old Earth revolver and shoots them three times in the head. You quickly hurry out of the stadium before they can catch any more of you.
ru: Проходит подозрительно много времени без ответа от вашего члена экипажа. Вы уже собираетесь позвонить ему, когда на сцену выходит группа охранников. Сердце замирает, когда вы видите перед собой избитое тело члена вашей команды. Они что-то шепчут политику, который затем говорит: "Похоже, этот мерзавец попытался лишить меня жизни с помощью простого ручного лазера! Федерация не может понять, что маленький пистолет не остановит Восстание!" Охранники валят вашего члена экипажа на пол, а политик быстро достает старый земной револьвер и трижды стреляет ему в голову. Вы поспешно покидаете стадион, пока они не успели вас поймать.
zh_hans: 一段可疑的时间过去了，你的工作人员没有回应。你正准备给他们打电话时，一群保安走到了舞台上。当你看到你的工作人员伤痕累累的尸体时，你的心一下子放了下来。他们对政治家低声说了些什么，政治家接着说："看来这个人渣企图用一个简单的手持激光器夺走我的生命！联邦看不到，一把小枪是无法阻止叛乱的！"警卫们把你们的队员摔在地上，政治家迅速地抽出一把古代地球左轮手枪，对着他们的脑袋连开三枪。在他们抓到更多的人之前，你们迅速地赶出了体育场。

source: Luckily, by the time you've returned to the ship your crew is already waiting in the Clone Bay room, pouting about their failure and public execution.
ru: К счастью, к тому времени, как вы вернулись на корабль, ваш член экипажа уже ждет вас в Клон-отсеке, переживая за свой провал и публичную казнь.
zh_hans: 幸运的是，当你回到船上时，你的船员已经在克隆舱的房间里等着了，正在为他们的失败和公开处决赌气。

source: A long time goes by, and you begin to fear the worse. Suddenly, you hear shouts and even screaming and your crew member comes charging back through the crowd, followed by a set of guards. You run back to the ship, the guards following in pursuit.
ru: Проходит много времени, и вы начинаете опасаться худшего. Вдруг вы слышите крики и даже вопли, и сквозь толпу пробирается ваш член экипажа, за которым следует группа охранников. Вы бежите обратно на корабль, а охранники следуют за вами.
zh_hans: 很长一段时间过去了，你开始担心情况会恶化。突然，你听到喊叫声，甚至尖叫声，你的船员从人群中冲了回来，后面还跟着一群警卫。你跑回船上，卫兵们紧随其后追赶。

source: A few minutes after you sent your crew away, a loud bang echoes across the stadium. The politician's eyes go wide in surprise and they flop off the stage into the crowd. The entire place erupts into total chaos, civilians running in every direction. Your crew member comes rushing back, and you head back to the ship as fast as possible. With all the chaos you've caused, the Rebels are going to need to spend a lot of time on damage control. You doubt the Fleet will be concerned with following you for a while.
ru: Через несколько минут после того, как вы отправили на задание члена экипажа, по стадиону раздается громкий взрыв. Глаза политика расширяются от удивления, и он падает со сцены в толпу. Вокруг царит полный хаос, гражданские разбегаются во все стороны. Ваш член экипажа возвращается, и вы как можно быстрее отправляетесь обратно на корабль. Из-за всего этого хаоса повстанцам придется потратить много времени на ликвидацию последствий. Вы сомневаетесь, что флот будет какое-то время преследовать вас.
zh_hans: 在你送走你的工作人员几分钟后，一声巨响在体育场内回荡。政治家们惊讶地睁大了眼睛，从舞台上翻身跳入人群中。整个地方爆发出彻底的混乱，平民向各个方向跑去。你的船员冲了回来，你以最快的速度回到了船上。由于你所造成的混乱，叛军将需要花很多时间来控制损失。你怀疑舰队会在一段时间内关注跟踪你。
