Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_federation.xml/*.po
Languages: ru, zh_hans

# data/events_federation.xml$//event[@name="FED_MEMORIAL_INTERMEDIATE"]/text
source: Around you, you can see Rebel ships beginning to flee as the Federation forces push them back. Their last hope, the Gunboat and your target, has already taken critical damage. You have to keep fighting!
ru: Вокруг вас видны корабли повстанцев, которые начинают улетать, пока силы Федерации оттесняют их назад. Их последняя надежда, канонерская лодка и ваша цель, уже получила критические повреждения. Вы должны продолжать сражаться!
zh_hans: 在你周围，你可以看到叛军的船只开始逃跑，因为联邦军队将他们逼退。他们最后的希望，即炮艇和你的目标，已经受到了严重的伤害。你必须继续战斗！

# data/events_federation.xml$//event[@name="FED_MEMORIAL_DESTROY"]/text
source: The Gunboat has received critical damage, too much for it to sustain. Its artillery system crackles and the engines explode. The ship goes spiraling down into the nearby lake. It explodes one last time once it collides with the water, showering the coast. The sight of their leading ship dispatched so efficiently is enough to chase away the rest of the Rebels. Every last hostile ship jumps away, leaving the Federation the undisputed victor.
ru: Канонерка получила критические повреждения, слишком большие, чтобы выдержать. Его артиллерийская система трещит, а двигатели взрываются. Корабль по спирали падает в близлежащее озеро. После столкновения с водой он взрывается в последний раз, орошая берег. Зрелище того, как их ведущий корабль был уничтожен так эффективно, достаточно, чтобы прогнать остальных повстанцев. Все до единого враждебные корабли разбегаются, оставляя Федерацию бесспорной победительницей.
zh_hans: 炮艇受到了严重的伤害，使其无法承受。它的火炮系统发出噼啪声，引擎爆炸。这艘船螺旋式下降到附近的湖中。它在与水面相撞后最后一次爆炸，冲向了海岸。看到他们的领头舰如此景象，每一艘敌对的飞船都跃迁走了，留下了联邦的胜利者。

# data/events_federation.xml$//event[@name="FED_MEMORIAL_DESTROY"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_MEMORIAL_DEAD_CREW"]/text
source: The lifeless Gunboat begins to plummet towards the ground. It smashes into the coast, erupting into a glorious display of flames, though luckily it causes no damage to any of the infrastructure of the city. The sight of their leading ship dispatched so efficiently is enough to chase away the rest of the Rebels. Every last hostile ship jumps away, leaving the Federation the undisputed victor.
ru: Безжизненная канонерка начинает падать на землю. Она врезается в побережье, вспыхивая ярким пламенем, но, к счастью, не причиняет никакого вреда инфраструктуре города. Зрелище того, как их ведущий корабль был уничтожен так эффективно, достаточно, чтобы прогнать остальных повстанцев. Все до единого враждебные корабли разбегаются, оставляя Федерацию бесспорной победительницей.
zh_hans: 毫无生气的炮艇开始向地面坠落。它撞向海岸，喷出一场光荣的火焰，尽管幸运的是它没有对城市的任何基础设施造成任何损害。看到他们的领头舰如此景象，每一艘敌对的飞船都跃迁走了，留下了联邦的胜利者。

# data/events_federation.xml$//event[@name="FED_MEMORIAL_DEAD_CREW"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_MEMORIAL_WIN"]/text
source: You are hailed by a Federation officer in the city, who requests that you land. As you exit your vessel, all around civilians cheer for you. You recognize Vice Admiral Adara, the voice who spoke to you. "You have done us a great service today. I do not know how to thank you for protecting this city. I have heard stories, well, myths and legends really, of the Multiverse Renegades, and I've always been skeptical. Now, all of my doubts have been assuaged."
ru: В городе с вами связывается офицер Федерации, который просит вас приземлиться. Когда вы выходите из своего корабля, все вокруг гражданские приветствуют вас. Вы узнаете вице-адмирала Адару, голос, который говорил с вами. "Сегодня вы оказали нам большую услугу. Я не знаю, как отблагодарить вас за защиту этого города. Я слышала истории, ну, мифы и легенды, об Ренегатах Мультивселенной, и всегда относилась к ним скептически. Теперь все мои сомнения развеяны".
zh_hans: 你在城市里被一名联邦官员叫住，他要求你降落。当你离开你的飞船时，周围的平民都为你欢呼。你认出了阿达拉副司令，那是和你说话的声音。"你今天为我们提供了巨大的帮助。我不知道该如何感谢你保护这座城市。我听说过关于多元宇宙叛徒的故事，嗯，真的是神话和传说，我一直持怀疑态度。现在，我所有的疑虑都被打消了。"

# data/events_federation.xml$//event[@name="FED_MEMORIAL_WIN"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_MEMORIAL_WIN"]/choice/event/text
source: Adara puts a shiny medal around your neck, an honor that you will carry on for life, assuming you succeed in your mission. Every support ship in the district is dispatched to aid you in every way they can, and you're even given a fresh new Federation cruiser from one of their hangars. You don't really have a use for this ship, so you forward its blueprints to the hangar.
ru: Адара надевает вам на шею блестящую медаль - честь, которую вы будете носить всю жизнь, если, конечно, преуспеете в своей миссии. Каждый корабль поддержки в округе отправляется на помощь вам всеми возможными способами, и вам даже дают новый крейсер Федерации из одного из их ангаров. У вас нет никакого применения этому кораблю, поэтому вы отправляете его чертежи в ангар.
zh_hans: 阿达拉在你的脖子上挂上一枚闪亮的奖章，这是一个你将终身携带的荣誉，假设你成功完成任务的话。该区的每一艘支援舰都被派去以各种方式帮助你，你甚至从他们的一个机库中得到了一艘新鲜的联邦巡洋舰。这艘船对你并没有什么用处，所以你把它的蓝图转给了机库。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: As you are leaving, Adara pulls you aside to tell you one last thing. "This package, it is extremely important that it arrives to Tully in time. I don't have time to bring it to him myself, but I know I can trust you with it. Godspeed, captain."
ru: Когда вы уходите, Адара отводит вас в сторону, чтобы сказать вам последнюю вещь. "Эта посылка, очень важно, чтобы она прибыла к Талли вовремя. У меня нет времени, чтобы доставить ее ему самой, но я знаю, что могу доверить ее вам. С Богом, капитан".
zh_hans: 当你要离开时，阿达拉把你拉到一边，告诉你最后一件事。"这个包裹，请及时送给塔利，这极其重要。我没有时间亲自给他送去，但我知道我可以信任你。祝你顺利，队长。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。
