Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_federation.xml/*.po
Languages: ru, zh_hans

# data/events_federation.xml$//event[@name="FED_AMMO_STATION"]/text
source: A Federation station is sending out a request for ammunition, in return for scrap. Their high demand is likely due to the increasing number of Rebel blockades.
ru: Станция Федерации отправляет запрос на боеприпасы в обмен на лом. Высокий спрос на них, вероятно, вызван блокадами повстанцев.
zh_hans: 一个联邦空间站向你请求用废料换取弹药。需求增加的原因可能是因为叛军的封锁越来越严。

# data/events_federation.xml$//event[@name="FED_AMMO_STATION"]/choice[1]/text
source: Sell 3 missiles.
ru: Продать 3 ракеты.
zh_hans: 出售3枚弹药。

# data/events_federation.xml$//event[@name="FED_AMMO_STATION"]/choice[2]/text
source: Sell 7 missiles.
ru: Продать 7 ракет.
zh_hans: 出售7枚弹药。

# data/events_federation.xml$//event[@name="FED_AMMO_STATION"]/choice[3]/text
source: Sell 12 missiles.
ru: Продать 12 ракет.
zh_hans: 出售12枚弹药。

# data/events_federation.xml$//event[@name="FED_AMMO_STATION"]/choice[4]/text
source: We don't have anything to sell.
ru: Нам нечего продавать.
zh_hans: 跳过。

source: You ignore the station.
ru: Вы не обращаете внимания на станцию.
zh_hans: 你无视了它。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/text
source: Not long after you jump in you're hailed by a Zoltan ship. "Life is a cycle, and this war has upset it. You must not mess with the balance. Does this make sense?"
ru: Вскоре после того, как вы приземлились, с вами связался корабль золтан: "Жизнь - это цикл, и эта война извратила его. Равновесие не должно быть нарушено. Есть ли в этом смысл?"
zh_hans: 进入该信标不久后，你收到来自一艘超能族船的信号。"生命是一个循环，而这场战争破坏了它。我们不能破坏平衡，对吗？"

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[1]/text
source: Absolutely.
ru: Безусловно.
zh_hans: 自然如此。

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[1]/event/text
source: "I see you are not blind as the others. Many have come to hear our message, and few have left with a proper understanding. You are blessed. May your trails be filled with fortune."
ru: "Я вижу, что вы не слепы, как другие. Многие пришли услышать наше послание, и лишь немногие ушли, поняв его. Я благословляю вас. Пусть ваши пути будут наполнены удачей".
zh_hans: "你不像他人那样盲目。许多人都听过我们的教导，但缺很少人能够领悟。你是其中一份子，祝你好运。"

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[2]/text
source: Not really.
ru: Не особо.
zh_hans: 我觉得不对。

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[2]/event/text
source: "The balance must be preserved. You are not the one to preserve it." The Zoltan mute the comms and jump away.
ru: "Равновесие должно быть сохранено. Не вам его сохранять", - золтан отключает связь и уходит в прыжок.
zh_hans: "平衡需要人来维护，但那个人不该是你。"超能者屏蔽了你信号并离开。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[3]/text
source: We don't have time for a lecture.
ru: У нас нет времени на лекцию.
zh_hans: 我们没有时间听你说教。

# data/events_federation.xml$//event[@name="FED_ZOLTAN_RANT"]/choice[3]/event/text
source: "This is no lecture, but merely a lesson. It is those like you who refuse enlightenment who endanger the cycle. You must be purged."
ru: "Это не лекция, а всего лишь урок. Именно такие, как вы, отказывающиеся от просветления, ставят под угрозу цикл. Вы должны быть уничтожены".
zh_hans: "这不是说教，而只是一个教训。正是那些像你这样拒绝开悟的人，危害了这个循环。你必须被清除。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_FREE_CREW"]/text
source: A damaged Federation ship hails you. "Good, a friendly face for once. Our ship has taken catastrophic damage and there's no chance of repairing it. I don't suppose you'd be willing to allow me aboard? I'm a shield technician and I'm sure my skills could be of service to you."
ru: С вами связывается поврежденный корабль Федерации. "Хорошо, наконец-то знакомое лицо. Наш корабль получил катастрофические повреждения, и нет никаких шансов его отремонтировать. Полагаю, вы разрешите мне подняться на борт? Я техник по щитам и уверен, что мои навыки могут быть вам полезны".
zh_hans: 一艘受损的联邦飞船向你呼叫。"很好，终于有了一张友好的脸。我们的飞船遭受了灾难性的破坏，而且没有机会维修它。我想你愿意让我上船吧？我是一名护盾技术员，我相信我的技术可以为你们服务。"

# data/events_federation.xml$//event[@name="FED_FREE_CREW"]/choice[1]/text
source: Welcome aboard.
ru: Добро пожаловать на борт.
zh_hans: 欢迎登舰。

# data/events_federation.xml$//event[@name="FED_FREE_CREW"]/choice[2]/text
source: We don't need any more crew, sorry.
ru: Нам больше не нужен экипаж, извините.
zh_hans: 我们不需要更多的船员，抱歉。

# data/events_federation.xml$//event[@name="FED_FREE_CREW"]/choice[2]/event/text
source: "Oh... ok. Hopefully I'll be able to keep the shields under control so they don't implode before another ship arrives to help..."
ru: "О... хорошо. Надеюсь, я смогу держать щиты под контролем, чтобы они не взорвались до прибытия другого корабля на помощь..."
zh_hans: "哦......好的。希望我能够控制住护盾，以便在另一艘飞船到来帮忙之前，它们不会爆炸......"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Federation officer is thankful for your assistance.
ru: Офицер Федерации благодарит вас за помощь.
zh_hans: 联邦官员感谢您的帮助。

source: As the human comes onto your ship, he draws a laser and shoots at you. Luckily, no one is hit, but a Rebel ship uncloaks nearby and attacks. It was a trap!
ru: Когда человек заходит на ваш корабль, он достает лазер и стреляет в вас. К счастью, никто не пострадал, но неподалеку появляется корабль повстанцев и атакует вас. Это была ловушка!
zh_hans: 当人类来到你的船上时，他拔出激光枪，向你射击。幸运的是，没有人被击中，但一艘叛军的飞船在附近解除了隐形并发动了攻击。这是个陷阱!

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/text
source: You discover a fully militarized Federation station here, though it appears they are selling supplies to passing Federation allied ships.
ru: Вы обнаруживаете здесь военизированную станцию Федерации, и, похоже, они продают припасы проходящим союзным кораблям.
zh_hans: 你在这里发现了一个完全军事化的联邦空间站，尽管他们似乎在向过往的联邦盟军船只出售物资。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/choice[1]/text
source: Purchase fuel.
ru: Купить топливо.
zh_hans: 购买燃料。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/choice[2]/text
source: Purchase ammunition.
ru: Купить боеприпасы.
zh_hans: 购买弹药。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/choice[3]/text
source: Purchase a weapon.
ru: Купить оружие.
zh_hans: 购买武器。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/choice[4]/text
source: Attack the station!
ru: Атаковать станцию!
zh_hans: 攻击空间站！

source: No one is safe from you, not even allied Federation stations.
ru: От вашей атаки никто не застрахован, даже союзные станции Федерации.
zh_hans: 没有人可以免受你的伤害，即使是盟军的联邦空间站也不例外。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION"]/choice[5]/text
source: Ignore the station.
ru: Не обращать внимания на станцию.
zh_hans: 无视该空间站。

source: You aren't interested in the station. You ignore them.
ru: Станция вас не интересует, и вы не обращаете на нее внимания.
zh_hans: 你对空间站不感兴趣。你无视了它们。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="FED_SUPPLY_STATION_KILL"]/text
source: Your unnecessary, unprovoked, barbaric attack on an allied Federation Station has been successful, if you could call killing them as success. You scrap what remains.
ru: Ваше ненужное, неспровоцированное, варварское нападение на станцию союзников Федерации было успешным, если можно назвать их убийство успехом. Вы разобрали то, что осталось.
zh_hans: 你对一个盟军联邦空间站的无端的、野蛮的攻击已经成功了，如果你可以把杀死他们称为成功的话。你搜刮了剩下的东西。

# data/events_federation.xml$//event[@name="ENCOUNTER_FED_SALVAGE"]/text
source: You find the wreck of a Federation ship nearby. Before you can even begin to consider salvaging it, another Federation ship jumps in, surveys the scene, and blames you for killing the ship!
ru: Вы находите неподалеку обломки корабля Федерации. Не успеете вы даже подумать о его спасении, как к вам подлетает другой корабль Федерации, осматривает место происшествия и обвиняет вас в гибели корабля!
zh_hans: 你在附近发现了一艘联邦船的残骸。在你开始考虑搜刮它之前，另一艘联邦船跃迁进来，调查了现场，并认为你杀死了这艘船！

# data/events_federation.xml$//event[@name="ENCOUNTER_FED_SALVAGE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="ENCOUNTER_FED_REBELTAKEOVER"]/text
source: You receive an urgent hail from the nearby Federation ship. "You have to help, the Rebels, they've taken over the ship!" The call suddenly goes to static and the ship turns hostile!
ru: Вы получаете срочный сигнал с ближайшего корабля Федерации. "Вы должны помочь, повстанцы, они захватили корабль!" Вызов внезапно переходит в статичное состояние, и корабль становится враждебным!
zh_hans: 您收到来自附近联邦船的紧急呼叫。"请帮帮我，叛军，他们已经接管了这艘船！"呼叫突然停止，船变为敌对船只！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="REBELTAKEOVER_SURRENDER"]/text
source: The new Rebel "captain" of the ship hails you. "Alright, you've caused enough damage. Let us go, and we'll spare the last survivor of the original crew."
ru: Новый "капитан" повстанцев корабля вызывает вас. "Хорошо, вы причинили достаточно вреда. Отпустите нас, и мы пощадим последнего выжившего из первоначального экипажа".
zh_hans: 叛军的新"船长"在呼叫你。"好了，你已经把我们打得很疼了。让我们走吧，我们会放过原本船员的最后一个幸存者。"

source: Agree to spare them.
ru: Согласиться пощадить их.
zh_hans: 同意饶恕他们。

source: The death of one more Fed is worth the death of even more Rebels.
ru: Смерть еще одного федерала стоит смерти еще большего числа повстанцев.
zh_hans: 如果叛军能多死几个，那么联邦成员的牺牲是值得的。

# data/events_federation.xml$//event[@name="REBELTAKEOVER_DESTROY"]/text
source: You've destroyed the Federation ship, and with it the Rebel and Federation crew. You salvage what's left of the wreck.
ru: Вы уничтожили корабль Федерации, а вместе с ним и экипаж повстанцев и Федерации. Вы спасаете то, что осталось от обломков.
zh_hans: 你已经摧毁了联邦飞船，以及叛军和联邦船员。你搜刮残骸剩下的东西。

# data/events_federation.xml$//event[@name="REBELTAKEOVER_DEADCREW"]/text
source: You've killed off all of the Rebel crew. As you salvage the ship, you notice the body of one of the old Federation crew. You find they're still alive, and help them to their feet. After some washing and first-aid they're good as new and ready to serve on your ship.
ru: Вы убили весь экипаж повстанцев. Разбирая корабль, вы замечаете тело одного из членов старой команды Федерации. Вы обнаруживаете, что он еще жив, и помогаете ему встать на ноги. После промывки и оказания первой помощи они как новенькие и готовы служить на вашем корабле.
zh_hans: 你杀死了所有的叛军船员。当你搜刮这艘船时，你注意到了一个老联邦船员的尸体。你发现他还活着，并将他们扶起来。经过一番清洗和急救，他们已经恢复如初，可以在你的船上服务了。

# data/events_federation.xml$//event[@name="ENCOUNTER_REBEL_FED"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[1]
source: Your ship is hailed. "I knew I would find you here. It wasn't easy getting past the guard, but now it's all worth it!"
ru: Вашему кораблю сообщают. "Я знал, что найду тебя здесь. Было нелегко пройти мимо сторожевого корабля, но теперь все это того стоит!"
zh_hans: 你的船被呼叫。"我知道我会在这里找到你。通过守卫并不容易，但现在一切都值得了！"

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[2]
source: "Sorry captain that of all sectors you had to die here, but this is a chance I'm not passing up!"
ru: "Прости капитан, что из всех секторов ты должен был умереть здесь, но это шанс, который я не упущу!"
zh_hans: "对不起船长，你不得不死在这里，这是我不会放弃的好机会！"

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[3]
source: A Rebel squadron is exploring this system. You try to evade them, but one of the ships spots you and locks onto your ship!
ru: Эскадрилья повстанцев исследует эту систему. Вы пытаетесь уклониться от них, но один из кораблей замечает вас и прицепляется к вашему кораблю!
zh_hans: 一个叛军中队正在搜索该区域。你试图躲避他们，但其中一艘发现并将武器并锁定了你！

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[4]
source: It appears you have found yourself in an unavoidable fight with a Rebel invader. Man the weapons!
ru: Похоже вы оказались в неизбежной схватке с захватчиком повстанцев. Готовим оружие!
zh_hans: 看来你已经发现自己陷入了一场与叛军入侵者的战斗。升起你的武器!

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[5]
source: This sector has been under attack from Rebels for ages, and it's no surprise why. A Rebel ship nearby sees you and raises its weapons. You should do the same.
ru: Этот сектор уже давно подвергается атакам повстанцев, и неудивительно, почему. Корабль повстанцев неподалеку видит вас и поднимает оружие. Вы должны сделать то же самое.
zh_hans: 这个区域多年来一直受到叛军的攻击，这并不奇怪。附近的一艘叛军飞船看到了你，并升起了武器。你也应该这样做。

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[6]
source: You and the Rebel ship at this beacon discover each other at the same time, and waste no time attacking each other.
ru: Вы и корабль повстанцев на этом маяке обнаруживаете друг друга одновременно и не теряете времени на атаку.
zh_hans: 你和这个信标处的叛军飞船同时发现了对方，并且不惜一切代价攻击对方。

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[7]
source: "GLORY TO THE REBELLION!" A Rebel ship speeds past, firing its entire salvo at you. Defensive positions!
ru: "СЛАВА ВОССТАНИЮ!" Корабль повстанцев проносится мимо, выпуская по вам весь свой залп. В оборонительные позиции!
zh_hans: "荣耀属于叛军！" 一艘叛军的飞船飞驰而过，向你发射了全部炮弹。开启防御姿态!

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[8]
source: "The Rebels are coming, the Rebels are coming!" A civilian ship flies past, jumping away quickly. Not long after a Rebel ship fast in pursuit flies by next!
ru: "Повстанцы идут, повстанцы идут!" Мимо пролетает гражданский корабль, быстро отпрыгивая в сторону. Вскоре после этого корабль повстанцев, быстро преследуемый, пролетает следом!
zh_hans: "叛军来了，叛军来了！"一艘民用船只飞过，并迅速离开。不久之后，一艘快速追击的叛军战舰飞向你！

# data/events_federation.xml$//textList[@name="TEXT_ENCOUNTER_REBEL_FED"]/text[9]
source: "Should have stayed away from Federation territory. This is like the second Rebel Stronghold!" The Rebel captain nearby chuckles, but it's hard to hear under the sound of their weapons firing.
ru: "Надо было держаться подальше от территории Федерации. Это как второй оплот повстанцев!" Капитан повстанцев неподалеку усмехается, но его трудно расслышать под звуком стрельбы их оружия.
zh_hans: "应该远离联邦领土。这就像第二个叛军的堡垒！" 旁边的叛军队长笑着说，但在他们的武器射击声中很难听到。

# data/events_federation.xml$//event[@name="ENCOUNTER_REBEL_ELITE_FED"]/text
source: A Rebel Elite, looking for a brawl, is scouting out this beacon. You turn pale when they spot you and their weapons come online.
ru: Элита повстанцев, жаждущая потасовки, разведывает этот маяк. Вы побледнели, когда они заметили вас, и их оружие включилось.
zh_hans: 一支叛军精英，正在侦察这个信标并寻找目标。当他们发现你时，你脸色大变，他们的武器也已经充能了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_REBEL_CHOICE"]/choice[1]/text
source: Fight the ship.
ru: Начать бой с кораблем.
zh_hans: 与他战斗。

source: No Rebels will be allowed to live so long as you can help it.
ru: Ни одному gовстанцу не будет позволено жить до тех пор, пока вы можете помочь этому.
zh_hans: 没有叛军能在你的船边经过后还能看到第二天的太阳。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_REBEL_CHOICE"]/choice[2]/text
source: Avoid the ship.
ru: Избегать корабль.
zh_hans: 避开飞船。

source: You have no interest in fighting the Rebel ship.
ru: Вы не заинтересованы в бою с кораблем повстанцев.
zh_hans: 你没有兴趣与叛军的船战斗。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//textList[@name="TEXT_FED_REBEL_CHOICE"]/text[1]
source: A Rebel ship is making minor repairs at this beacon. They're unaware of your presence.
ru: Корабль повстанцев проводит мелкий ремонт на этом маяке. Они не знают о вашем присутствии.
zh_hans: 一艘叛军船只正在这个信标上进行维修。他们不知道你的存在。

# data/events_federation.xml$//textList[@name="TEXT_FED_REBEL_CHOICE"]/text[2]
source: A Rebel ship nearby is searching for Federation ships. Somehow they have not yet seen you.
ru: Корабль повстанцев ищет судна Федерации. Каким-то образом, они вас не увидели.
zh_hans: 附近的一艘叛军船正在寻找联邦军的船只。不知何故，他们还没有发现你。

# data/events_federation.xml$//textList[@name="TEXT_FED_REBEL_CHOICE"]/text[3]
source: This sector is a prime spot for Rebels. Despite their usual thirst for killing Feds, the Rebel ship here is ignoring you.
ru: Этот сектор - лучшее место для повстанцев. Несмотря на их обычную жажду убивать федералов, корабль повстанцев здесь игнорирует вас.
zh_hans: 这个信标是叛军的黄金地段。尽管他们通常渴望杀死联邦的船舰，但这里的叛军船却无视了你。

# data/events_federation.xml$//textList[@name="TEXT_FED_REBEL_CHOICE"]/text[4]
source: The Rebel ship at this beacon is scouting for Federation ships to fight. It has not yet seen you.
ru: Корабль повстанцев на этом маяке разведывает корабли Федерации для сражения. Он еще не видел вас.
zh_hans: 这个信标上的叛军舰正在与联邦侦察舰进行战斗。它还没有发现你。

# data/events_federation.xml$//event[@name="FED_BROKEN_SUPPLY_DRONE"]/text
source: A Federation automated supply drone nearby is on the fritz, sparking and occasionally sending garbled, meaningless messages. It must have received serious damage.
ru: Неподалеку находится неисправный беспилотник снабжения Федерации, который искрит и время от времени посылает беспорядочные, бессмысленные сообщения. Должно быть, он получил серьезные повреждения.
zh_hans: 附近的一架联邦自动补给无人机出现故障，能看到一些火花四溅，偶尔还会发出乱七八糟、毫无意义的信息。它一定受到了严重的伤害。

source: Attempt to contact the drone.
ru: Попытаться связаться с беспилотником.
zh_hans: 尝试联系无人机。

source: Salvage the drone.
ru: Разобрать беспилотник.
zh_hans: 维修无人机。

source: (Engi Crew) Fix the drone.
ru: (Член экипажа-энджи) Починить беспилотник.
zh_hans: （半械族）修理无人机。

source: Your Engi is no stranger to working on Auto-ships and drones, and easily identifies the problem. Once the Auto-ship is fixed, it distributes supplies and patches up your hull.
ru: Ваш энджи не по наслышке знает, как работать с авто-кораблями и дронами, и легко определяет проблему. Как только беспилотник восстанавливает работоспособность, он выделяет вам припасы и латает корпус корабля.
zh_hans: 您的半械族船员对在自动飞船和无人机上工作并不陌生，并且可以轻松识别问题。当自动补给无人机被修复后，他给了你一些资源并维修了你的船体。

source: (Engineer Crew) Fix the drone.
ru: (Член экипажа-инженер) Починить беспилотник.
zh_hans: （工程师船员）修理无人机。

source: Your Engineer tries to explain that they're only used to working on Rebel Auto-ships, but you convince them to try anyways. They manage to get the drone working long enough to repair some hull before something goes wrong and the ship turns hostile!
ru: Ваш инженер пытается объяснить, что он привык работать только с авто-кораблями повстанцев, но вы все равно убеждаете его попробовать. Ему удается заставить беспилотник проработать достаточно долго, чтобы он успел отремонтировать часть повреждений корпуса, прежде чем что-то идет не так, и корабль становится враждебным!
zh_hans: 你的工程师试图解释他们只习惯于在叛军自动舰上工作，但你坚持无论如何都要一试。他们成功让无人机短暂运行了一段时间来修复你的舰体，但之后无人机突然变成敌对状态。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Repair Drone) Fix the drone. [1|]
ru: (Дрон-ремонтник) Починить беспилотник. [1|]
zh_hans: （维修无人机）修理无人机。[1无人机部件]

source: Your repair drone quickly patches up the Auto-ship. Once fixed, it distributes supplies and patches up your hull.
ru: Ваш ремонтный дрон быстро чинит авто-корабль. После ремонта, беспилотник выделяет вам припасы и латает корпус корабля.
zh_hans: 您的维修无人机可以快速维修补给无人机。当自动补给无人机被修复后，他给了你一些资源并维修了你的船体。

source: (Lanius Crew) Have your Lanius salvage the drone.
ru: (Член экипажа-ланиус) Пусть ваш ланиус разберет беспилотник.
zh_hans: （食铁族船员）让你的食铁族船员搜刮无人机。

source: Your Lanius is able to salvage the drone with little difficulty, knowing exactly what to disassemble to prevent triggering its defenses.
ru: Ваш ланиус способен разобрать авто-корабль без особого труда, точно зная, что нужно демонтировать, чтобы не привести в действие защитные механизмы.
zh_hans: 你的食铁族船员能够毫不费力地搜刮无人机，可以确切地知道要拆卸什么以防止触发其防御手段。

source: Ignore the Auto-ship.
ru: Не обращать внимание на авто-корабль.
zh_hans: 无视自动补给无人机。

source: You aren't interested by the malfunctioning automaton.
ru: Вас не интересует неисправный автомат.
zh_hans: 你对失灵的自动补给无人机不感兴趣。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You attempt to transmit your ID to the ship, in hopes it will still be able to distribute supplies. However, it seems to struggle identifying your ship, and suddenly attacks!
ru: Вы пытаетесь передать кораблю свой идентификатор в надежде, что он все еще может выделить припасы. Однако он, похоже, имеет проблемы с идентификацией вашего корабля и внезапно атакует!
zh_hans: 您试图将您的ID传送给飞船，希望它仍然能够分发物资。然而，它似乎很难识别你的船，并发起袭击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Luckily, though the drone is heavily damaged, it is still able to scan your Federation ID and transmit some supplies.
ru: К счастью, несмотря на то, что беспилотник сильно поврежден, он все еще может отсканировать ваш идентификатор Федерации и передать немного припасов.
zh_hans: 幸运的是，尽管无人机严重受损，但它仍然能够扫描您的联邦ID并传输一些补给。

source: While salvaging the drone, it suddenly turns hostile and attacks!
ru: Когда вы начинаете разборку беспилотника, он внезапно становится враждебным и нападает!
zh_hans: 在维修无人机时，它突然变得敌对并发动攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The drone remains mostly unresponsive. Its weapons even come online, but it remains unable to fire.
ru: Беспилотник практически не реагирует на это. Его орудия даже смогли включиться, но он по-прежнему не способен вести огонь.
zh_hans: 无人机的武器升起了，但好像并没有向你开火。

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST"]/text
source: This beacon is home to a Federation science station. They don't hail you, but everything appears in order and your scanners pick up regular activity inside. A few strange looking Federation Auto-drones are tethered to the exterior.
ru: Этот маяк является домом для научной станции Федерации. Они не связываются с вами, но все выглядит в порядке, и ваши сканеры фиксируют регулярную активность внутри. Несколько странно выглядящих автодронов Федерации привязаны снаружи.
zh_hans: 这个信标是一个联邦科学站的所在地。他们没有呼叫你，但一切都显得井然有序，你的扫描器也发现了里面的正常活动。一些看起来很奇怪的联邦自动驾驶飞机停在外面。

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST"]/choice[1]/text
source: Contact them.
ru: Связаться с ними.
zh_hans: 与他们联系。
