Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_federation.xml/*.po
Languages: ru, zh_hans

source: "Who are you, what do you wan- holy crap! You're the Multiverse ship. It's an honor, sir. We understand how important your mission is for all of us, but we must ask if you can do us a favor. We need a military ship to test out our latest combat AI. Just let it shoot at you for a bit until the test is complete. We'll repair any damage it causes after."
ru: "Кто вы, чего вы хотите - О черт возьми! Вы - корабль Мультивселенной. Это честь для нас, сэр. Мы понимаем, насколько важна ваша миссия для всех нас, но мы должны спросить, можете ли вы оказать нам услугу. Нам нужен военный корабль, чтобы испытать наш новейший боевой ИИ. Просто позвольте ему немного пострелять в вас, пока тест не будет завершен. После мы отремонтируем все повреждения, которые он нанесет".
zh_hans: "你是谁，你想干......我的天啊！您是一艘多元战舰。这是我的荣幸，先生。我们明白您的任务对我们所有人来说有多重要，但我们必须问您是否可以帮我们一个忙。我们需要一艘军用飞船来测试我们最新的战斗AI。只要让它向您射击一下，直到测试完成。之后我们会修复它对您造成的任何伤害。"

source: Agree to test the drone.
ru: Согласиться протестировать дрон.
zh_hans: 同意测试。

source: "Great! Just wait a moment, it'll be active shortly. Just remember, ion weapons or system damage is fine, but don't do any damage to the hull."
ru: "Отлично! Подождите немного, скоро он будет активен. Только помните, можно использовать ионное оружие или повреждать системы, но не наносите никаких повреждений корпусу".
zh_hans: "太好了！。稍等片刻，它很快就会启动。请记住，可以使用离子武器或造成系统损坏就可以了，请不要对船体造成任何伤害。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Fair enough."
ru: "Справедливо".
zh_hans: "好吧。"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST"]/choice[2]/text
source: Ignore the station.
ru: Не обращать внимание на станцию.
zh_hans: 无视该科技站。

source: You aren't interested in the station. You ignore them.
ru: Вас не интересует станция. Вы не обращаете на нее внимания.
zh_hans: 你对科技站不感兴趣。你无视了它们。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST_DESTROY"]/text
source: "What the hell was that! What did you not understand about DO NOT DAMAGE THE SHIP. Get out of here, now. Maybe next time you'll listen to instructions when they're given to you."
ru: "Что это было, черт возьми! Не понял, что НЕЛЬЗЯ ПОВРЕЖДАТЬ КОРАБЛЬ. Убирайтесь отсюда, сейчас же. Может быть, в следующий раз ты будешь слушать инструкции, когда они тебе даются".
zh_hans: "你是怎么回事？你怎么不明白不要破坏船只的意思。赶紧离开这里。也许下次你会听从指示的吧。"

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST_DAMAGE"]/text
source: "Careful, careful! I told you not to damage the ship! I don't think you were the best choice for this after all, it's probably best if you leave. Hopefully I'll find someone better at following instructions..."
ru: "Осторожно, осторожно! Я же просил тебя не повредить корабль! В конце концов, я не думаю, что вы были лучшим выбором для этого, наверное, будет лучше, если вы уйдете. Надеюсь, я найду кого-нибудь, кто лучше выполняет инструкции..."
zh_hans: "小心！我不是告诉过你不要损坏这艘船吗？我认为你不是最佳人选，你最好还是离开。希望我能找到一个更擅长遵守指示的人......"

# data/events_federation.xml$//event[@name="FED_NODAMAGE_TEST_WIN"]/text
source: The Auto-ship deactivates and the Federation engineer hails you again. "Perfect! Thank you so much for your help. I'll patch up your hull, and feel free to help yourself to some of our other tech."
ru: Авто-корабль деактивируется, и инженер Федерации снова вызывает вас. "Отлично! Большое спасибо за помощь. Я залатаю ваш корпус, и не стесняйтесь угощаться другими нашими технологиями".
zh_hans: 自动飞船停用了，联邦工程师再次向你呼叫。"太完美了！非常感谢你的帮助。我会马上维修你的船体，你可以随意使用我们的一些其他技术。"

# data/events_federation.xml$//event[@name="FED_HANGAR_RAID"]/text
source: A large Federation hangar has been built on the nearby planet. Any Federation ship is allowed to dock.
ru: На ближайшей планете построен большой ангар Федерации. Любому кораблю Федерации разрешено стыковаться.
zh_hans: 附近的星球上建了一个大型的联邦机库。任何联邦的飞船都可以停靠。

# data/events_federation.xml$//event[@name="FED_HANGAR_RAID"]/choice[1]/text
source: Dock.
ru: Пристыковаться.
zh_hans: 停靠。

# data/events_federation.xml$//event[@name="FED_HANGAR_RAID"]/choice[1]/event/text
source: You transmit your ID and not long after are allowed to enter. A repair team moves in to refuel your ship and make some repairs.
ru: Вы передаете свое удостоверение личности и вскоре после этого получаете разрешение на вход. Ремонтная команда прибывает, чтобы заправить ваш корабль и произвести ремонт.
zh_hans: 您传输您的ID，不久之后就被允许进入。维修团队向你走过来，为您的船只加油并进行一些维修。

source: Leave.
ru: Уйти.
zh_hans: 离开。

source: As you exit the hangar a blaring siren fills the air. A Rebel squadron is approaching! The planetary defense cannons are overwhelmed and most of the Rebel ships are able to get past. An Elite ship locks onto you and attacks!
ru: Когда вы выходите из ангара, воздух наполняется воплем сирены. Эскадра повстанцев приближается! Орудия планетарной обороны перегружены, и большинство кораблей повстанцев смогли пройти мимо. Элитный корабль настигает вас и атакует!
zh_hans: 当你离开机库时，一声响亮的警报声在地面响起。一支叛军中队正在接近！行星防御炮失效了，大部分叛军的战舰都能过去。一艘精锐战舰锁定了你并发动了攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="FED_HANGAR_RAID"]/choice[2]/text
source: Ignore the hangar.
ru: Не обращать внимание на ангар.
zh_hans: 无视机库。

# data/events_federation.xml$//event[@name="FED_HANGAR_RAID"]/choice[2]/event/text
source: It's tempting, but you can't waste any time.
ru: Это заманчиво, но нельзя терять время.
zh_hans: 这确实很诱人，但你不能浪费任何时间。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_1"]/text
source: You arrive near a small fleet of Federation and Engi ships. A simple decryption and translation of their comm frequency tells you that they are having a frantic discussion about something obviously troubling them.
ru: Вы приближаетесь к небольшому флоту кораблей Федерации и энджи. Простая расшифровка и перевод частоты их связи говорит вам, что они ведут бешеный разговор о чем-то, явно их беспокоящем.
zh_hans: 你来到一支由联邦和半械族飞船组成的小舰队附近。对他们的通讯频率进行简单的解密和翻译后，你发现他们正在疯狂地讨论一些明显困扰他们的问题。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_1"]/choice[1]/text
source: Message them and ask if you can help.
ru: Сообщить им и спросить, если можешь помочь.
zh_hans: 给他们发消息，问你是否可以帮忙。

source: Slightly shocked at your question, their leader quickly responds, "Declined offer with apologetic gratitude. Topic of discussion private matter, no concern of Multiverse vigilantes."
ru: Слегка шокированный вашим вопросом, их лидер быстро отвечает: "Отклонил предложение с извиняющейся благодарностью. Тема обсуждения - частный вопрос, не касающийся бдительных сил Мультивселенной".
zh_hans: 他们的领导人对你的问题略感震惊，但很快回答说："很抱歉，不行。讨论的主题是私人问题，与多元宇宙船舰无关。"

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_1"]/choice[2]/text
source: Ignore it and move on.
ru: Не обращать внимания и двигаться дальше.
zh_hans: 无视它并继续前进。

source: You can't help but wonder what they were discussing as you prepare to jump.
ru: Вы не можете не задаться вопросом, что они обсуждали, пока вы готовились к прыжку.
zh_hans: 当你准备跃迁时，你却更想知道他们在讨论什么。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Engi Crew) Have your Engi crewmember contact them.
ru: (Член экипажа-энджи) Попросить члена экипажа энджи связаться с ними.
zh_hans: （半械族船员）让您的半械族船员与他们联系。

source: Your crewmember syncs with the comm unit to communicate with them directly. You offer your help and a summary of the ship's mission. They respond, "Our goals have analogous elements. However, not all available for disclosure, discretion necessary."
ru: Ваш член экипажа синхронизируется с устройством связи, чтобы общаться с ним напрямую. Вы предлагаете свою помощь и краткое описание миссии корабля. Они отвечают: "Наши цели имеют аналогичные элементы. Однако, не все из них доступны для раскрытия по усмотрению".
zh_hans: 你的船员与通讯装置同步，与他们直接沟通。你提供了你的飞船任务和飞船的强度。他们回应说："我们的目标有类似的内容。但是，并不是所有的都可以公开，必要时可酌情处理。"

source: Offer your help.
ru: Предложить свою помощь.
zh_hans: 提供您的帮助。

source: "Secret prototype stolen by Mantis, initiating high profile trade with Rebels. Cargo ship location: unknown. Mantis Suzerain dispatched to Rebel base to deliver information on prototype whereabouts. Transmitting location of known data transfer location."
ru: "Секретный прототип украден богомолами, что положило начало громкой торговле с повстанцами. Местонахождение грузового корабля: неизвестно. Богомол Сюзерен отправлен на базу повстанцев для передачи информации о местонахождении прототипа. Передаю местоположение известного места передачи данных".
zh_hans: "秘密原型"被"螳螂"窃取，开始了与叛军的高调贸易。货船位置：未知。螳螂铃音号被派往叛军基地，提供关于原型机下落的信息。传送已知的数据传输位置。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: "However, Mantis ship potentially stopped by second base on travel. Would calculate probability of transfer occuring here but data insufficient. Cannot risk obvious Rebel-Engi conflict. Also, need time to acquire military ships. Assist in finding technology?"
ru: "Однако, корабль богомолов потенциально остановлен второй базой в пути. Я бы рассчитал вероятность того, что передача произойдет здесь, но данных недостаточно. Мы не можем рисковать очевидным конфликтом между повстанцами и энджи. Кроме того, нужно время для приобретения военных кораблей. Помочь в поиске технологии?"
zh_hans: "但是，螳螂飞船有可能在旅行中被第二基地阻止。将计算在这里发生转移的概率，但数据不足。不能冒着叛军和半械族冲突的风险去查探。另外，需要时间来获得军用船只。协助寻找技术？"

source: Agree.
ru: Согласиться.
zh_hans: 同意。

# data/events_federation.xml$//ship[@name="SHIP_STEALTH_UNLOCK_FAKE"]/escape/text
source: As soon as they see you, they power up their engines to jump away. Stop them!
ru: Как только они увидят вас, они включат свои двигатели, чтобы удрать. Остановите их!
zh_hans: 他们一看到你，就启动了引擎，准备跃迁。阻止他们！

# data/events_federation.xml$//ship[@name="SHIP_STEALTH_UNLOCK_FAKE"]/gotaway/text
source: With the ship gone you search through the abandoned base for any signs of their destination but find none.
ru: Когда корабль исчез, вы обыскиваете заброшенную базу в поисках каких-либо признаков их назначения, но ничего не находите.
zh_hans: 随着船的消失，你在废弃的基地中寻找目标的任何迹象，但没有找到。

source: You take what you can from the debris.
ru: Вы берете из обломков все, что можете.
zh_hans: 你从残骸中搜刮了一些你能用到的东西。

source: A quick search of their communication logs shows that the tech you were searching for never passed through this base... It must have been a decoy! You strip what you can and prepare to jump.
ru: Быстрый поиск в их журналах связи показывает, что техника, которого вы искали, никогда не проходил через эту базу... Должно быть, это была приманка! Вы собираете все, что можете, и готовитесь к прыжку.
zh_hans: 快速搜索他们的通讯记录显示，你要寻找的技术从未经过这个基地。这一定是个诱饵！你拿起你能拿走的东西，准备跃迁。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2FAKE"]/text
source: You arrive at one of the Rebel bases that the Engi told you about. It appears abandoned except for one well armed Elite ship. Perhaps you could extract information from them.
ru: Вы прибываете на одну из баз повстанцев, о которой вам рассказывали энджи. Она выглядит заброшенной, за исключением одного хорошо вооруженного элитного корабля. Возможно, вы сможете получить от них информацию.
zh_hans: 你到达了半械族告诉你的叛军基地之一。它似乎被遗弃了，但还有一艘装备精良的精英船。也许你可以从中提取信息。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2FAKE"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2FAKE_SURRENDER"]/text
source: "Stop! Stop! Why is the Federation so damn ravenous! Don't you have better things to do than hunting down random Rebel ships when you have other battles to fight?"
ru: "Стоп! Стоп! Почему Федерация такая чертовски алчная! Разве у вас нет дел поважнее, чем охотиться на случайные корабли повстанцев, когда у вас есть другие сражения?"
zh_hans: "停！停！。为什么联邦的人这么贪婪！在你们有其他战斗要打的时候，难道你们没有更好的事情要做，而不是随意追杀叛军的船只吗？"

source: Demand information on the stolen technology.
ru: Потребовать информации по поводу украденной технологии.
zh_hans: 要求提供有关被盗技术的信息。

source: "Ah, so that's what you're after. Too bad, you followed the wrong ship. The envoy that passed through here was a fake, to trick fools like you. Now let us go!"
ru: "А, так вот за кем летел. Жаль, что ты последовал не за тем кораблем. Эмиссар, который проходил здесь, был фальшивкой, чтобы обмануть таких дураков, как ты. Теперь позвольте нам идти!"
zh_hans: "啊，原来这就是你的目的。太糟糕了，你跟错了船。经过这里的特使是假的，用来欺骗像你这样的傻瓜。现在让我们走吧！"

source: Let them go.
ru: Отпустить их.
zh_hans: 让他们走吧。

source: "Hah! And don't think the fleet won't hear about this!" The Rebels jump away.
ru: "Ха! И не думайте, что флот не узнает об этом!" Повстанцы прыгают прочь.
zh_hans: "哈！别以为舰队不会听到这件事！" 叛军跃迁走了。

source: Ignore him and attack.
ru: Игнорировать его и атаковать.
zh_hans: 无视他并攻击。

source: "No, wait!" You cut the transmission and continue the assault.
ru: "Нет, подождите!" Вы прерываете передачу и продолжаете штурм.
zh_hans: "不，等等！"你切断了传输，继续进行攻击。

# data/events_federation.xml$//ship[@name="SHIP_STEALTH_UNLOCK_2REAL"]/escape/text
source: As soon as they see you they power up their engines to jump away. Stop them!
ru: Как только они увидели вас, они включают свои двигатели, чтобы ускакать. Остановите их!
zh_hans: 他们一看到你，就把引擎开起来准备跃迁。阻止他们！

source: With the ship gone, you search through the abandoned base for any signs of their destination but find none.
ru: Когда корабль исчез, вы обыскиваете заброшенную базу в поисках каких-либо признаков их назначения, но не находите их.
zh_hans: 随着船的消失，你在废弃的基地中寻找目标的任何迹象，但没有找到。

source: You take what you can from the debris.
ru: Вы берете из обломков все, что можете.
zh_hans: 你从残骸中搜刮了一些你能用到的东西。

source: Once their crew is dead you scan the ship for the stolen blueprints but find none. Instead, you find recordings of a conversation with an MFK Ace... the Mantis must have already transfered off the data. You strip the ship and prepare to pursue.
ru: Когда их команда мертва, вы сканируете корабль в поисках украденных чертежей, но не находите их. Вместо этого вы находите запись разговора с асом МФК... Богомол, должно быть, уже передал данные. Вы раздеваете корабль и готовитесь к преследованию.
zh_hans: 当他们的船员死后，你便扫描这艘船，寻找被盗的蓝图，但没有找到。相反，你发现了与MFK王牌的对话录音......螳螂一定已经把数据转移出去了。你把船搜刮后，准备追击。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2REAL"]/text
source: You arrive at one of the Rebel bases that the Engi told you about. It appears mostly abandoned, save for a Suzerain ship. This must be the one the Engi were searching for!
ru: Вы прибываете на одну из баз повстанцев, о которой вам рассказывали энджи. Она выглядит в основном заброшенной, кроме корабля Сюзеренов. Должно быть, это тот самый корабль, который искали энджи!
zh_hans: 你到达了半械族告诉你的叛军基地之一。它似乎被遗弃了，只有一艘铃兰人的飞船。这一定是半械族正在寻找的那艘船!

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2REAL"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_2REAL_SURRENDER"]/text
source: "Eek! Me not want to die here! Many apologizing Federation, now stop firing!"
ru: "Ааа! Я не хочу здесь умирать! Федерация приносит свои извинения, а теперь прекратите огонь!"
zh_hans: "哎呀! 我不想死在这里！我们向联邦道歉，请停止射击！"

source: Demand information on the stolen technology.
ru: Потребовать информации по поводу украденной технологии.
zh_hans: 要求提供有关被盗技术的信息。

source: "Oh yes yes, that why you here. Yes, MFK ship arrive, paying much well for data! We give them location of envoy, and taking pay! You understanding it's just job, yes? You surely run mercenary job time to time!"
ru: "О да, да, поэтому вы здесь. Да, прибыл корабль МФК, хорошо платят за данные! Мы сообщаем им местонахождение посланника и берем плату! Вы же понимаете, что это просто работа? Вы же наверняка время от времени занимаетесь наемничеством!"
zh_hans: "哦，好的，好的，这就是为什么你在这里。是的，MFK的船来了，为数据付了很多钱！我们给了他们特使的位置，并收取报酬！你知道这只是一个工作，对吗？你肯定经常做雇佣兵的工作！"

source: Let them go.
ru: Отпустить их.
zh_hans: 让他们走吧。

source: You prepare an FTL message containing the coordinates to send to the Engi and get ready to jump.
ru: Вы готовите сверхсветовое сообщение с координатами для передачи к энджи и готовитесь к прыжку.
zh_hans: 你准备好一个包含坐标的超光速信息，发送给半械族，并准备跃迁。

# data/events_federation.xml$//ship[@name="SHIP_STEALTH_UNLOCK_3"]/deadCrew/text
source: You strip what you can and contact the Engi ships.
ru: Вы снимаете то, что можете, и связываетесь с кораблями энджи.
zh_hans: 你拿了所有你能拿走的东西，然后联系半械族船舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_3"]/text
source: You have finally caught up with the MFK Ace ship. A hangar-sized Mantis cargo ship has stopped nearby, guarded by a mix of Mantis and Rebels. As you reconsider the assault, a squadron of Engi ships with pirate emblems jump in and assist you. You get involved and attack one of the nearby Rebels head-on.
ru: Вы наконец-то догнали корабль аса МФК. Неподалеку остановился грузовой корабль богомолов размером с ангар, охраняемый смесью богомолов и повстанцев. Пока вы передумываете о нападении, эскадрилья кораблей энджи с пиратскими эмблемами приходит в прыжок и помогает вам. Вы вступаете в бой и атакуете одного из повстанцев лоб в лоб.
zh_hans: 你终于追上了MFK的王牌飞船。一艘机库大小的螳螂货船停在附近，由螳螂和叛军一起守卫。当你考虑攻击的时候，一个带有海盗标志的半械族舰队跃迁进来，协助你。你参与其中，正面攻击附近的一个叛军。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_3"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_4"]/text
source: The Engi emerge victorious from their battles with only minor losses. They message you, "Project X-ME56 commissioned by Federation military research division. Advanced Stealth Cruiser. Project finished during rebellion. Unable to reconnect with Federation military command."
ru: Энджи выходят победителями из своих сражений, понеся лишь незначительные потери. Они сообщают вам: "Проект X-ME56 заказан военно-исследовательским подразделением Федерации. Усовершенствованный крейсер-невидимка. Проект завершен во время восстания. Невозможно восстановить связь с военным командованием Федерации".
zh_hans: 半械族从战斗中取得了胜利，他们的损失很小。他们给你发消息说："由联邦军事研究部门委托的X-ME56项目。先进的隐形巡洋舰。项目在叛乱期间完成。无法与联邦军事指挥部重新建立联系。"

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_4"]/choice/text
source: Ask about the Mantis ships.
ru: Спросить о кораблях богомолов.
zh_hans: 询问螳螂船。

# data/events_federation.xml$//event[@name="STEALTH_UNLOCK_4"]/choice/event/text
source: "Likely ploy by Rebels to avoid breaking non-aggression pact with Engi. 97.56 percent likely. Your mission to assist last Federation fleet, correct? Coordinates?"
ru: "Вероятно, это уловка повстанцев, чтобы избежать разрыва договора о ненападении с энджи. 97,56% вероятности. Ваша миссия - помочь последнему флоту Федерации, верно? Координаты?"
zh_hans: "叛军可能采取的策略是避免违反与半械族的互不侵犯条约，这有97.56%的可能性。你的任务是协助上一支联邦舰队，对吗？坐标？"

source: Transmit coordinates of Federation command.
ru: Передать координаты команды Федерации.
zh_hans: 传输联邦命令的坐标。

source: "Satisfactory. Delivery of tech will assist in Federation cause. Gratitude alone insufficient. Commencing ship repair and compensation." Their crews deliver an advanced augmentation for installation but you're more pleased to hear that the Federation will have an improved arsenal.
ru: "Удовлетворительно. Поставка техники поможет делу Федерации. Одной благодарности недостаточно. Начинаю ремонт корабля и компенсацию". Их экипаж доставляют усовершенствованную аугментацию для установки, но вам приятнее услышать, что у Федерации будет улучшенный арсенал.
zh_hans: "不错。技术的交付将有助于联邦事业。仅凭嘴上说说可不够，给你一些资源并为你维修船体。"他们的船员为你安装提供了先进的增强，但你更高兴地听到联邦将拥有改进的船舰库。

# data/events_federation.xml$//event[@name="FED_MEMORIAL"]/text
source: It's clear from the minute you jump in that this is an important location. A massive, stunning memorial has been built here, so large it can easily be seen from space.
ru: Сразу после прыжка становится ясно, что это важное место. Здесь построен массивный, потрясающий мемориал, настолько большой, что его легко можно увидеть из космоса.
zh_hans: 从你跃迁进去的那一刻起，就可以看出这是一个重要的地点。这里建造了一个巨大的、令人惊叹的纪念馆，其规模之大，可以很容易地从太空中看到。

# data/events_federation.xml$//event[@name="FED_MEMORIAL"]/choice/text
source: Inspect closer.
ru: Осмотреть внимательнее.
zh_hans: 仔细检查。

# data/events_federation.xml$//event[@name="FED_MEMORIAL"]/choice/event/text
source: The memorial appears to have been constructed in honor of Universe 0, and more specifically the battle of Node 17. You exit your ship to observe a giant wall of names, a list of every Federation officer who gave their lives fighting in Node 17, whether they died from a kamikaze Auto, a Rebel ship, or a fatal injury sustained during battle. It moves you greatly, having come from Universe 0.
ru: Мемориал, похоже, был построен в честь Вселенной 0, а точнее, битвы при Узле 17. Вы выходите из своего корабля и видите гигантскую стену имен, список всех офицеров Федерации, отдавших свои жизни, сражаясь на Узле 17, независимо от того, погибли ли они от атаки камикадзе, корабля повстанцев или от смертельной травмы, полученной во время битвы. Это очень трогает вас, прибывшего из Вселенной 0.
zh_hans: 纪念碑似乎是为纪念宇宙0而建造的，更具体地说是节点17的战斗。你离开你的船，观察一个巨大的名字墙，列出每个在节点17战斗中牺牲的联邦军官，无论他们死于神风敢死队自动舰，叛军船只，还是在战斗中遭受致命伤害。它让你非常感动。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: A blazing siren screams throughout the city, and a monotone voice speaks. "This is not a drill. Repeat, this is not a drill. A Rebel squadron has been seen approaching the city. All civilians are to clear out of any unprotected areas and seek out shelter immediately. Any Federation personnel within the city limits are to report to command immediately to defend against the approaching threat."
ru: По городу разносится вопль сирены, и монотонный голос произносит. "Это не учения. Повторяю, это не учения. К городу приближается эскадрилья повстанцев. Все гражданские должны немедленно покинуть незащищенные места и найти укрытие. Любой персонал Федерации в черте города должен немедленно явиться к командованию для защиты от приближающейся угрозы".
zh_hans: 警笛声响彻整个城市，一个单调的声音在说话。"这不是演习。重复，这不是演习。有人看到一支叛军中队正在接近这座城市。所有平民都要离开任何没有保护的区域，并立即寻找庇护所。在城市范围内的任何联邦人员应立即向指挥部报告，以抵御即将到来的威胁。"

source: You won't stand for this. Do all you can to help!
ru: Вы не потерпите этого. Сделать все возможное, чтобы помочь!
zh_hans: 你不会容忍这一切的。尽你所能去帮助!

source: At the lead of the Rebel squadron is an unusual Rebel ship, one unlike anything you've seen before. It wields a powerful artillery weapon. If you can take it down, maybe it'll discourage the rest of the fleet.
ru: Во главе эскадры повстанцев стоит необычный корабль Повстанцев, не похожий ни на что, что вы видели раньше. На нем установлено мощное артиллерийское орудие. Если вы сможете уничтожить его, возможно, это обескуражит остальной флот.
zh_hans: 在叛军中队的领导下是一艘不寻常的叛军船，一艘不同于你以前见过的任何东西。它拥有着强大的火炮武器。如果你能拿下它，也许能让舰队的其他成员望而却步。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Leave as fast as possible.
ru: Свалить как можно быстрее.
zh_hans: 尽快离开。

source: You aren't interested in getting caught up in this fight. You're certain the Federation ships here will be able to fend off the Rebels.
ru: Вы не заинтересованы в том, чтобы ввязываться в этот бой. Вы уверены, что корабли Федерации смогут отбиться от повстанцев.
zh_hans: 你对陷入这场战斗不感兴趣。你确信这里的联邦船只将能够抵御叛军。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 舰船管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
