Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_augmented.xml/*.po
Languages: ru, zh_hans

# data/events_augmented.xml$//event[@name="AUGMENTED_QUESTION"]/text
source: The store owners look over the robot in curiosity. You wait for their response.
ru: Владельцы магазина с любопытством разглядывают робота. Вы ждете их реакции.
zh_hans: 店主好奇地看着机器人。你等待他们的回应。

# data/events_augmented.xml$//event[@name="AUGMENTED_QUESTION"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_QUESTION"]/choice/event/text
source: "While I certainly have never seen anything like this in particular, it reminds me of these strange ships I saw flying past. They were of Lanius build, but oddly colored. They stopped by here briefly, trading some strange cubical weapons for fuel. Here's their last known co-ordinates, in case you want to ask them about it."
ru: "Хотя я, конечно, никогда не видел ничего подобного, это напоминает мне о странных кораблях, которые я видел пролетающими мимо. Они были похожи на ланиусов, но странно окрашены. Они ненадолго заходили сюда, обменяв странное кубическое оружие на топливо. Вот их последние известные координаты, на случай, если вы захотите спросить их об этом".
zh_hans: "虽然我从未见过这样特别的东西，但它让我想起了我看到飞过的这种奇怪的船。它们是食铁族建造的，但颜色很奇怪。他们短暂停留在这里，用一些奇怪的立方体武器换取燃料。这是他们最后已知的坐标，如果你想访问他们。"

source: These are the coordinates you found at the Harmony Link.
ru: Эти координаты, который ты нашел на Связи Гармонии.
zh_hans: 此处为之前谐合链所记录的位置。

source: Explored location. Nothing left of interest.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_augmented.xml$//event[@name="AUGMENTED_DISCOVERY"]/text
source: You've arrived at the coords marked on your map. You notice the remains of some much smaller but similar cubical ships as before. The main difference from last time however, other than location, is three massive Lanius vessels in colors you've never seen before.
ru: Вы прибыли к координатам, отмеченным на вашей карте. Вы заметили останки нескольких гораздо меньших, но таких же кубических кораблей, как и раньше. Однако главное отличие от прошлого раза, кроме местоположения, это три огромных корабля ланиусов, окрашенных в цвета, которых вы никогда раньше не видели.
zh_hans: 你已到达星图上标记的坐标。你注意到一些小得多但与以前相似的立方体船的残骸。然而，与上次的主要区别在于，除了位置之外，还有三艘巨大的食铁族船只，是你从未见过的颜色。

# data/events_augmented.xml$//event[@name="AUGMENTED_DISCOVERY"]/choice[1]/text
source: Contact the Lanius.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

source: You hail the ships, but receive no verbal response. Instead, a strangely colored Lanius pops out of their hull, and glides towards you. It attaches to your hull, and burrows its way through, but the damage shouldn't be too hard to patch up quickly.
ru: Вы пытаетесь связаться с кораблями, но не получаете никакого словесного ответа. Вместо этого из их корпуса выскакивает ланиус странного цвета и направляется к вам. Он прикрепляется к вашему корпусу и пробивает себе путь, но повреждения будет несложно залатать.
zh_hans: 你向船只呼叫，但没有收到任何口头回应。取而代之的是，一只颜色奇特的食铁族从他们的船体中弹出，滑向你。它附着在你的船体上，然后钻进去，但损坏应该不太难修补。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Lanius unfolds, spitting out some metal. It speaks in a monotone but strangely well-translated voice. "Apologies damage. Not wanting take airlocks, my bad. You call me, assuming question have?"
ru: Ланиус разворачивется, выплевывая металл. Оно говорит монотонно, но странно хорошо переведенный голос. "Извиняюсь за повреждения. Не хотел брать шлюзы, виноват. Вы позовете мне, если у вас есть вопрос?"
zh_hans: 食铁族展开，吐出一些金属。它用一种单调但翻译得很好的声音说话。"抱歉造成的损失。不想采取气闸，我的错。你呼叫我，假设有问题？"

source: Show them the robot.
ru: Показать им робота.
zh_hans: 向它展示机器人。

source: The strange Lanius inspects the robot before speaking. "No, not robot. Lifeform, like you. Metal, like me. Showing this to leader, best option. She wanting see this, rare find one alive! Allowing me to assist FTL drive?"
ru: Странный ланиус осматривает робота, прежде чем заговорить. "Нет, не робот. Жизненная форма, как ты. Металл, как я. Покажу это лидеру, это лучший вариант. Она захочет увидеть это, редко встретишь живого! Разрешите мне помочь с СДД приводом?"
zh_hans: 奇怪的食铁族在说话之前检查了机器人。"不，不是机器人。生命体，像你。金属，像我。把这个给领导看，最好的选择。她想看到这个，难得找到一个活着的！让我协助超光速驾驶？"

source: Agree to let him "assist the FTL Drive".
ru: Согласиться, чтобы он "помог с сверхсветовым приводом".
zh_hans: 同意让他"协助超光速驾驶"。

source: The Lanius waddles over to the engines and fiddles around with your drive. "We going now. Grab thing bolted down, bumpy ride!" Suddenly, the engines activate and you can feel the ship entering lightspeed!
ru: Ланиус подходит к двигателям и возится с вашим приводом. "Мы летим. Прикручивай все болтами, будет трясти!" Внезапно двигатели активируются, и вы чувствуете, как корабль набирает сверхсветовую скорость!
zh_hans: 食铁族摇摇晃晃地靠近引擎，摆弄着你的推进器。"我们现在出发。抓住东西用螺栓固定下来，颠簸！"突然，引擎启动，你可以感觉到飞船进入光速！

source: Cronchmeister
ru: Крончмейстер
zh_hans: 克朗克迈斯特

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Refuse.
ru: Отказаться.
zh_hans: 拒绝。

source: "So the boring! Be taking alien then, needing food." They press some button on a device in their hands, and the ship in the distance moves towards you with its weapons powered on!
ru: "Так скучно! Тогда принимайте пришельца, нужна еда". Они нажимают какую-то кнопку на устройстве в своих руках, и корабль вдалеке движется к вам с включенным оружием!
zh_hans: "太无聊了！那就服用外星人吧，需要食物。"他按下手中设备上的某个按钮，远处的飞船就会开着武器向你驶来！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_DISCOVERY"]/choice[2]/text
source: Ignore the Lanius.
ru: Не обращать внимание на ланиуса.
zh_hans: 无视食铁族。

source: Despite coming all this way with some great mystery afoot, you'd decide to be a stick in the mud and quit now. That's pretty lame.
ru: Несмотря на то, что вы проделали весь этот путь с какой-то великой тайной, вы решили бы быть палкой в грязи и уйти сейчас. Это довольно неубедительно.
zh_hans: 尽管一路走来，还带着一些巨大的谜团，但你还是决定成为泥潭中的一根棍子，现在就退出。这很蹩脚。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The location of the augmented leader, the Anointed.
ru: Местонахождение лидера Возвышенных, Помазанница.
zh_hans: 强铁族领袖，强选者的位置。

source: Visited location.
ru: Посещенное место.
zh_hans: 已探索的信标。

# data/events_augmented.xml$//event[@name="AUGMENTED_ANOINTED"]/text
source: You've arrived at the exit...
ru: Вы подошли к выходу...
zh_hans: 你已经到了出口...

# data/events_augmented.xml$//event[@name="ANOINTED_SURRENDER"]/text
source: "Ok, you winning. You may keep creature, not worth dying over. Taking this, and leave us here. Apologies for attack."
ru: "Хорошо, ты победил. Ты можешь сохранить существо, оно не стоит того, чтобы из-за него умирать. Возьми это и оставь нас здесь. Приношу извинения за нападение".
zh_hans: "好吧，你赢。你可以留下生物，不值得死。拿着这个，把我们留在这里。为攻击道歉。"

# data/events_augmented.xml$//event[@name="ANOINTED_SURRENDER"]/choice[1]/text
source: Accept her surrender.
ru: Принять ее капитуляцию.
zh_hans: 接受她的投降。

# data/events_augmented.xml$//event[@name="ANOINTED_SURRENDER"]/choice[2]/text
source: Refuse.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_augmented.xml$//event[@name="ANOINTED_SURRENDER_ACCEPT"]/text
source: You accept the Anointed's surrender, and she transfers over a good amount of scrap. As you prepare to leave though, she asks to speak with you about one more thing.
ru: Вы принимаете капитуляцию Помазанницы, и она передает вам хорошее количество лома. Однако, когда вы готовитесь уходить, она просит поговорить с вами еще об одной вещи.
zh_hans: 你接受强选者的投降，她转移了大量的废料。当你准备离开时，她要求和你谈谈另一件事。

# data/events_augmented.xml$//event[@name="ANOINTED_SURRENDER_ACCEPT"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The Lanius hands you a strange key-like device. "This ancient, like many other, is in hibernation. This device seeming able to awaken them. There is mystery here, yes? I wishing I could solve it, but you are one now with privileged. You will need this and fuel as catalyst. Good luck."
ru: Ланиус протягивает вам странное устройство, похожее на ключ. "Этот древний, как и многие другие, находится в спячке. Это устройство, похоже, способно пробудить их. Здесь есть тайна, да? Хотела бы я разгадать ее, но теперь все в ваших руках. Вам понадобится это и топливо в качестве катализатора. Удачи".
zh_hans: 她送给你一个奇怪的类似钥匙的设备。"这个远古物种，像其他许多，休眠中。这个装置似乎能够唤醒他们。这里有谜团，是吗？我希望我能解决它，但条件你现在更有。你会需要这个和燃料作催化剂。好运。"

source: Accept her gift and leave.
ru: Принять ее подарок и уйти.
zh_hans: 接受她的礼物并离开。

source: Offer to take her with you.
ru: Предложить взять ее с собой.
zh_hans: 提议带她一起走。

source: "Oh, could not. Sorry, but busy here. My life, very difficult. The material of body very unstable, always needing to feed on more. Without it, I decay, die. Very painful, you understand."
ru: "Ох, я не могу. Извините, но я здесь занята. Моя жизнь очень трудна. Материал тела очень нестабилен, ему всегда нужно больше питаться. Без пищи я разлагаюсь, умираю. Мне очень больно, вы понимаете".
zh_hans: "哦，不行。抱歉，这里很忙。我的生活，很艰难。身体的材料很不稳定，总是需要吃更多的东西。没有进食，我会腐烂，死去。很痛苦，你懂的。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Offer her an Ancient Laser to feed on.
ru: Предложить ей древний лазер, для питания.
zh_hans: 给她一件远古激光来食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Beam to feed on.
ru: Предложить ей древний луч, для питания.
zh_hans: 给她一件远古光束供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Pinpoint to feed on.
ru: Предложить ей древний точечный луч, для питания.
zh_hans: 给她一件远古光点供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Pinpoint Mk. II to feed on.
ru: Предложить ей древний точечный луч II, для питания.
zh_hans: 给她一件远古光点II供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Missile Launcher to feed on.
ru: Предложить ей древнюю ракетную установку, для питания.
zh_hans: 给她一件远古导弹发射器供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Bomb Launcher to feed on.
ru: Предложить ей древнюю пусковую установку бомб, для питания.
zh_hans: 给她一件远古炸弹发射器供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Peacekeeper to feed on.
ru: Предложить ей древнего миротворца, для питания.
zh_hans: 给她提供一件远古镇定者作为食物。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Laser Drone to feed on.
ru: Предложить ей древний лазерный дрон, для питания.
zh_hans: 给她一架远古激光无人机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Ion Drone to feed on.
ru: Предложить ей древний ионный дрон, для питания.
zh_hans: 给她一架远古离子无人机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Missile Drone to feed on.
ru: Предложить ей древний ракетный дрон, для питания.
zh_hans: 给她一架远古导弹无人机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Overwatcher Drone to feed on.
ru: Предложить ей древнего наблюдателя, для питания.
zh_hans: 给她一架远古守望者无人机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Mender to feed on.
ru: Предложить ей древнего наладчика, для питания.
zh_hans: 给她一架远古修复机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Director to feed on.
ru: Предложить ей древнего руководителя, для питания.
zh_hans: 给她一架远古导引机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Atomizer to feed on.
ru: Предложить ей древнего атомизатора, для питания.
zh_hans: 给她一架远古解离机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

source: Offer her an Ancient Atomizer to feed on.
ru: Предложить ей древнего атомизатора, для питания.
zh_hans: 给她一架远古解离机供她食用。

source: "This, high quality tech. You must lucky finding this. Alright, this will serve as now. Very curious, wanting to see what happens when being awakens!"
ru: "Это высококачественная техника. Вам, должно быть, повезло найти ее. Ладно, это послужит мне сейчас. Очень любопытно, хочу увидеть, что произойдет, когда существо пробудится!"
zh_hans: "这个，高品质的科技产品，你一定很幸运找到了这个。好吧，就是现在。很好奇，想看看被唤醒时会发生什么！"

source: Anointed
ru: Помазанница
zh_hans: 强选者

# data/events_augmented.xml$//event[@name="ANOINTED_DESTROYED"]/text
source: The Anointed's cruiser explodes. There's plenty left to scrap from the wreckage, but with her dies any chance that you might figure out what to do with this alien.
ru: Крейсер Помазанницы взрывается. От обломков осталось много лома, но вместе с ним исчезает и всякий шанс понять, что делать с этим пришельцем.
zh_hans: 强选者的星舰爆炸。残骸中还有很多可以搜刮的东西，但随着她的死，你再也没法获悉如何处理这名外星人了。

# data/events_augmented.xml$//event[@name="ANOINTED_DEADCREW"]/text
source: The crew of the cruiser has been neutralized. You move in to inspect the ship and collect the remains.
ru: Экипаж крейсера нейтрализован. Вы выдвигаетесь, чтобы осмотреть корабль и собрать останки.
zh_hans: 星舰内的船员已被消灭，你进去检查船并收集遗物。

# data/events_augmented.xml$//event[@name="ANOINTED_DEADCREW"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="ANOINTED_DEADCREW"]/choice/event/text
source: As you inspect the ship, you find the Anointed decaying on the ground. She gestures for you to come closer, and slaps a strange looking device in your hands. She manages to choke out the words "This is activator key. Along with fuel catalyst, will wake ancient... from h-hibernation. There is great mystery here... my mistake for interrupting. You will solve it, I am sure..." With that, she falls to the ground, dead.
ru: Осмотрев корабль, вы обнаружите, что Помазанница разлагается на земле. Она жестом просит вас подойти ближе и сует вам в руки странное на вид устройство. Ей удается вымолвить: "Это ключ активатор. Вместе с топливным катализатором он пробудит древнего... от гибернации. Здесь есть великая тайна... моя ошибка, что прервала вас. Вы разгадаете ее, я уверена..." С этими словами она падает на землю, мертвая.
zh_hans: 当你检查这艘船时，你发现强选者在地上正在腐烂。她示意你靠近一点，然后把一个看起来很奇怪的装置拍在你手里。她设法说出了几个字"这是激活器钥匙。与燃料催化剂一起，将唤醒远古……从休眠状态。这里有很大的谜团……是我的错误。你会解决的，我相信……"说完，她倒在地上，死了。

# data/events_augmented.xml$//event[@name="AUGMENTED_FREESCRAP"]/text
source: It seems this beacon was once home to an Ancient ship, but has been scrapped down to the core. There is just enough left however for you to get some extra scrap.
ru: Похоже, этот маяк когда-то был домом для древнего корабля, но был разрушен до основания. Однако осталось ровно столько, чтобы вы могли получить немного лома.
zh_hans: 这座信标似乎曾经是一艘远古舰船的所在地，但已被废弃至核心。然而，剩下的就足够你得到一些额外的废料了。

# data/events_augmented.xml$//event[@name="AUGMENTED_FREESCRAP"]/choice[1]/text
source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

# data/events_augmented.xml$//event[@name="AUGMENTED_FREESCRAP"]/choice[2]/text
source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_HUNGRY"]/text
source: A small shuttle flies past, carrying a single augmented Lanius. They hail you, pleading for a favor. "My body, it decomposing fast. Need to eat hull to live. This shuttle small, begging you let take small bite of yours. Nothing you can't managing."
ru: Мимо пролетает небольшой шаттл с одним Возвышенным ланиусом. Они вызывают вас, умоляя об одолжении. "Мое тело быстро разлагается. Нужно есть, чтобы жить. Этот шаттл маленький, умоляю тебя позволить откусить маленький кусочек от твоего. Ничего такого, с чем бы ты не справился".
zh_hans: 一架小型穿梭机飞过，携带一个强铁族。他们向你呼叫，恳求你帮个忙。"我的身体，快腐烂了，要吃船体才能活，这穿梭机小，求你让你吃点你的，没有什么是你搞不定的。"

# data/events_augmented.xml$//event[@name="AUGMENTED_HUNGRY"]/choice[1]/text
source: Let him eat the hull.
ru: Пусть он съест корпус.
zh_hans: 让他吃船体。

# data/events_augmented.xml$//event[@name="AUGMENTED_HUNGRY"]/choice[1]/event/text
source: The Lanius flies the shuttle close and exits out the bottom, gliding its way onto yours. He attaches and begins to liquify a small portion of the hull. It's barely anything, much less than you expected, but the Lanius is grateful and even offers to join your crew.
ru: Ланиус подлетает к шаттлу вплотную и выходит из нижней части, скользя по вашему пути. Он прикрепляется и начинает измельчать небольшую часть корпуса. Это почти ничего, гораздо меньше, чем вы ожидали, но ланиус благодарен и даже предлагает присоединиться к вашей команде.
zh_hans: 食铁族将穿梭机靠近并从底部出来，滑向你的。他连接并开始液化船体的一小部分。这几乎没有什么，比你预期的要少得多，但食铁族很感激，甚至提议加入你的船员。

# data/events_augmented.xml$//event[@name="AUGMENTED_HUNGRY"]/choice[2]/text
source: Refuse.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_augmented.xml$//event[@name="AUGMENTED_HUNGRY"]/choice[2]/event/text
source: You refuse. The Lanius looks frightened, but not for long before their arms fall off and they melt into a puddle of metal. Guess when he said fast, he meant very fast...
ru: Ты отказываешься. Ланиус выглядит испуганным, но ненадолго, прежде чем его руки отваливаются, и он превращается в лужу металла. Наверное, когда он сказал "Быстро", он имел в виду "Очень быстро".
zh_hans: 你拒绝。食铁族看起来很害怕，没过多久，他的手臂就掉了下来，融化成一滩金属。猜想当他说快的时候，他的意思是非常快……

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_WAYSTONE"]/text
source: This sector is home to all kinds of weird sights, and now you can add Crystal Elites to your list of unexpected visitors you didn't think you'd see in this sector.
ru: Этот сектор является домом для всевозможных странных событий, и теперь вы можете добавить элиту кристаллинов в свой список неожиданных гостей, которых вы не ожидали увидеть в этом секторе.
zh_hans: 这个星区是各种奇怪景象的家园，现在你可以将水晶族精英添加到你认为你不会在该星区看到的意外访客列表中。

# data/events_augmented.xml$//event[@name="AUGMENTED_WAYSTONE"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.
zh_hans: 联系他们。
