Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_augmented.xml/*.po
Languages: ru, zh_hans

source: The Crystal Sentinels are equally surprised to see a Federation ship here, but they regard you in at least a decently passive way. "We've come looking for several parts from these structures. We believe their tech was combined with that of our ancestors to create the waystone that sealed away our homeworlds. However, navigating this sector is difficult. If you happen to have any map data, we'll gladly take it."
ru: Часовые кристаллины не менее удивлены, увидев здесь корабль Федерации, но они относятся к вам по крайней мере довольно пассивно. "Мы прибыли сюда в поисках нескольких частей этих структур. Мы считаем, что их технологии были объединены с технологиями наших предков для создания Путеводного камня, который запечатал наши родные миры. Однако ориентироваться в этом секторе сложно. Если у вас есть картографические данные, мы с радостью их примем".
zh_hans: 水晶哨卫者在这里看到一艘联邦飞船同样感到惊讶，但他们至少以一种相当被动的方式看待你。"我们已经从这些结构中寻找了几个部分。我们相信他们的技术与我们祖先的技术相结合，创造了封印我们家园的次元石。然而，在这个星区导航很困难。如果你碰巧有任何星图数据，我们很乐意接受。"

source: Sell them whatever basic data you've already collected.
ru: Продать им все основные данные, которые вы уже собрали.
zh_hans: 向他们出售你已经收集的任何基本数据。

source: (Adv. Navigation) Sell them the data your navigator has picked up.
ru: (Продв. навигация) Продать им данные, полученные вашим навигатором.
zh_hans: (超光速导航)将你的导航器获取的数据卖给他们。

source: (LRS) Sell them the data your scanners have collected.
ru: (Сканеры дальнего действия) Продать им данные, собранные вашими сканерами.
zh_hans: (长距扫描仪)把你的扫描仪收集的数据卖给他们。

source: (Adv. Sensors) Sell them the data your sensors have collected.
ru: (Продв. Сенсоры) Продать им данные, собранные вашими сенсорами.
zh_hans: (先进传感器)把你的传感器收集到的数据卖给他们。

# data/events_augmented.xml$//event[@name="AUGMENTED_WAYSTONE"]/choice[2]/text
source: Attack!
ru: Атаковать!
zh_hans: 攻击！

source: In true barbarian fashion, you prove that you love nothing more than to attack first and ask questions later. You attack the Crystalline vessel without mercy.
ru: В истинно варварской манере вы доказываете, что не любите ничего больше, чем нападать первыми и задавать вопросы потом. Вы атакуете корабль кристаллинов без всякой жалости.
zh_hans: 用完全野蛮的方式，你成功展示了自己只喜欢这种先攻击，再提问的做法。你准备毫不留情地攻击这艘水晶族战舰。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_WAYSTONE"]/choice[3]/text
source: Ignore the Crystals.
ru: Не обращать внимания на кристаллинов.
zh_hans: 无视水晶族。

source: The Crystals spend some time exploring two nearby wrecks before jumping away. You figure if they didn't find anything, you won't either.
ru: Кристаллины проводят некоторое время, исследуя два близлежащих обломка, прежде чем прыгнуть. Вы решили, что если они ничего не нашли, то и вы не найдете.
zh_hans: 水晶族花了一些时间探索附近的两个残骸，然后跃迁。你想如果他们没有找到任何东西，你也不会。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_FEEDING"]/text
source: Nearby is a small ancient ruin with some augmented Lanius feeding on it. As you approach, they hail you. "You visitor? If having any fellow Lanius, feel free join in. Enough here to change composition!"
ru: Рядом находятся небольшие древние руины, на которых питаются некоторые Возвышенные ланиусы. Когда вы приближаетесь, они связываются с вами. "Ты гость? Если у вас есть товарищ ланиус, не стесняйтесь присоединиться. Хватит здесь менять состав!"
zh_hans: 附近是一个小型远古废墟，上面有一些强铁族。当你靠近时，他们向你呼叫。"你访客？如果有食铁族伙伴，随意加入。这里足以改变构型！"

source: Let your Lanius feed on the ruins.
ru: Пусть ваш ланиус питается руинами.
zh_hans: 让你的食铁族以废墟为食。

source: Your Lanius glides out of the ship towards the ruins and attaches to them along with the others...
ru: Ваш ланиус выскальзывает из корабля к руинам и присоединяется к ним вместе с остальными...
zh_hans: 你的食铁族滑出船，走向废墟，并与其他人一起附着在废墟上……

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You watch in fascination as your Lanius's metal body slowly turns dark black. Soon they return, looking the same as all the other augmented Lanius you've seen, and with the same abilities too.
ru: Ты с восхищением наблюдаете, как металлическое тело вашего ланиуса медленно становится темно-черным. Вскоре они возвращаются, выглядя так же, как и все остальные Возвышенные ланиусы, которых вы видели, и с теми же способностями.
zh_hans: 你着迷地看着你的食铁族的金属身体慢慢变成深黑色。很快他们就回来了，看起来和你见过的所有其他强铁族一样，并且具有相同的能力。

# data/events_augmented.xml$//event[@name="AUGMENTED_FEEDING"]/choice[2]/text
source: Attack them to access the ruins on your own!
ru: Атаковать их, чтобы самостоятельно добраться до руин!
zh_hans: 攻击他们以自己访问废墟！

source: You move closer, firing on the Lanius. They detach from the structure, allowing you to move in and salvage it. However, they aren't deterred long enough, and they re-attach themselves to the hull and break their way in!
ru: Ты подходишь ближе, стреляя по ланиусам. Они отделяются от конструкции, позволяя вам войти и собрать ее. Однако их не задерживают достаточно долго, и они снова прикрепляются к корпусу и пробиваются внутрь!
zh_hans: 你靠得更近了，向食铁族开火。它们从结构中分离出来，让你可以进入并回收它。然而，它们并没有被阻止足够长的时间，它们重新附着在船体上并闯入！

# data/events_augmented.xml$//event[@name="AUGMENTED_FEEDING"]/choice[3]/text
source: Ignore them.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: The Lanius make no further attempts at contacting you.
ru: Ланиусы больше не предпринимают попыток связаться с вами.
zh_hans: 食铁族不再尝试与你联系。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="ENCOUNTER_AUGMENTED"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//textList[@name="TEXT_ENCOUNTER_AUGMENTED"]/text[1]
source: The Augmented are fearsome fighters and scavengers, even if you've met a few friendly ones too. It appears you've met one that is far less friendly, and they're looking to attack you!
ru: Возвышенные - страшные бойцы и мусорщики, хотя вы встречали и дружелюбных. Похоже, вы встретили одного из них, гораздо менее дружелюбного, и он хочет напасть на вас!
zh_hans: 强铁族是可怕的战士和拾荒者，即使你也遇到了一些友好的。看来你遇到了一个不太友好的，他们正在寻求攻击你！

# data/events_augmented.xml$//textList[@name="TEXT_ENCOUNTER_AUGMENTED"]/text[2]
source: It appears the drive for life-sustaining scrap has driven the nearby Augmented Lanius to madness, and they're desperate enough to attack a military vessel like yours!
ru: Похоже, что стремление к получению поддерживающего жизнь металлолома довело близлежащих Возвышенных ланиусов до безумия, и они настолько отчаялись, что напали на военное судно, подобное вашему!
zh_hans: 似乎对维持生命的废料的驱动已使附近的强铁族陷入疯狂，他们迫切地想要攻击像你这样的军舰！

# data/events_augmented.xml$//textList[@name="TEXT_ENCOUNTER_AUGMENTED"]/text[3]
source: You didn't think the Lanius could get anymore scrap-hungry than the ones in the Swarmlands, but the Augmented have proven otherwise. Prepare for battle!
ru: Вы не думали, что ланиусы могут стать более жадными до металлолома, чем те, что живут на скоплениях Роя, но Возвышенные доказали обратное. Приготовиться к битве!
zh_hans: 你认为食铁族不会比族群地中的那些更渴望废料，但强铁族已经证明并非如此。准备战斗！

# data/events_augmented.xml$//textList[@name="TEXT_ENCOUNTER_AUGMENTED"]/text[4]
source: "Needing scrap. You have ship made of scrap. I eat you ship. Do not worrying, am fair. Will give you shuttle." This won't fly for as long as you are captain of this ship!
ru: "Нужен металлолом. У вас есть корабль, сделанный из металлолома. Я съем твой корабль. Не волнуйся, я справедлив. Дам вам шаттл". Это не будет до тех пор, пока вы являетесь капитаном этого корабля!
zh_hans: "需要废料。你的船是用废料做的。我吃你的船。别担心，我很公平。会给你穿梭机的。"只要你是这艘船的舰长，它就不会飞！

# data/events_augmented.xml$//textList[@name="TEXT_ENCOUNTER_AUGMENTED"]/text[5]
source: You knew the Augmented come here to feed on ancient wreckage, but you didn't know they'd go so far as to attack a ship like yours!
ru: Вы знали, что Возвышенные приходят сюда, чтобы питаться древними обломками, но вы не знали, что они зайдут так далеко, чтобы напасть на такой корабль, как ваш!
zh_hans: 你知道强铁族会来这里以远古残骸为食，但你不知道他们竟然会攻击像你这样的船！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: This sector might be primarily run by the Augmented Lanius, but that doesn't mean it isn't possible to find regular Lanius lying in wait to prey on passing ships, such as the one here that's firing in your direction.
ru: В этом секторе, в основном, хозяйничают Возвышенные ланиусы, но это не значит, что обычные ланиусы не затаились в округе и не охотятся на проходящие мимо корабли, например, такие как тот, который стреляет в вашу сторону.
zh_hans: 这个区域可能主要由强铁族负责，但这并不意味着不可能找到普通的食铁族等待捕食过往的船只，比如这里向你方向开火的那艘。

source: You might have been surprised by seeing a hostile Lanius ship here, but the Augmented have to come from somewhere, you suppose.
ru: Возможно, вы были бы удивлены, увидев здесь враждебный корабль ланиусов, но, как вы полагаете, Возвышенные должны откуда-то прийти.
zh_hans: 在这里看到一艘敌对的食铁战舰，你可能会感到惊讶，但它肯定来自某个地点。

source: This ship here might be no Augmented vessel, but it is a regular Lanius, and they're as hungry for your ship as anywhere else!
ru: Этот корабль, возможно, и не является кораблем Возвышенных, но это обычные ланиусы, и они, как всегда, жаждут поживиться вашим кораблем!
zh_hans: 这里的这艘船可能不是强铁族船，它是一艘普通的食铁族，他们和其他任何地方一样渴望你的船！

source: You briefly hope you might be able to reason with the approaching Lanius ship, but alas it appears it's too late for words, only violence.
ru: Вы ненадолго надеетесь, что сможете вразумить приближающийся корабль ланиусов, но, увы, кажется, что уже слишком поздно для слов, только насилие.
zh_hans: 你短暂地希望你能与接近的食铁族船讲道理，但可惜现在说出来已经太晚了，只有暴力。

# data/events_augmented.xml$//event[@name="ENCOUNTER_AUGMENTED_AUTOANCIENT"]/text
source: Another automated ship similar to the one you saw has managed to survive the Lanius swarm in this sector. As soon as you approach, it seems to recognize you as a threat and attacks!
ru: Еще один автоматический корабль, похожий на тот, который вы видели, сумел выжить в Рое ланиусов в этом секторе. Как только вы приближаетесь, он, кажется, распознает в вас угрозу и нападает!
zh_hans: 另一艘与你看到的类似的自动船成功地在该区域的食铁族群中幸存下来。你一靠近，它似乎就将你识别为威胁和攻击！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="ENCOUNTER_AUGMENTED_PIRATE"]/text
source: You receive a hail from a pirate ship, but on the other line you hear nothing but loud screaming as an augmented Lanius cuts open the pirate captain and devours him. "Apologies for witnessing. Need food. You next."
ru: Вы получаете вызов с пиратского корабля, но на другой линии вы не слышите ничего, кроме громких криков, поскольку Возвышенный ланиус разрезает капитана пиратов и пожирает его. "Прошу прощения за то, что стал свидетелем. Нужна еда. Ты следующий".
zh_hans: 你从一艘海盗舰上收到了呼叫，但在另一端上，你听到的只是大声的尖叫声，因为一个强铁族切开海盗舰长并吞噬了他。"为目击道歉。需要食物。你下一个。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_CHOICE"]/choice[1]/text
source: Fight the Lanius.
ru: Сразиться с ланиусом.
zh_hans: 与食铁族战斗。

# data/events_augmented.xml$//event[@name="AUGMENTED_CHOICE"]/choice[1]/event/text
source: You power up your weapons and fight the Augmented ship.
ru: Вы включаете свое оружие и сражаетесь с кораблем Возвышенных.
zh_hans: 你充能你的武器并与强铁族船作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_CHOICE"]/choice[2]/text
source: Avoid them.
ru: Избегать их.
zh_hans: 无视它们。

# data/events_augmented.xml$//event[@name="AUGMENTED_CHOICE"]/choice[2]/event/text
source: You decide not to fight the Lanius, and fly away.
ru: Вы решаете не сражаться с ланиусами и улетаете.
zh_hans: 你决定不与食铁族战斗，然后飞走。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//textList[@name="TEXT_AUGMENTED_CHOICE"]/text[1]
source: The Augmented might not always be the friendliest, but the ship here makes no move to fight you. Will you do the same?
ru: Возвышенные не всегда могут быть самыми дружелюбными, но корабль здесь не делает никаких шагов, чтобы сражаться с вами. Сделаете ли вы то же самое?
zh_hans: 强铁族可能并不总是最友好的，但这里的船不会与你作战。你会这样做吗？

# data/events_augmented.xml$//textList[@name="TEXT_AUGMENTED_CHOICE"]/text[2]
source: "Am warning you avoid. My ship dangerous, you wanting not to mess with." The Lanius on the other ship sticks out his chest in pride and waves his sharp blades boastfully.
ru: "Предупреждаю вас избегать. Мой корабль опасен, с ним лучше не связываться". Ланиус на другом корабле гордо выпячивает грудь и хвастливо размахивает острыми клинками.
zh_hans: "我警告你避开。我的船很危险，你不想惹。"另一艘船上的食铁族骄傲地挺起胸膛，吹嘘地挥舞着利刃。

# data/events_augmented.xml$//textList[@name="TEXT_AUGMENTED_CHOICE"]/text[3]
source: A Lanius trying to avoid conflict with a military ship isn't all too uncommon, but you've seen some particularly savage Augmented ships. Still, the vessel here makes no aggressive moves.
ru: Ланиус, пытающийся избежать конфликта с военным кораблем, не такая уж редкость, но вы видели некоторые особенно дикие корабли Возвышенных. Тем не менее, судно здесь не делает никаких агрессивных движений.
zh_hans: 试图避免与军舰发生冲突的食铁族并不少见，但你已经看到了一些特别野蛮的强铁族舰船。尽管如此，这里的船只并没有采取激进的行动。

# data/events_augmented.xml$//textList[@name="TEXT_AUGMENTED_CHOICE"]/text[4]
source: At first you aren't certain if the Lanius ship in front of you is still active, but scans turn back faint life signs. Not injured, just asleep. Do you wish to take advantage of this situation?
ru: Сначала вы не уверены, что корабль ланиусов перед вами все еще активен, но сканирование показывает слабые признаки жизни. Не ранен, просто спит. Хотите ли вы воспользоваться этой ситуацией?
zh_hans: 起初，你不确定面前的食铁族飞船是否仍处于活动状态，但扫描结果显示微弱的生命迹象。没有受伤，只是睡着了。你想利用这种情况吗？

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/text
source: It seems tensions have gotten high between the nearby augmented and elite Lanius vessel over possession of some ancient wreckage. Do you want to get involved?
ru: Похоже, напряженность между близлежащим Возвышенным и элитным кораблем ланиусов возросла из-за обладания какими-то древними обломками. Вы хотите принять в этом участие?
zh_hans: 附近的强铁族和精英食铁族之间似乎因为拥有一些远古残骸而变得紧张起来。你想参与吗？

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[1]/text
source: Help the Augmented.
ru: Помочь Возвышенным.
zh_hans: 帮助强铁族。

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[1]/event/text
source: You power up your weapons and fight the elite ship.
ru: Вы включаете свое оружие и сражаетесь с элитным кораблем.
zh_hans: 你充能你的武器并与精英船作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[2]/text
source: Help the Elites.
ru: Помочь элите.
zh_hans: 帮助精英。

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[2]/event/text
source: You power up your weapons and fight the augmented ship.
ru: Вы включаете свое оружие и сражаетесь с кораблем Возвышенных.
zh_hans: 你充能你的武器并与强铁族船作战。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[3]/text
source: Avoid them.
ru: Избегать их.
zh_hans: 避开他们。

# data/events_augmented.xml$//event[@name="AUGMENTED_LANIUS"]/choice[3]/event/text
source: You decide not to interact with the Lanius, and fly away.
ru: Вы решаете не связываться с ланиусами и улетаете.
zh_hans: 你决定不与食铁族互动，然后飞走。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/text
source: The Ancient vessel nearby is in much better condition than usual, but that's not the only thing off about it... scans show Ghosts have taken control of the ship!
ru: Корабль древних неподалеку находится в гораздо лучшем состоянии, чем обычно, но это не единственное, что в нем не так... Сканирование показывает, что бродяги захватили контроль над кораблем!
zh_hans: 附近的远古船只状况比平时好得多，但这并不是唯一的问题……扫描显示漂浪群已经控制了这艘船！

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[1]/text
source: Attack them, maybe the ship has something of value!
ru: Атаковать их, может быть, на корабле есть что-то ценное!
zh_hans: 攻击他们，说不定这艘船有什么有价值的东西！

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[1]/event/text
source: The Ghosts, determined not to give up their ship, prepare to defend themselves against your attack.
ru: Бродяги, решив не отдавать свой корабль, готовятся защищаться от вашего нападения.
zh_hans: 漂浪群决心不放弃他们的船，准备保护自己免受你的攻击。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[2]/text
source: Hail the Ghosts and offer to trade.
ru: Связаться с бродягами и предложить обмен.
zh_hans: 向漂浪群呼叫并提出交易。

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[2]/event/text
source: You send your message and wait for a response, knowing the Ghosts need some time to type out their response. "Hello, you are acknowledged. We have recovered this new ship, but lack fuel. If you have generous amounts of fuel, we will trade."
ru: Вы отправляете свое сообщение и ждете ответа, зная, что вашему переводчику нужно некоторое время, чтобы правильно расшифровать статические шумы призраков. "Привет, мы приняли сообщение. Мы восстановили это новое судно, но у нас нет ресурсов, необходимых для его содержания. Если у вас есть большое количество топлива, мы примем обмен товарами".
zh_hans: 你发送消息并等待回复，因为你知道你的翻译需要一些时间来正确破译魂灵族的静态噪音。"你好，谢谢你。我们已经恢复了这艘新船，但我们缺乏维护它所需的资源。如果你有足够的燃料，我们将接受货物交换。"

source: Give them a small amount of fuel.
ru: Дать им небольшое количество топлива.
zh_hans: 给他们少量的燃料。

source: "This is a quantifiable amount of fuel, but only barely. I hope you did not expect payment higher than this."
ru: "Это исчисляемое количество топлива, но едва ли. Надеюсь, вы не ожидали более высокой оплаты".
zh_hans: "这是一个可以量化的燃料量，但只是勉强。我希望你没有期望得到比这更高的费用。"

source: Give them a medium amount of fuel.
ru: Дать им среднее количество топлива.
zh_hans: 给他们中等量的燃料。

source: "This will service well. Thank you."
ru: "Это хорошо послужит. Спасибо".
zh_hans: "这会很好用。谢谢。"

source: Give them a large amount of fuel.
ru: Дать им большое количество топлива.
zh_hans: 给他们大量的燃料。

source: "This is a large quantity of fuel. You have our highest appreciation. Please take this weapon, it belonged to the old owners of this ship, whoever they might have been."
ru: "Это большое количество топлива. Мы вам очень признательны. Пожалуйста, возьмите это оружие, оно принадлежало старым владельцам этого корабля, кем бы они ни были".
zh_hans: "这是大量的燃料。我们非常感谢你。请收下这件武器，它属于这艘船的前居民，无论他们是谁。"

source: We cannot spare any fuel.
ru: Мы не можем экономить топливо.
zh_hans: 我们没有任何燃料多余。

source: You wait for any further response from the Ghosts, but get none. You pull away from the Ancient ship and leave the Ghosts behind.
ru: Вы ждете какого-либо ответа от бродяг, но его нет. Вы отплываете от корабля древних и оставляете призраков позади.
zh_hans: 你等待漂浪群的任何进一步回应，但没有得到任何回应。你离开远古船，把魂灵族留在后面。

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[3]/text
source: Ignore the Ghosts.
ru: Не обращать внимания на бродяг.
zh_hans: 无视漂浪群。

# data/events_augmented.xml$//event[@name="AUGMENTED_GHOST"]/choice[3]/event/text
source: If the Ghosts have managed to secure an Ancient ship, good for them. That's not a band of gas beings you want to deal with.
ru: Если бродягам удалось заполучить корабль древних, то они молодцы. Это не та группа газовых существ, с которой вы хотите иметь дело.
zh_hans: 如果漂浪群已经获得一艘远古船，货物是他们的。那不是你想要对付的一群气体生物。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_SEPARATISTS"]/text
source: A lone Engi Separatist is scanning a long abandoned ancient vessel. When you jump in, they put some distance between your ships, but don't leave.
ru: Одинокий энджи Сепаратист просматривает давно заброшенное древнее судно. Когда вы прыгаете, он устанавливает некоторое расстояние между вашим кораблем, но не уходит.
zh_hans: 一个孤独的半械分离者正在扫描一艘废弃已久的远古船只。当你跃迁进去时，他们在你的船之间留了一些距离，但不离开。

# data/events_augmented.xml$//event[@name="AUGMENTED_SEPARATISTS"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.
zh_hans: 联系对方。

source: "Local Federation vessel, we [assure] you that you have been detected. Please do not interfere, we are searching for ways to [disable] the Harmony."
ru: "Судно Местной Федерации, мы [заверяем] вас, что вы были обнаружены. Пожалуйста, не вмешивайтесь, мы ищем способы [отключить] Гармонию".
zh_hans: "地方联邦船只，我们[向你保证]你已被发现。请不要干涉，我们正在寻找[禁用]谐合的方法。"

source: Ask further questions.
ru: Задать дополнительные вопросы.
zh_hans: 进一步提问。

source: The Separatist lets out an audible sigh. "The [cubical] vessels that populate this sector belonged to ancient race. It is believed, though 60% speculation, that these creatures first developed Harmony. There is your [lore], now please leave."
ru: Сепаратист издает громкий вздох. "[Кубические] суда, населяющие этот сектор, принадлежали древней расе. Считается, хотя 60% предположений, что эти существа первыми разработали Гармонию. Вот ваши [знания], а теперь, пожалуйста, уходите".
zh_hans: 分离者发出一声叹息。"居住在这个星区的[立方]容器属于远古种族。据信，尽管有 60% 的把握推测，这些生物先开发出的谐合。这就是你的[故事]，现在请离开。"

source: Attack them, maybe they have something valuable on-board!
ru: Атаковать их, может быть, у них на борту есть что-то ценное!
zh_hans: 攻击他们，也许他们身上有一些有价值的东西！

source: You've decided to attack the Separatist ship. Prepare for battle.
ru: Вы решили атаковать корабль Сепаратистов. Приготовиться к бою.
zh_hans: 你决定攻击分离者船。准备战斗。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Do what they say and leave them alone.
ru: Сделать то, что они говорят, и оставить их в покое.
zh_hans: 照他们说的做，别管他们。

source: The ship isn't bothering you, so you won't bother them either.
ru: Корабль вас не беспокоит, поэтому вы тоже не будете беспокоить их.
zh_hans: 船不会打扰你，所以你也不会打扰他们。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Separatist Crew) "Your mission is of [high] importance. However, so is ours. Requesting: supplies."
ru: (Член экипажа-Сепаратист) "Ваша миссия имеет [высокую] важность. Впрочем, как и наша. Запрашиваю: припасы".
zh_hans: (分离者船员)"你们的任务[高的]重要等级。但是，我们的任务也很重要。请求：补给。"

source: Your Separatist explains your mission to the other Engi. "This request is acceptable. Transferring supplies now."
ru: Ваш Сепаратист объясняет свою миссию другому энджи. "Эта просьба приемлема. Сейчас передам припасы".
zh_hans: 你的分离者向其他半械族解释了你的使命。"这个请求可以接受。现在转移物资。"

source: (Engi Crew) "This is unacceptable. Preventing Separatist success is highest priority."
ru: (Член экипажа-энджи) "Это неприемлемо. Предотвращение успеха Сепаратистов - высший приоритет".
zh_hans: (半械族船员)"这是不可接受的。防止分离者的成功是最高优先事项。"

source: Your Engi demands that you take care of the Separatists before they can complete their mission.
ru: Ваш энджи требует, чтобы вы позаботились о Сепаратистах, прежде чем они смогут завершить свою миссию.
zh_hans: 你的半械族要求你在分离者们完成任务之前照顾他们。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Do what they say and leave them alone.
ru: Сделать то, что они говорят, и оставить их в покое.
zh_hans: 照他们说的做，别管他们。

source: The ship isn't bothering you, so you won't bother them either.
ru: Корабль вас не беспокоит, поэтому вы тоже не будете беспокоить их.
zh_hans: 船不会打扰你，所以你也不会打扰他们。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
