Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_augmented.xml/*.po
Languages: ru, zh_hans

# data/events_augmented.xml$//event[@name="AUGMENTED_SEPARATISTS"]/choice[2]/text
source: Attack the Separatists.
ru: Атаковать Сепаратистов.
zh_hans: 攻击分离者们。

source: You'll be damned if you let some Engi run away from you. You'll solve this the only way you know - with needless murder.
ru: Будь ты проклят, если позволишь какому-нибудь энджи сбежать от тебя. Вы решаете это единственным известным вам способом - с помощью ненужного убийства.
zh_hans: 如果你让一些半械族从你身边跑掉，你会被诅咒的。你会用你知道的唯一方法来解决这个问题——不必要的谋杀。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_augmented.xml$//event[@name="AUGMENTED_SEPARATISTS"]/choice[3]/text
source: Ignore the Engi.
ru: Не обращать внимания на энджи.
zh_hans: 无视半械族。

source: The ship isn't bothering you, so you won't bother them either.
ru: Корабль вас не беспокоит, поэтому вы тоже не будете беспокоить их.
zh_hans: 船不会打扰你，所以你也不会打扰他们。

source: Check the storage.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_augmented.xml$//event[@name="AUGMENTED_INQUISITION"]/text
source: Here you've found perhaps the last thing you would have thought to see, an abandoned elite Rock vessel. The Elders must have sent this scout here to press their influence even further, or perhaps they know more than you do...
ru: Здесь вы нашли, возможно, последнее, что вы ожидали увидеть, - заброшенное элитное судно валунов. Старейшины, должно быть, послали сюда этого разведчика, чтобы еще больше усилить свое влияние, или, возможно, они знают больше, чем вы...
zh_hans: 在这里，你可能发现了你最不想看到的东西，一艘废弃的精英岩石族船。长老们一定是派出这个侦察舰来进一步扩大他们的影响力，或者他们知道的比你多……

# data/events_augmented.xml$//event[@name="AUGMENTED_INQUISITION"]/choice[1]/text
source: Salvage the wreckage.
ru: Собрать обломки.
zh_hans: 回收残骸。

source: (Improved Sensors) Scan the wreckage first.
ru: (Улучшенные Сенсоры) Сначала просканировать обломки.
zh_hans: (高级传感器)首先扫描残骸。

source: (Lifeform Scanner) Scan the wreckage first.
ru: (Сканер форм жизни) Сначала просканировать обломки.
zh_hans: (生命扫描仪)先扫描残骸。

source: (Slug Crew) Scan the wreckage first.
ru: (Член экипажа-слизень) Сначала проверить наличие жизненных форм.
zh_hans: (蛞蝓族船员)首先检查生命形式。

source: Nothing disturbs you while you scrap the ship. It appears the Lanius must have done some serious damage to their life support, and even the resistant Crusaders couldn't save themselves.
ru: Ничто не беспокоит вас, пока вы разбираете корабль на лом. Похоже, ланиусы нанесли серьезный ущерб их жизнеобеспечению, и даже сопротивляющиеся Крестоносцы не смогли спастись.
zh_hans: 当你搜刮这艘船时，没有什么能打扰你。看来食铁族一定对他们的生命支持系统造成了严重破坏，即使是抵抗的圣战者也无法自救。

source: While salvaging the ship, suddenly several Rockmen Crusaders bust in through the door. "No one expects the Rock Inquisition!" Whether it was an ambush or they just really don't like you, it doesn't matter anymore. Prepare for combat!
ru: Во время мародерства корабля в дверь внезапно врываются несколько Крестоносцев валунов. "А вот и Инквизиция валунов!" Была ли это засада или вы им просто не нравитесь, уже неважно. Приготовиться к бою!
zh_hans: 在回收船的时候，突然有几名岩石圣战者从门里冲了进来。"没人会期待岩石族圣判所！"无论是伏击还是他们真的不喜欢你，都不再重要了。准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Scans show the ship is empty. It appears the Lanius must have done some serious damage to their life support, and even the resistant Crusaders couldn't save themselves. You decide it's safe to salvage.
ru: Сканирование показывает, что корабль пуст. Похоже, ланиусы нанесли серьезный ущерб их жизнеобеспечению, и даже сопротивляющиеся Крестоносцы не смогли спастись. Вы решаете, что его можно разобрать.
zh_hans: 扫描显示船是空的。看来食铁族一定对他们的生命支持系统造成了严重破坏，即使是抵抗的圣战者也无法自救。你确定回收是安全的。

source: Scans show the life support on the ship has taken some damage, but the Crusader crew is still aboard.
ru: Сканирование показало, что система жизнеобеспечения на корабле получила некоторые повреждения, но экипаж Крестоносцев все еще на борту.
zh_hans: 扫描显示船上的生命维持系统受到了一些损坏，但圣战者船员仍在船上。

source: Attack them while they're weak!
ru: Атаковать их, пока они слабы!
zh_hans: 在他们虚弱的时候攻击他们！

source: You raise the weapons and attack the Crusader vessel while their oxygen is offline!
ru: Вы активируете оружие и атакуете корабль Крестоносцев, пока их кислород отключен!
zh_hans: 你举起武器并在他们的氧气离线时攻击圣战者战舰！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Question them.
ru: Допросить их.
zh_hans: 问他们问题。

source: The Crusaders are surprisingly receptive to your questions. "We heard this sector contained relics of an ancient god race, which matched some ancient Crystal mythology. The Elders don't want any challengers to the Crystal race, so they sent us out here to capture one and bring it back... only to find a bunch of Lanius who wanted to eat us. Now if you'll excuse us, we have to get back to repairing this ship before we suffocate and die."
ru: Крестоносцы на удивление восприимчивы к вашим вопросам. "Мы слышали, что в этом секторе находятся реликвии древней расы богов, которые соответствуют древней мифологии кристаллинов. Старейшины не хотят, чтобы у расы кристаллинов были претенденты, поэтому они послали нас сюда, чтобы поймать одного из них и вернуть обратно... только чтобы найти кучку ланиусов, которые хотели нас съесть. А теперь, если вы нас извините, мы должны вернуться к ремонту этого корабля, пока мы не задохнулись и не погибли".
zh_hans: 圣战者出奇地接受你的问题。"听说这片星区有一个远古神族的遗物，和一些远古水晶族神话相吻合。长老们不想水晶族有任何挑战者，所以派我们出去抓一个带回来……只是找到一群想吃我们的食铁族。现在请原谅我们，在我们窒息死亡之前，我们必须去修理这艘船。"

source: Attack them while they're weak!
ru: Атаковать их, пока они слабы!
zh_hans: 在他们虚弱的时候攻击他们！

source: You raise the weapons and attack the Crusader vessel while their oxygen is offline!
ru: Вы активируете оружие и атакуете корабль Крестоносцев, пока их кислород отключен!
zh_hans: 你举起武器并在他们的氧气离线时攻击圣战者战舰！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Oxygen) Offer to dock and refill their oxygen.
ru: (Улучш. Кислород) Предложить пристыковаться и пополнить их кислород.
zh_hans: (高级氧气系统)对接，提供和补充氧气。

source: The Crusaders agree, and you quickly dock with their ship and flood it with oxygen. They're considerably pleased, and while most of them feel the need to carry on with their mission, one wishes to stay behind with you, to which the others don't protest.
ru: Крестоносцы соглашаются, и вы быстро стыкуетесь с их кораблем и заливаете его кислородом. Они очень довольны, и хотя большинство из них чувствуют необходимость продолжить свою миссию, один хочет остаться с вами, на что другие не возражают.
zh_hans: 圣战者同意，你迅速与他们的船对接并用氧气充满它。他们非常高兴，虽然他们中的大多数人觉得有必要继续他们的使命，但有人希望留在你身边，其他人不会对此表示抗议。

source: Python
ru: Питон
zh_hans: 蟒蛇

source: Leave them be.
ru: Оставить их.
zh_hans: 不管他们。

source: Ignore them.
ru: Не обращать на них внимания.
zh_hans: 无视对方。
