Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/event/text
fr: Vous activez vos armes et foncez droit sur le garde.
zh_hans: 你举起武器攻击守卫。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/text
fr: Ignorer le point de ravitaillement.
zh_hans: 忽略投递点。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/text
fr: Vous laissez la plateforme et continuez votre mission.
zh_hans: 你经过平台并继续执行你的任务。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[2]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/text
fr: Vous avez vaincu le garde. Vous récupérez ses restes avant d'examiner la plateforme.
zh_hans: 你打败了守卫。你在调查平台之前搜刮了残骸。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/choice/text
fr: Piller le point de ravitaillement.
zh_hans: 突袭投递点。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT_WIN"]/choice/event/text
fr: La plateforme est complètement déserte. Vous volez autant de ressources que possible, ainsi qu'une arme de grade militaire.
zh_hans: 该平台似乎完全无人照看。你可以偷走尽可能多的补给品和军用级武器。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/text
fr: Le vaisseau proche transmet un message sur les fréquences de la Fédération. "Ici le Capitaine Boggs de la flotte de la Fédération. Nous demandons de l'aide à tout vaisseau proche dans ce système local."
zh_hans: 附近的船正在联邦频道广播呼叫。"我是联邦舰队的博格斯舰长。我们正在请求本星系附近任何船只的支援。"

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/text
fr: Est-ce qu'ils nous prennent pour des idiots ? À l'attaque !
zh_hans: 他们认为我们是愚蠢的吗？攻击！

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/event/text
fr: Vous surprenez le capitaine du vaisseau. "Crotte, ils nous ont vus. Armez les canons!"
zh_hans: 你看到船长说"糟了，他们盯上我们了。准备好武器！"

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/text
fr: Leur donner des provisions.
zh_hans: 给他们补给。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/event/text
fr: Ils sont surpris de voir que vous leur apportez de l'aide, mais ils acceptent joyeusement votre aide.
zh_hans: 船很惊讶你在帮助他们，但他们兴高采烈地接受了补给。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[2]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/text
fr: Les ignorer.
zh_hans: 无视对方。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/text
fr: Vous vous éloignez de l'étrange vaisseau, et coupez leur transmission.
zh_hans: 你飞离这艘陌生的船并静音他们的呼叫。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DISGUISE"]/choice[3]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[1]/text
fr: L'équipage du vaisseau vous remercie. "Je sais que cet appareil est douteux, mais notre véhicule d'origine a été détruit. Nous avons été contraint d'investir celui-ci, et l'avons peint hâtivement. Tenez, voici en guise de récompense."
zh_hans: 船上的船员感谢你。"我知道这艘船可能有点可疑，但我们的原来的被毁了。我们被迫登上这艘，并匆忙在上面刷漆。来，这个作为感谢。"

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[2]/text
fr: "Hahahah ! T'es un imbécile ! Un véritable idiot ! Andouille absolue ! Âne bâté ! Espèce de bouffon incompétent à petite cervelle ! J'arrive pas à croire que tu as mordu à l'hameçon ! Maintenant tu vas mourir !"
zh_hans: "哈哈哈！你这个绝对的白痴！小赤佬！你个冚家铲！你这个愚蠢无能的傻瓜！我真不敢相信你会上当！现在你死定了！"

source: data/events_boss.xml.append$//eventList[@name="BOSS_REBEL_DISGUISE_GIFT"]/event[2]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/text
fr: "Salutations, capitaine ! C'est un grand honneur de pouvoir servir aux cotés de la Fédération. Nous savons à quel point votre mission est vitale, alors permettez-nous de réparer votre coque. Bonne chance contre le Vaisseau Amiral, monsieur !"
zh_hans: "舰长，您好！很荣幸为联邦服务。我们知道您的任务有多重要，所以请允许我们修理您的船体。祝您在对抗旗舰时好运，长官！"

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_MILITIA_REPAIRS"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/text
fr: Vous préparer à affronter le vaisseau Rebelle.
zh_hans: 准备好对抗叛军！

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/event/text
fr: Vous manœuvrez de sorte à intercepter votre cible.
zh_hans: 你前去拦截。

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[2]/text
fr: Pas le temps. Vous préparer à effectuer un saut.
zh_hans: 没时间了，准备跃迁吧。

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT_RESCUE"]/choice[2]/event/text
fr: Vous tentez de vous concentrer sur votre mission, en évitant de penser aux horreurs de la guerre.
zh_hans: 你试图阻止战争的恐怖并专注于你的使命。

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[1]
fr: Plusieurs tirs de laser passent sur votre gauche et, vous tournant dans cette direction, vous voyez un croiseur endommagé poursuivi par un éclaireur Rebelle. Souhaitez-vous intervenir ?
zh_hans: 炮弹从你的左舷窗户飞过，随后看到一艘叛军侦察舰追捕一艘受损的巡洋舰。我们应该参与进去吗？

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[2]
fr: Il semblerait qu'une petite colonie de la Fédération soit en train de se faire attaquer par un éclaireur Rebelle. Allez-vous la protéger ?
zh_hans: 似乎有一个小型联邦殖民地受到叛军前锋侦察舰的攻击。你会保护他们吗？

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[3]
fr: Plusieurs vaisseaux de transport de grande taille sont poursuivis par une escadrille de Bombardiers Rebelles. L'un d'eux a d'ailleurs réussi à franchir leurs défenses et à se rapprocher d'eux afin de porter le coup de grâce. Ça va être un vrai carnage si vous n'intervenez pas rapidement !
zh_hans: 叛军轰炸中队正在追捕一些大型运输工具。一架轰炸机成功地躲过了防御火力，并准备在庞大而脆弱的运输机中造成严重破坏。还有时间让你抢先把它干掉！

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[4]
fr: Une bataille fait rage non loin. Des chasseurs de petite taille se disputent une station spatiale, et les forces de la Fédération semblent sur le point de se faire vaincre. Voulez-vous les aider ?
zh_hans: 附近一场小型战斗机之间的战斗正在激烈进行;显然是在争夺一个空间站。联邦的船只似乎正在迅速流失。我们要帮助他们吗？

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[5]
fr: Un vaisseau civil envoie un appel à l'aide sur un canal sécurisé de la Fédération. Il se fait apparemment harceler par des éclaireurs Rebelles. Souhaitez-vous vous porter à son secours ?
zh_hans: 一艘民用船正在一个联邦安保频道上广播请求援助。他们受到叛军侦察舰的骚扰。你会回应吗？

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[6]
fr: Plusieurs vaisseaux de transport de grande taille sont poursuivis par une escadrille de Bombardiers Rebelles. L'un d'eux a d'ailleurs réussi à franchir leurs défenses et à se rapprocher d'eux afin de porter le coup de grâce. Ça va être un vrai carnage si vous n'intervenez pas rapidement !
zh_hans: 叛军轰炸中队正在追捕一些大型运输工具。一架轰炸机成功地躲过了防御火力，并准备在庞大而脆弱的运输机中造成严重破坏。还有时间让你抢先把它拿出来！

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[7]
fr: Une bataille fait rage non loin. Des chasseurs de petite taille se disputent une station spatiale, et les forces de la Fédération semblent sur le point de se faire vaincre. Voulez-vous les aider ?
zh_hans: 附近一场小型战斗机之间的战斗正在激烈进行;显然是在争夺一个空间站。联邦的船只似乎正在迅速流失。我们要帮助他们吗？

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT_RESCUE"]/text[8]
fr: Un vaisseau civil envoie un appel à l'aide sur un canal sécurisé de la Fédération. Il se fait apparemment harceler par des éclaireurs Rebelles. Souhaitez-vous vous porter à son secours ?
zh_hans: 一艘民用船正在一个联邦安保频道上广播请求援助。他们受到叛军侦察舰的骚扰。你会回应吗？

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[1]/text
fr: Les gens que vous avez secourus étaient principalement des réfugiés fuyant le conflit. Ils vous offrent leurs sincères gratitudes.
zh_hans: 你救出的人主要是逃离冲突的难民。他们向你表示诚挚的感谢。

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[2]/text
fr: Vous recevez un message : "Merci ! Je sais que ce n'est pas grand-chose, mais nous pouvons réparer une partie des dégâts que vous avez subis avant que vous ne repartiez au combat. Bonne chance !"
zh_hans: 你被呼叫："谢谢你！虽然不多，但我们可以在你投入战斗之前修复一点损伤。祝你好运！"

source: data/events_boss.xml.append$//eventList[@name="BOSS_SCOUT_RESCUE_LIST"]/event[3]/text
fr: Les survivants vous envoient un message : "Merci de votre aide. J'ignore combien de temps nous aurions pu tenir. Prenez donc une partie de nos provisions, nous n'en aurons probablement plus besoin à ce stade."
zh_hans: 幸存者发来信息："感谢援助，我不知道我们还能坚持多久。带些补给吧，我们现在可能不需要了。"

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_STATION"]/text
fr: Un avant-poste Rebelle ayant été rapidement assemblé protège cette balise. Ils ne vous laisseront pas passer sans un combat !
zh_hans: 一个快速组装的叛军前哨站保护着这个信标。他们不会让你不战而走的！

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_STATION"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_ENGINEER"]/text
fr: Un vaisseau d'Ingénieur Rebelle, sûrement en poste ici pour réparer les Auto-vaisseaux endommagés, est suffisamment armé pour se sentir confiant dans sa capacité à vous détruire !
zh_hans: 一艘叛军工程舰，很可能驻扎在这里修理任何损坏的舰船，装备精良，足以相信他们有能力摧毁你！

source: data/events_boss.xml.append$//event[@name="BOSS_ENGINEER"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/text
fr: Un vaisseau Limace est à cette balise. Leur capitaine semble être en train de manger une sorte de pop-corn alien. "Oh, eh bien sssi ccce n'est pas le vaissseau que tout le monde cherche. Je me demandais sssi j'allais vous voir iccci. Ccc'est vraiment une exxxpérienccce intéresssante. Nous n'avons aucun rôle à jouer iccci, mais parfois, vous voulez jussste profiter du ssspectacle, vous sssavez?"
zh_hans: 一艘蛞蝓船在这个信标上。他们的舰长似乎在吃一些外星人版本的爆米花。"哦，瞧啊，这不是那艘每个人都在追的船吗？我就知道我会在这里见到你。这真的是如此有趣的体验。我们在这里没有什么事要做，但有时你只是想看一场精彩的节目，你懂我的意思吗？"

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/event/text
fr: "Ah minccce!-" la Limace est coupée par un vaisseau Rebelle en approche. Un tir perce leur coque, et le Rebelle se focalise sur vous.
zh_hans: "糟糕！——"蛞蝓飞船被一艘飞过的叛军船打断。一发炮弹刺穿了蛞蝓船体，随后叛军锁定了你。

source: data/events_boss.xml.append$//event[@name="BOSS_SLUG_SPECTATOR"]/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[1]/text
fr: Il semblerait que le capitaine Limace soit toujours en vie, cependant son équipage et son vaisseau tiennent à peine debout. Il n'a pas l'air secoué par la destruction imminente de son vaisseau. "Hah ! Vous avez montré à ccce Rebelle ccce qu'il méritait. Alors ççça, ccc'était amusant. Cccependant, comme vous pouvez le voir, mon vaissseau ne tiendra pas longtemps, et mon équipage est fichu. Peut-être vais-je ressster avec vous, pour que je puissse admirer le ssspectacle jusssqu'à la fin."
zh_hans: 看起来蛞蝓舰长还活着，尽管他的船和船员只能勉强撑着。蛞蝓似乎并没有因为他的船即将被摧毁而感到不安。"哈！你向叛军展示了什么。这就是我所说的娱乐。不过，你可以看到我的飞船不会坚持多久，我的船员们注定要死亡。也许我会和你在一起，我可以看到这个奇观一直到最后。"

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[1]/crewMember
fr: Rygel
zh_hans: 里格尔

source: data/events_boss.xml.append$//eventList[@name="BOSS_SLUG_SPECTATOR_WIN"]/event[2]/text
fr: Il semblerait qu'il n'y ait aucun survivant Limace. Déçu, vous vous servez des restes de leur vaisseau.
zh_hans: 似乎没有一个蛞蝓族幸存下来。这令人失望，你从他们的船上拿走了剩下的东西。

source: data/events_boss.xml.append$//event[@name="BOSS_PIRATE"]/text
fr: Un vaisseau pirate fonce en piqué vers vous. "Bordel de bordel de bordel, BORDEL ! On doit se barrer de ce foutu secteur ! Hors de notre chemin !"
zh_hans: 一艘海盗舰向你驶来。"该死的，该死的，该死的！我们必须离开这个该死的星区！让开！"

source: data/events_boss.xml.append$//event[@name="BOSS_PIRATE"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_SCOUT"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[1]
fr: Même si ce secteur est toujours sous contrôle de la Fédération, un éclaireur ennemi a réussi à passer en évitant de se faire repérer. Vous vous décidez à engager le combat avec lui.
zh_hans: 虽然这片星区还在联邦的控制之下，但一个小侦察舰从舰队旁边溜过。你准备进入战斗。

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[2]
fr: Vos scanners longue portée vous indiquent qu'il n'y a pas de gros vaisseaux de guerre dans ce système. Son importance stratégique doit donc être limitée. Mais... attendez, une signature SPL ! Un éclaireur Rebelle vient de sortir de son saut tout près de vous !
zh_hans: 长距扫描仪显示该星系没有任何主力舰。显然，它没有战略价值。等等...超光速痕迹显示一艘叛军侦察舰刚刚跃迁到附近！

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[3]
fr: Vos capteurs indiquent que les Rebelles sont en train d'installer une balise de saut derrière la lune de la planète la plus proche. Et surtout, plusieurs vaisseaux passent par là. Préparez-vous au combat !
zh_hans: 传感器表明，叛军正在附近行星的卫星后面设置一个前进的跃迁信标。更重要的是，多艘船只经过；准备战斗！

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[4]
fr: Les vaisseaux de la Fédération se font rares dans ce secteur de l'espace, qui comprend pourtant plusieurs stations spatiales civiles. Vous remarquez une petite escadrille de Bombardiers en train d'affronter des éclaireurs de la Fédération, et vous décidez d'intervenir.
zh_hans: 尽管有许多民用空间站，但联邦舰船在这一空间星域内很少见。你看到一个小型轰炸机中队与一些联邦侦察舰交战并迅速进入协助。

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[5]
fr: Dès que vous arrivez à la balise, un éclaireur Rebelle se rue sur vous. Activez vos armes !
zh_hans: 到达信标后，一艘叛军侦察舰立即转身交战。充能武器！

source: data/events_boss.xml.append$//textList[@name="BOSS_SCOUT"]/text[6]
fr: Sondant les environs, vous ne détectez qu'une seule signature, celle d'un petit vaisseau commercial. Mais en vous en approchant, vous remarquez qu'il s'agit d'un éclaireur Rebelle inscrit sous un faux matricule ! Vous décidez d'engager le combat.
zh_hans: 你扫描该区域，只找到一艘小型贸易船只的信号。然而，当它靠近时，你看到一艘叛军侦察舰的剪影！你再次运行扫描仪，发现它们的注册是假的。你进入攻击。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_FED"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_FED"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[1]
fr: À votre arrivée, vous tombez sur plusieurs Porte-Nefs et Cuirassés de la Fédération. Ce système doit être d'une importance extrême pour justifier un tel déploiement de forces.
zh_hans: 你到达时看到许多联邦前沿航母和无畏舰。这必须是一个非常重要的星系，才能部署这样的舰队。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[2]
fr: Il y a plusieurs flottes de la Fédération éparpillées dans le secteur, ainsi que de nombreux débris. Plusieurs affrontements ont dû avoir lieu dans les environs.
zh_hans: 附近有一些联邦舰队，还有大量残骸。该地区一定发生了小冲突。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[3]
fr: Plusieurs vaisseaux lourds dispersés ont manifestement été laissés en arrière afin de défendre une colonie que la Fédération semble en train d'évacuer.
zh_hans: 零星的几艘重型船只被留下来保卫附近的联邦居民点。他们似乎在疏散过程中。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[4]
fr: Une grande quantité de vaisseaux de la Fédération est en formation autour de la balise. Vos capteurs vous indiquent que tous vous ont accrochés au radar et s'apprêtent à vous tirer leurs missiles, mais dès que vous leur transmettez la signature de votre appareil, ils vous laissent tranquille.
zh_hans: 一大批联邦重型船只在信标周围列队。传感器被导弹锁定照射到发热，但你传送了你的飞船信号他们后就放过了你。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[5]
fr: Un bataillon de chasseurs de la Fédération se battent autour d'une lune proche, tandis que leurs Porte-Nefs restent en retrait. Ils ont dû tomber sur une escadrille d'éclaireurs Rebelles.
zh_hans: 一个营的联邦战斗机正在附近的一个卫星周围作战，他们的航母在远处等待。他们肯定遇到了叛军侦察队。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[6]
fr: À votre arrivée, vous tombez sur plusieurs Porte-Nefs et Cuirassés de la Fédération. Ce système doit être d'une importance extrême pour justifier un tel déploiement de forces.
zh_hans: 你到达时看到许多联邦前沿航母和无畏舰。这必须是一个非常重要的星系，才能部署这样的舰队。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[7]
fr: Il y a plusieurs flottes de la Fédération éparpillées dans le secteur, ainsi que de nombreux débris. Plusieurs affrontements ont dû avoir lieu dans les environs.
zh_hans: 附近有一些联邦舰队，还有大量残骸。该地区一定发生了小冲突。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[8]
fr: Plusieurs vaisseaux lourds dispersés ont manifestement été laissés en arrière afin de défendre une colonie que la Fédération semble en train d'évacuer.
zh_hans: 零星的几艘重型船只被留下来保卫附近的联邦居民点。他们似乎在疏散过程中。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[9]
fr: Une grande quantité de vaisseaux de la Fédération est en formation autour de la balise. Vos capteurs vous indiquent que tous vous ont accrochés au radar et s'apprêtent à vous tirer leurs missiles, mais dès que vous leur transmettez la signature de votre appareil, ils vous laissent tranquille.
zh_hans: 一大批联邦重型船只在信标周围列队。传感器被导弹锁定照射到发热，但你传送了你的飞船信号他们后就放过了你。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_FED"]/text[10]
fr: Un bataillon de chasseurs de la Fédération se battent autour d'une lune proche, tandis que leurs Porte-Nefs restent en retrait. Ils ont dû tomber sur une escadrille d'éclaireurs Rebelles.
zh_hans: 一个营的联邦战斗机正在附近的一个卫星周围作战，他们的航母在远处等待。他们肯定遇到了叛军侦察队。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$/FTL/textList[5]/text[1]
fr: Les capteurs indiquent la preuve d'une énorme bataille à proximité, mais les environs immédiats semblent calmes. Vous essayez de faire profil bas et de rester à l'écart des combats.
zh_hans: 传感器显示附近有大规模战斗的迹象，但附近似乎很安静。你试图保持低调并远离战斗。

source: data/events_boss.xml.append$/FTL/textList[5]/text[2]
fr: Vous arrivez pour découvrir deux flottes qui s'affrontent. Les capteurs suivent l'étendue du carnage. Vous attendez tranquillement que le moteur SPL se charge, sachant que la seule façon d'aider est d'accomplir votre mission.
zh_hans: 你到达时发现两支舰队撞在了一起。传感器正在追踪屠杀的范围。你静静地等待超光速推进器充能，知道你能帮上忙的唯一方法就是完成你的任务。

source: data/events_boss.xml.append$/FTL/textList[5]/text[3]
fr: Une bataille fait rage au loin. Les capteurs suggèrent la présence de nombreuses nacelles de sauvetage vulnérables, mais vous savez que vous ne pouvez pas vous arrêter pour aider. La mission est primordiale.
zh_hans: 一场大战在远处肆虐。传感器发现存在许多易受攻击的逃生舱，但你知道你无法停下来提供帮助。使命至上。

source: data/events_boss.xml.append$/FTL/textList[5]/text[4]
fr: Une bataille fait rage au loin. Bien que vous souhaitiez participer au combat, vous connaissez l'importance de votre mission.
zh_hans: 一场大战在远处展开。尽管你想在战斗中提供帮助，但你知道你的使命的重要性。

source: data/events_boss.xml.append$/FTL/textList[5]/text[5]
fr: Vous n’avez pas besoin de détecteurs avancés pour savoir qu’une bataille est en cours. Vous regardez tranquillement par la fenêtre, en attendant de sauter. Il n’y a aucun moyen pour vous d’aider dans ce combat.
zh_hans: 你不需要先进传感器来判断战斗正在进行。你静静地看着窗外，等待着跃迁。在这场战斗中你没有办法帮助。

source: data/events_boss.xml.append$/FTL/textList[5]/text[6]
fr: Deux flottes s'échangent des volées de tirs. Heureusement, personne ne semble s'intéresser à votre vaisseau. Vous vous préparez à faire un autre saut.
zh_hans: 两支舰队互相凌空射击。幸运的是，似乎没有人对你的船感兴趣。你准备再跃迁一次。

source: data/events_boss.xml.append$/FTL/textList[5]/text[7]
fr: Les capteurs indiquent la preuve d'une énorme bataille à proximité, mais les environs immédiats semblent calmes. Vous essayez de faire profil bas et de rester à l'écart des combats.
zh_hans: 传感器显示附近有大规模战斗的迹象，但附近似乎很安静。你试图保持低调并远离战斗。

source: data/events_boss.xml.append$/FTL/textList[5]/text[8]
fr: Vous arrivez pour découvrir deux flottes qui s'affrontent. Les capteurs suivent l'étendue du carnage. Vous attendez tranquillement que le moteur SPL se charge, sachant que la seule façon d'aider est d'accomplir votre mission.
zh_hans: 你到达时发现两支舰队撞在了一起。传感器正在追踪屠杀的范围。你静静地等待超光速推进器充能，知道你能帮上忙的唯一方法就是完成你的任务。

source: data/events_boss.xml.append$/FTL/textList[5]/text[9]
fr: Une bataille fait rage au loin. Les capteurs suggèrent la présence de nombreuses nacelles de sauvetage vulnérables, mais vous savez que vous ne pouvez pas vous arrêter pour aider. La mission est primordiale.
zh_hans: 一场大战在远处肆虐。传感器发现存在许多易受攻击的逃生舱，但你知道你无法停下来提供帮助。使命至上。

source: data/events_boss.xml.append$/FTL/textList[5]/text[10]
fr: Une bataille fait rage au loin. Bien que vous souhaitiez participer au combat, vous connaissez l'importance de votre mission.
zh_hans: 一场大战在远处展开。尽管你想在战斗中提供帮助，但你知道你的使命的重要性。

source: data/events_boss.xml.append$/FTL/textList[5]/text[11]
fr: Vous n’avez pas besoin de capteurs avancés pour savoir qu’une bataille est en cours. Vous regardez discrètement par la fenêtre, en attendant de sauter. Il n’y a aucun moyen pour vous d’aider dans ce combat.
zh_hans: 你不需要先进传感器来判断战斗正在进行。你静静地看着窗外，等待着跃迁。在这场战斗中你没有办法帮助。

source: data/events_boss.xml.append$/FTL/textList[5]/text[12]
fr: Deux flottes s'échangent des volées de tirs. Heureusement, personne ne semble s'intéresser à votre vaisseau. Vous vous préparez à faire un autre saut.
zh_hans: 两支舰队互相凌空射击。幸运的是，似乎没有人对你的船感兴趣。你准备再跃迁一次。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_BOTH_FIGHT"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$/FTL/textList[6]/text[1]
fr: Vous débarquez au beau milieu d'une terrible bataille. Les deux camps subissent de lourdes pertes. Une petite escadrille passe non loin et un chasseur s'en détache pour se diriger vers votre position.
zh_hans: 你来到了一场激烈的战斗中。双方都损失惨重。一个小队飞过，一架战斗机脱离，向你的位置移动。

source: data/events_boss.xml.append$/FTL/textList[6]/text[2]
fr: Deux flottes s'affrontent non loin. Vous tentez de contourner le champ de bataille en restant hors de portée de tir, mais un éclaireur Rebelle vous repère et se rapproche.
zh_hans: 两支舰队在附近交战。你试图绕过战斗边缘并远离武器射程，但一艘叛军侦察舰发现了你并接近。
