Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/text
fr: La base de la Fédération dans cette réalité est aussi impressionante que celle de l'Univers 0. La majeure partie de la cité en-dessous a été évacuée, mais le bâtiment de capitole faisant également office de centre d'opérations est toujours opérationnel. Si le Vaisseau Amiral le détruit, la Fédération sera impuissante, et cette réalité sera perdue.
zh_hans: 本号宇宙中的联邦基地也像0号宇宙般令人惊叹。底下城市的大部分居民已被疏散，设施已被搬空，不过作为行动指挥中心的首都大楼仍在运作。若叛军旗舰摧毁了首都大楼，本号宇宙内的联邦将群龙无首，等待联邦的命运将十分悲惨。

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/text
fr: Par chance, vous êtes arrivés ici avant le Vaisseau Amiral. L'un des quelques vaisseaux de soutiens de la Fédération encore disponible rapièce votre coque et vous fournit des provisions.
zh_hans: 幸运的是你在旗舰来临之前抵达此处。残存的几艘联邦支援舰船之一修复了你的舰体并送来一些物资。

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="FEDERATION_BASE"]/choice/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/text
fr: Nom: Capitale de la Fédération Type: Amical Unique: Oui Faction Dominante: La Fédération Niveau de menace Rebelle: !CRITIQUEMENT HAUT! La Capitale Fédérée est votre destination finale. Étant donné qu'elle est assiégée par la Rébellion, vous devez éliminer le Vaisseau Amiral Rebelle avant que celui-ci ne détruise la base de la Fédération si vous voulez sauver cette réalité.
zh_hans: 名称：联邦首府 类别：友好 星区独特性：是 主导派系：联邦 叛军威胁度：!极高! 联邦首府是你最终的目的地，目前正遭受叛军的围攻。为了拯救这个宇宙你必须在联邦基地被摧毁前击败叛军旗舰。

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="loc_laststand"]/text
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="challenge_level"]/text
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="pilot"]/text
fr: Quitter l'hypervitesse.
zh_hans: 进入低速航行。

source: data/events_boss.xml.append$/FTL/event[@name="LASTSTAND_WARP_REAL"]/choice[@req="COORDS"]/text
fr: Changer de destination.
zh_hans: 调整航径。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/text
fr: Il semblerait que votre départ impromptu du Noeud 17 ait provoqué un désastre pour la Fédération. Le Vaisseau Amiral a déjà atteint la base, et les forces de la Fédération ici présentes sont débordées. Il n'y a pas de temps à perdre, vous devez immédiatement foncer au combat !
zh_hans: 看来你从节点17的匆匆撤离给联邦带来了灾难性的后果。旗舰已经抵达联邦基地，这里的联邦舰队被敌军冲垮了。不能再浪费时间了，你得立刻赶往联邦基地！

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EMERGENCY"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/text
fr: Dès la seconde où vous sortez de l'hypervitesse, il est évident que quelque chose ne va pas. Il semblerait que la balise d'entrée soit attaquée par un As MFK !
zh_hans: 在你离开光速跃迁模式的一瞬间，很明显有些事情不太对劲。看起来好像入口处的信标受到了MFK精英战舰的攻击！

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START_EXTREME"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/text
fr: L'As MFK a eu son compte, et vous récupérez les restes avant de continuer. Vous entrez en contact avec les survivants de la flotte de la Fédération, ce qui inclut l'Amiral Tully lui-même.
zh_hans: MFK精英战舰已被妥善处理，你在继续前进前将其搜刮。你联系了联邦舰队的幸存者，包括塔利上将本人。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_EXTREME_FINISH"]/choice[@req="loc_laststand" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/text
fr: Avant que vous puissiez partir, vous recevez un autre appel de Tully. "Attendez - c'est du détergent que vous avez ? Oh merci Newton, le blocus Rebelle nous a drainé des fournitures essentielles, et nous avons un surplus d'uniformes à nettoyer. Ce n'est pas grand chose, mais avec ça, nous pourrons peut-être remettre nos troupes en forme !"
zh_hans: 在你离开之前，你又收到了塔利的呼叫。"等等——你有那种清洁剂吗？哦，感谢上帝，叛军的封锁已经耗尽了我们的必需品，而且我们还有好多的制服要清洗。虽然不多，但有了这个，也许我们可以让我们的部队恢复原状！"

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN"]/choice/event/text
fr: MODE DÉTERGENT TERMINÉ ! Félicitations à Renégat pour avoir réussi le MODE DÉTERGENT ! Ce fut un voyage mouvementé, mais tu t’en es sorti triomphalement ! La Fédération n'aura plus de linge sale, grâce à toi.
zh_hans: 清洗模式完成！ 恭喜变元者成功完成清洗模式！这肯定是一段动荡的旅程，但你已经成功地度过了难关！多亏了你，联邦不会再有脏衣服了。

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/text
fr: Avant que vous puissiez partir, vous recevez un autre appel de Tully. "Attendez - c'est du détergent que vous avez ? Oh merci Newton, le blocus Rebelle nous a drainé des fournitures essentielles, et nous avons un surplus d'uniformes à nettoyer. Ce n'est pas grand chose, mais avec ça, nous pourrons peut-être remettre nos troupes en forme !"
zh_hans: 在你离开之前，你又收到了塔利的呼叫。"等等——你有那种清洁剂吗？哦，感谢上帝，叛军的封锁已经耗尽了我们的必需品，而且我们还有好多的制服要清洗。虽然不多，但有了这个，也许我们可以让我们的部队恢复原状！"

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/text
fr: MODE DÉTERGENT TERMINÉ ! Félicitations à Renégat pour avoir réussi le MODE DÉTERGENT ! Ce fut un voyage mouvementé, mais tu t’en es sorti triomphalement ! La Fédération n'aura plus de linge sale, grâce à toi.
zh_hans: 清洗模式完成！ 恭喜变元者成功完成清洗模式！这肯定是一段动荡的旅程，但你已经成功地度过了难关！多亏了你，联邦不会再有脏衣服了。

source: data/events_boss.xml.append$//event[@name="DETERGENT_WIN_TULLY"]/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/text
fr: Vous êtes enfin arrivés au Noeud 17, la Capitale de la Fédération. Vous aviez déjà entendu les histoires de ce conflit à l'Univers 0, qui est la réalité où la technologie Multiverselle fut découverte. Et maintenant, vous êtes sur le point d'en faire partie. Vos actions ici vont soit sauver cette réalité, soit la condamner.
zh_hans: 你们终于到达了节点17，联邦首都。你早在0号宇宙就已经听说过这场冲突的故事，多元宇宙技术就是在那里被发现的。现在，你就要参与其中了。你的行动要么会拯救本个宇宙要么会毁灭它。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/text
fr: Après un bref scan de votre identification, le passage sur cette balise vous est accordé sans problèmes.
zh_hans: 通过快速扫描你的ID，你可以毫无阻拦地通过信标。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Alors vous êtes le vaisseau du Multivers dont j'ai tant entendu parler ? Vous avez fait un long parcours, et j'espère seulement que cela va porter ses fruits. Vous êtes la dernière ligne de défense de la Fédération contre le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"所以你就是我听说的多元宇宙飞船？你已经走了很长一段路，我只能希望这一切都得到了回报。你是联邦对抗旗舰的最后一道防线。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MULTIVERSE"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Oh bonté divine, la Rébellion a envoyé un AUTRE Vaisseau Amiral ? Nous sommes foutus... attendez, vous n'êtes pas avec les Rebelles. L'Univers 0 a envoyé la superarme de la Rébellion pour détruire la superarme ? Je présume que l'heure est enfin venue de combattre le feu par le feu."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哦，天哪，叛军又派来了一艘旗舰？我们完蛋了……等等，你不是叛军。0号宇宙派了叛军的超级武器来摧毁这个超级武器？我想是时候我们以其人之道还治其人之身了。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FLAGSHIP"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un... pirate ? Je n'étais pas au courant que nous avions engagé des mercenaires... Cela ne devrait pas poser de problèmes. Vous êtes là maintenant, et vous êtes probablement notre meilleure chance."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一个……海盗？我不知道我们有雇佣兵……这不是问题，你现在在这里，你可能是我们最好的机会。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PIRATE"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Est-ce que c'est... Tuco ? Quel est celui d'entre vous qui a engagé Tuco comme mercenaire ? Eh bien, j'apprécie votre... dévouement à la Fédération. Espérons juste que cela vaille le coup."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"那是……图科？你们谁雇了图科作为佣兵？嗯，我很感激你……对联邦的奉献。让我们希望它得到回报。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un casino itinérant. Je ne suis pas certain d'où viennent ces vaisseaux, mais si vous êtes notre atout contre le Vaisseau Amiral, alors je ne vais pas me plaindre."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘赌场船。我不知道这些船是从哪里来的，但如果你是击败旗舰的关键，那我不会抱怨的。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GAMBLING"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "C'est un vaisseau sacrément resplendissant que vous avez là. Je suis sûr qu'il y a une histoire fascinante derrière. J'aimerais bien l'écouter un jour, en partant du principe que nous ne serons pas tous morts à la fin de tout ça."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你有一艘非常闪亮的船。我敢肯定它背后有一个引人入胜的故事。我希望有一天能听到它，假设我们在这一切结束时都没有死。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TUCO_GOLD"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "De toute mes années de carrière, jamais je n'aurai cru que la dernière chance de la Fédération, sa grâce salvatrice, serait... une Croisière de Plaisir Limace. Je ne veux même pas imaginer comment vous faites pour diriger une chose pareille. Au moins, on dirait que vous l'avez suffisamment préparée pour faire face au Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"这么多年来，我从没想过联邦最后的机会，我们的救命稻草，会落在……一艘蛞蝓欢愉游艇上。我无法想象你驾驶那东西的感觉。至少，看起来你已经让它做好了足以面对旗舰的战斗准备。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PLEASURE"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Wouah, votre vaisseau est sacrément amoché. J'aurais presque cru que vous vous présentiez déjà mort. Espérons que ce ne soit pas la destinée qui vous attende."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哇哦，你的船已经承受了相当的打击了。如果我没了解，我会认为你已经死了。希望这不是你等待的命运。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOST"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je croyais que la Dynastie était déterminée à éviter la Fédération coûte que coûte pour nous laisser nous entretuer avec les Rebelles ? Est-ce que le Faucheur Souverain aurait enfin changé d'avis pour nous donner une seconde chance ? Eh bien, j'en suis reconnaissant. Nous avons besoin de toute l'aide possible contre le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我还以为灵朝是下定决心要避开联邦，让我们与叛军一战到底？大夺命灵终于改变主意，给了我们第二次机会吗？嗯，我很感激。我们需要所有能够对抗旗舰的帮助。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DYNASTY"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je n'arrive pas à l'expliquer, mais voir votre vaisseau me donne une forte envie de faire une référence digne de l'Ancienne Terre, cependant j'ai bien peur qu'elle soit trop datée."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我似乎无法解释，但亲眼目睹你的飞船让我产生了参考旧地球设计的冲动，但我担心它太过时了。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GHOSTHUNTER"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un vaisseau Lanius ? Ou... peu importe ce que c'est. J'ignore d'ou vous sortez cette peinture, mais espérons que votre vaisseau soit aussi mortel qu'il en a l'air."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将"一艘食铁族战舰？或者……不管那是什么。不知道你从哪里弄来的涂装，但希望你的船和它看起来一样致命。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUGMENTED"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Votre vaisseau ressemble aux hologrammes que j'ai pu voir du moteur Multiversel original. J'espère que cela veut dire que vous avez amené la meilleure technologie à votre disposition, car vous êtes notre dernière ligne de défense."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的飞船看起来就像我看到的多元推进器原型的全息图。我希望这意味着你带来了最好的技术，因为你是我们的最后一道防线。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ANCIENT"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "On ne m'a pas annoncé l'arrivée de renforts supplémentaires de la part des Engis. J'en suis reconnaissant, parce que nos forces sont presque épuisées."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我没有被告知我们从半械族那里得到了更多的援军。我很高兴，因为我们的部队几乎已经损失殆尽了。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ENGI"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/event/text
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我不认为超能族会出现。很高兴知道他们还有奉献精神只派了一艘船。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Bonté divine, qu'est-ce que vous êtes ? Je n'ai jamais vu un vaisseau Zoltan ou une créature comme vous auparavant... Mais on dirait que vous êtes un meilleur allié que le Ministère si vous avez pris la peine de venir nous aider."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你到底是什么人？我以前从未见过超能族船或像你这样的生物……但如果你真的来帮助我们，你似乎是比牧师团更好的盟友。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ZOLTAN_OLD"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je ne savais pas que la Fédération avait accès à la technologie des Éclipseurs. Je ne sais quoi penser de cette révélation, mais nous avons d'autres affaires plus urgentes."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"原来联邦还可以获取暮临派的技术物？我不知道该如何对此事发表意见，但我们有更紧迫的事情。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_DUSKBRINGER"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。
