Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Du soutien en provenance de la Ruche ? Je ne peux pas dire que je m'y attendais. Je ne vais certainement pas m'en plaindre, car il nous faut toute l'aide possible contre le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"来自母巢的支持？我不能说这是意料之中的。不是我在抱怨，我们需要所有能帮助我们对抗旗舰的帮助。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_HIVE"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Est-ce que c'est le Gyges ? Je croyais que ce vaisseau avait été détruit durant la guerre Fédération-Mantis... Je ne m'y ferai jamais à tout ce désordre du Multivers."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"那是盖吉兹吗？我还以为那艘船在螳螂入侵战争中被摧毁了……我永远不会习惯这种多元宇宙的东西。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_GYGES"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Oh, je n'avais pas vu que votre vaisseau provenait des Mantis Libres. Je ne m'attendais pas à ce qu'il soient des alliés aussi précieux, mais je présume que cela n'est pas surprenant, vu comment les Mantis sont d'excellents combattants."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哦，我不知道你的船是自由螳螂的起源。我没有预测到他们会是什么有价值的盟友，但我想这是有道理的，螳螂是这么优秀的战士。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FREEMANTIS"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Les Sages Rocailleux ont envoyé un croiseur se battre pour nous ? Je n'arrive pas à imaginer leurs raisons, mais vous êtes notre dernière chance si nous voulons remporter ce combat."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"岩石长老派了一艘星舰来为我们战斗？我无法想象他们的推理，但如果我们想赢得这场战斗，你是我们最后的机会。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ROCK"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je croyais que les Exilés étaient indifférents à la guerre. Eh bien, je ne vais pas refuser leur aide. Nous avons besoin de tous les vaisseaux que nous pourrons trouver pour abattre ce Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我认为流放者对战争漠不关心。好吧，我不是拒绝帮助的人。我们需要每一艘能得到的船来摧毁这艘旗舰。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_OUTCAST"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je suis surpris de voir que les Soleils Perdus ont fourni un appui pour l'effort de guerre. Peut-être que j'ai sous-estimé le rôle qu'ils jouent en tant qu'alliés. Je suis content que vous soyez arrivés, nous sommes à bout de forces, et nous avons besoin de toute l'aide possible."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我很惊讶迷失烈阳愿意提供任何帮助。也许我低估了他们作为盟友的潜力。我很高兴你来了，我们已经山穷水尽，我们需要能得到的所有帮助。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LOSTSUN"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un culte ? Je... d'accord, ce n'est pas la chose la plus étrange que j'ai vu. Espérons que votre énorme vaisseau soit paré pour affronter le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘异教徒战舰？我……当然，这不是我见过的最奇怪的东西。希望你那艘巨大的船已经为旗舰做好了准备，对吧？"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CULTIST"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "De l'aide en provenance du peuple Cristalien ? Ce n'est pas la dernière chose à laquelle je m'attendais, mais ce n'est certainement pas la première non plus. Espérons tous deux que votre technologie cristalline fasse le poids contre le Vaisseau Amiral de la Rébellion."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"水晶族的帮助？不是我预料中的最后一件事，但肯定也不是第一件事。让我们都希望你的水晶族技术能够对抗叛军的旗舰。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CRYSTAL"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Des Limaces ? Pourquoi est-ce qu'il fallait que ce soit des Limaces... Je suis certain que vous êtes venus ici en vue d'une récompense, et nous pourrons sûrement convenir à une offre après tout cela. Mais d'abord, nous devons abattre le Vaisseau Amiral. La Fédération ne pourra pas tenir longtemps face à cette attaque, et si vous avez fait tout ce chemin pour arriver là, je suis sûr que vous êtes ouvert à une offre."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"蛞蝓？为什么一定是蛞蝓……我敢肯定你是为了奖励来的，也许我们之后可以谈成一笔交易。但首先，我们需要干掉旗舰，联邦可受不了这种攻击了，如果你是一路这么过来的，我敢肯定你是认真的。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SLUG"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Je ne m'attendais pas à ce que la République Eargen aie les ressources pour envoyer un vaisseau aider la Fédération. Tout du moins, je suis content que vous soyez là. Espérons que ces anciennes légendes de l'armée Sangsue autrefois puissante soient vraies et que nous sommes sur le point de les revoir en action, car nous en avons certainement besoin."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我没有意识到吸虫共和国有资源派遣一艘战舰来帮助联邦。同样，我很高兴你在这里。让我们希望那些曾经强大的吸虫族军队的故事是真实的，我们即将看到他们的复兴，因为我们十分需要它。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LEECH"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Il recule sous un choc en voyant votre vaisseau. "Un vaisseau de la Coalition ? Ce doit être une blague... la seule raison qui pourrait pousser la Coalition à nous fournir un appui serait dans notre ennemi mutuel qu'est la Rébellion. Si c'est bien le cas, alors nous pouvons faire usage de toute aide, même en provenance d'alliés inattendus."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他震惊地后退。"星联战舰？这一定是个笑话……我能理解得到星联支持的唯一原因就是我们在叛乱中的共同敌人。如果是这样，那么我们就可以利用我们能得到的所有帮助，即使是来自不太可能的盟友。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_COALITION"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Il recule sous un choc en voyant votre vaisseau. "Des Orchidées, hmmm ? Je ne m'attendais pas à ce que votre espèce prenne les dispositions pour venir nous aider dans cette bataille. Je suis reconaissant envers ces renforts, car notre nombre de soldats et vaisseaux se rétrécit, et chaque once d'aide est la bienvenue."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的战舰，他震惊地后退。"兰花族，嗯？我不认为你们会主动参与这场战斗。我很感谢援军，我们的士兵和船只越来越少，每一盎司的帮助都价值百万。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ORCHID"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/event/text
fr: Sur l'écran vidéo apparaissent plusieurs officiers de la Fédération et de l'Engi, ainsi que l'amiral Tully au centre. "Des Vampiflores ? Je ne peux pas dire que je m'attendais à un quelconque soutien de la part de la Confédération. Est-ce que tout le drama de la guerre Fédération-Mantis a finalement coulé sous les ponts ? Eh bien, je soupçonne que non... mais nous pourrons en discuter plus tard. Pour l'instant, il y a un vaisseau amiral qui a besoin d'être détruit."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"血草兰花？我不能说我预想过血兰邦的任何支援。你们放下了螳螂入侵战争中的纠葛吗？我估计没那么简单……但我们可以稍后再作讨论。现在有一个需要被干掉的旗舰。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_VAMPWEED"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un vaisseau Coquille, hein ? J'ai entendu dire que votre peuple était assez isolationniste... eh bien, j'apprécie votre aide. Espérons que vos efforts ne soient pas en vain, hmm ?"
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘甲壳族战舰，嗯？听说你们比较隐居……嗯，感谢你们的帮助。希望你们的努力不要白费，对吧？"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SHELL"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Il recule sous le choc en voyant votre vaisseau. "Un vaisseau de guerre Lanius, comme c'est intéressant. Je n'ai jamais pu déduire les allégeances des Lanius ou quelles étaient leurs intentions, mais si vous avez fait tant de chemin, alors il ne fait aucun doute que vous êtes venu nous aider dans notre combat."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他吓了一跳，"一艘食铁族战舰，多么有趣。我一直不确定食铁族的忠诚或动机，但如果你能走到这一步，我毫不怀疑你是来帮助我们战斗的。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LANIUS"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Il recule sous le choc en voyant votre vaisseau. "Je ne peux pas dire que je m'attendais à ce que le vaisseau sur lequel la Fédération misait sa survie soit opéré par des Civils... Votre loyauté à notre cause est tout de même notée, et nous avons besoin de toute l'aide possible."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他震惊地后退。"我不能说我预计联邦将不得不赌上把决定他们生死的船让平民操作......不过，你对我们事业的忠诚是有目共睹的，我们需要我们能得到的所有帮助。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_CIVILIAN"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Bien, on dirait que vous avez amené un vaisseau Fédéré bien armé. Bienvenue au Dernier Rempart, capitaine."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"很好，看来你带来了一艘装备精良的联邦飞船。欢迎来到最后一站，舰长。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_FEDERATION"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Ah, un appareil Furtif ; pas étonnant que je n'ai jamais eu plus d'informations claires sur les détails de votre astronef. Peu importe, espérons tous deux que votre vaisseau soit suffisamment puissant pour abattre le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"啊，一艘隐形星舰，难怪我一直没有得到关于你舰细节的清晰资料。不管怎样，我们都希望你的星舰足够强大，能够击落旗舰。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_STEALTH"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Il recule sous le choc en voyant votre vaisseau. "Jamais je n'aurai cru que le vaisseau qui sauverait la Fédération serait un appareil Rebelle. Je suis sûr que vous avez de bonnes raisons pour avoir trahi la Rébellion, et j'adorerai les entendre, mais nous avons des problèmes plus importants sur le dos actuellement, comme le Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。看到你的船，他震惊地后退。"我从不相信拯救联邦的星舰会是一艘叛军的星舰。我相信你有你背叛叛军的理由，我也很想听一听，但我们有更紧迫的事情需要处理，比如旗舰。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_REBEL"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/event/text
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。当他即将进入你的星舰时，却后退了一步。"嗯……我不知道你是什么人，也不知道为什么0号宇宙雇了一艘自动飞船作为变元者，但如果你能解决我们的问题，那么……请便？但我会关注你的……"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_AUTO"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/event/text
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"革新社派了一艘星舰来协助联邦？看起来……自相矛盾，但我以前见过更陌生的变元者来过。如果你来帮忙，我们会尽我们所能。祝你好运对抗那艘旗舰，舰长。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TECH"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Un Kestrel ? Nous en voyons peu en dehors des flottes de récupérations. On dirait que votre vaisseau est arrivé à la fin de son odyssée... J'espère que cela va porter ses fruits."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"一艘红隼号？在打捞船队之外看不到很多。看起来你的船已经兜了一圈……我只能希望它会得到回报。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_KESTREL"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "That is quite the colorful ship you have there. The Monks are pacifists, yes ? Well, let's both hope you have a plan for dealing with that Flagship."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你那艘五颜六色的船很漂亮。超能信道者们是和平主义者，对吧？好吧，我们都希望你有一个对付那艘旗舰的计划。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PROPHET"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。
