Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/text
fr: Un vaisseau Civil essaie deséspérement de fuir la flotte Rebelle qui s'avance, mais ils sont tombés à court de carburant. "Oh dieu merci, nous pensions que tous les vaisseaux de la Fédération étaient occupés à combattre les Rebelles. Pitié, vous savez comment ce secteur est devenu un enfer. Nous devons évacuer tant que nous le pouvons encore. Est-ce que vous avez du carburant à nous donner?"
zh_hans: 一艘民用船正拼命地试图逃离前进的叛军舰队，但他们的燃料已经用完了。"哦，谢天谢地，我们以为所有的联邦船只都在忙于与叛军作战。拜托，你知道这个区域变得多么可怕。我们需要趁着还能撤离的时候撤离，你有多余的燃料吗？"

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/text
fr: Leur donner du carburant.
zh_hans: 给他们一些燃料。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/text
fr: Vous transférez votre carburant aux Civils.
zh_hans: 你将燃料转移给平民。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[1]/event/choice/event/text
fr: "Oh merci, Capitaine. C'est pour cela que nous avons toujours soutenu la Fédération. Assurez-vous juste d'abattre ce Vaisseau Amiral pour que tout cela ne soit pas en vain." Les Civils vous donnent de la ferraille.
zh_hans: "哦，谢谢舰长。这就是我们一直支持联邦的原因。只要确保你杀死那艘旗舰，这样它就不会全部浪费掉。"平民给你一些废料。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/text
fr: Nous n'avons plus besoin de tout ce carburant. Leur donner autant que possible.
zh_hans: 我们不再需要多少燃料了。尽可能多地给他们。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/text
fr: Vous transférez votre carburant aux Civils.
zh_hans: 你将燃料转移给平民。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[2]/event/choice/event/text
fr: "Oh mon d... C'est bien plus que ce qu'il nous fallait. Nous pourrons très certainement nous échapper avec tout cela ! C'est pour ça que j'ai toujours soutenu la Fédération. Assurez-vous juste d'abattre ce Vaisseau Amiral pour que tout cela ne soit pas en vain." Les Civils sont tellements reconnaissants qu'ils vous donnent une arme de grade militaire qu'ils n'ont plus besoin d'avoir sur leur vaisseau, en plus de la ferraille.
zh_hans: "哦，天哪……这比我们需要的要多得多。我们一定能逃脱这一切！这就是我一直支持联邦的原因。只要确保你杀死那艘旗舰，这样它们就不会浪费掉。"平民们非常感激，他们给了你他们船上不再需要的军用级武器，以及一些废料。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/text
fr: Les ignorer.
zh_hans: 无视对方。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/text
fr: Malheureusement, vous ne pouvez pas vous permettre de vous séparer de vos réserves à ce stade-là. Vous vous éloignez du vaisseau Civil et coupez leur appel.
zh_hans: 不幸的是，你不能冒险放弃你的燃料储备。你飞离民用船并静音他们的呼叫。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_CIVILIANS"]/choice[3]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/text
fr: Cette balise est attaquée par un escadron de vaisseaux de la flotte Rebelle ! Ils ciblent une planète densément peuplée qui abrite plusieurs grandes villes.
zh_hans: 这个信标正受到一支叛军舰队中队的攻击！他们的目标是一个有几个大城市的人口稠密的星球。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/text
fr: Contacter les Rebelles et leur demander de cesser le feu sur les civils.
zh_hans: 呼叫叛军并要求他们停止向平民开火。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/text
fr: Le chef de l'escadron Rebelle répond, vous regardant l'air souriant. "Tu veux qu'on arrête notre attaque ? Es-tu stupide au point de croire que nous allons écouter les ordres de n'importe quelle vaisseau Fédéré de passage ?"
zh_hans: 叛军中队舰长回应，笑眯眯地瞪着你。"你想让我们停止进攻？你是不是傻，以为我们会听命于随便什么联邦船只？"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/text
fr: "Pensez au nombre de vies humaines qui sont sur cette planète ! Votre attaque les tuera tout aussi bien que les aliens que vous souhaitez supprimer de cette galaxie."
zh_hans: "想想那个星球上有多少人类！"你的攻击也会杀死他们。"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/text
fr: "Tu crois que nous ne sommes pas au courant ? Si des milliards d'humains doivent mourir pour que la galaxie puisse obtenir une nouvelle ère de paix, alors qu'il en soit ainsi !" Ils coupent les transmissions, et un vaisseau Rebelle est envoyé vous chasser !
zh_hans: "你以为我们不知道？如果数十亿人必须死去，银河系才能看到和平的新纪元，那就这样吧！"他们切断了通讯，派出一艘叛军船将你赶走！

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/text
fr: "Ce ne sont que des civils innocents. Ils ne vous ont rien fait. Pourquoi est-ce qu'ils méritent ça?"
zh_hans: "那下面是那些无辜的平民，他们什么都没对你做过，为什么要这样？"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/text
fr: "Ils ont mérité ce destin dès le moment où ils se sont mis à soutenir la Fédération. Tous ceux qui opposent la Rébellion seront détruits !" Ils coupent les transmissions, et un vaisseau Rebelle est envoyé vous chasser !
zh_hans: "从他们支持联邦的那一刻起，他们就活该，所有反对起义的人，都将被毁灭！"他们切断了通讯，派出一艘叛军船将你赶走！

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[2]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/text
fr: "La Rébellion a mieux à faire que de s'en prendre à des civils innocents."
zh_hans: "起义军有比袭击无辜平民更好的事情要做。"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/event/text
fr: Le capitaine Rebelle s'interrompt un moment. "Tu as raison ! Il y a des vaisseaux Fédéres qui ont besoin d'être détruits. Comme le tiens !"
zh_hans: 叛军舰长停了下来。"你说得对！有联邦舰船需要杀戮。就像你的一样！"

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[1]/event/choice[3]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/text
fr: Nous ne sommes pas en mesure de pouvoir aider.
zh_hans: 我们没有办法提供帮助。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/text
fr: Les vies innocents de cette planète vont rencontrer une fin tragique, mais il n'y a rien que vous puissiez faire.
zh_hans: 一个悲惨的命运等待着那个星球上无辜的生命，但你无能为力。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETSHIP_ARGUE"]/choice[2]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/text
fr: Une flotte Rebelle s'est rassemblée autour d'une planète contenant une large métropole densément peuplée de la Fédération. Il semblerait que le dirigeant de cette flotte, un Ingénieur à l'allure ronde presque semblable à un oeuf, soit en train d'interpeller une foule qui s'est rassemblée en réponse.
zh_hans: 一支叛军舰队聚集在一颗星球周围，上面建着一个人口众多的联邦大都市。舰队的首领，一个在工程师舰上的胖得几乎像鸡蛋一样的男人，正在对着聚集起来的人群大喊大叫。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/text
fr: Écouter ses divagations.
zh_hans: 听他的咆哮。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/text
fr: L'ingénieur gesticule frénétiquement lors de son discours. "-Je suis venu pour vous faire cette annonce : le Colonel Hedge est un sacré imbécile incapable. Il a couché avec ma femme. Et oui, il-" quelques problèmes se manifestent avec le micro, mais le discours reprend vite, "était 'AUSSI GROSSE', et je lui ai dit 'Que c'est dégoutant !' Alors je vous préviens tous ! Hedge, tu as-" encore, le micro coupe momentanément. "Elle est de la taille de ce vaisseau, sauf qu'elle est encore plus petite ! Et devine quoi ? Voici à quoi la mienne ressemble !"
zh_hans: 工程师一边说话一边疯狂地做手势。"-我是来宣布一件事的：赫奇上校是个大傻瓜。他睡了我老婆。没错，他——"麦克风有点乱，但演讲很快又开始了"是这么大，我说这太恶心了！所以我向你们所有人发出号召！赫奇，你已经——"又一次，麦克风暂时中断了。"这是这艘船的大小，除了小得多！你猜怎么着？这就是我的样子！"

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/text
fr: La foule hurle tandis qu'un énorme canon ASB sort de l'un des vaisseaux proches. "Et oui, bébé ! Il a couché avec ma femme, alors devinez quoi, je vais... euh... coucher avec cette planète !" L'énorme canon ASB ouvre le feu, mais le tir part bien plus haut, et rate la planète pour s'abattre sur la lune à la place, ce qui fracasse l'énorme rocher comme s'il était fait de verre. "Et oui, voila ce que tu obtiens, mon SUPER CANON LASER ! T'AIMES-ÇA, HEDGE ? J'AI COUCHÉ AVEC LA LUNE, ESPÈCE D'IDIOT ! Tu as 23 minutes avant que je me lasse d'attendre et explose cette ville entière. Tu vas te rendre immédiatement. Maintenant dégagez de ma vue, avant que je couche aussi avec vous tous !" La transmission s'achève.
zh_hans: 当一门巨大的反舰炮从附近的舰队中的一艘战舰现身时，人群尖叫起来。"没错宝贝！他和我妻子睡了，所以你猜怎么着，我要……呃……和这个星球睡！"这座巨大的反舰炮开火了，但射弹飞得更高，错过了行星却击中了卫星，导致这枚巨大的岩石块像玻璃一样破碎开来。"没错，这就是你他妈应得的，我的超级激光炮攻击！你觉得怎么样，赫奇？我和卫星睡了，你这个白痴！在我感觉无聊之前，你有23分钟的时间，不然摧毁整个城市。给我立即投降。现在离开我的视线，在我和你们一起睡觉之前！"传输结束。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/text
fr: Abattre le vaisseau d'Ingénieur.
zh_hans: 解决掉工程师船。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/text
fr: Vous vous jetez sur le vaisseau Ingénieur. Malheureusement, la flotte au loin ouvre le feu sur vous.
zh_hans: 你前往攻击工程师船。不幸的是，舰队也在远距离向你开火。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/text
fr: Chasser Hedge et le contraindre à se rendre.
zh_hans: 追捕赫奇并迫使他投降。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/text
fr: Il semblerait que beaucoup de personnes parmi la foule aient eu la même idée que vous, et ils ont commencé à se rassembler autour du vaisseau de Hedge, mais il a déjà commencé son ascension vers l'atmosphère lorsque vous arrivez. Heureusement pour vous, vous avez votre propre astronef pour le suivre, et vous fonçez dans sa direction. Il semblerait que la flotte lointaine tire sur vous deux !
zh_hans: 人群中似乎有许多人和你有同样的想法，人们开始聚集在赫奇的飞船周围，但在你到达的时候，他已经开始爬进大气层了。幸运的是，你有一艘飞船可以用来跟着他。你朝他的方向飞去。从远处看，舰队似乎在向你们开火！

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[2]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[1]/event/choice/event/choice[3]/text
fr: Partir avant que l'on couche avec vous.
zh_hans: 在你被睡之前离开。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/text
fr: Ignorer la flotte.
zh_hans: 无视舰队。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/text
fr: Cela n'augure rien de bon pour la foule en dessous, mais vous ne pouvez rien faire pour le moment.
zh_hans: 没有什么好事等着下面的人群，但你现在无能为力。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_EGGMAN"]/choice[2]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/text
fr: La balise vous a amené à une ville de la Fédération en pleine évacuation. Quelques vaisseaux Rebelles se battent avec la patrouille frontalière, cependant la véritable menace se révèle être un escadron Rebelle lointain mais en approche rapide. Quelques Transports lourds de la Fédération s'occupent de ramasser les civils, mais ils ne pourront pas arriver à temps avant que les Rebelles puissent lancer un assaut complet.
zh_hans: 位于此信标的联邦城市正在进行疏散。几艘叛军舰船与边境巡逻队发生冲突，但真正的威胁在于远处但迅速接近的叛军中队。一些巨大的联邦重型运输舰正要运送平民，但在叛军开始全面进攻之前，他们无法及时到达。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/text
fr: Ramasser autant de civils que possible et les amener aux Transports.
zh_hans: 尽可能多地带走平民并将他们带到运载舰上。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/text
fr: Vous réussisez à sauver quelques douzaines de civils. Ils sont très à l'étroit dans votre soute, mais cela vaut le coup. La plupart des civils se dépêchent d'en sortir pour rejoindre les Transports et profiter de leur sûreté, mais l'un d'entre eux propose de rester derrière pour vous aider dans votre mission.
zh_hans: 你设法营救了几十名平民。货舱里非常拥挤，但这一切都是值得的。大多数平民都从你的储藏室里匆匆忙忙地跑进了运输船的安全地带，除了一个人，他愿意留下来帮助你完成任务。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/event/text
fr: Tandis que vous vous apprêtez à partir, vous remarquez un vaisseau Rebelle d'élite qui vous talonne. Le combat est inévitable.
zh_hans: 当你离开时，你注意到一艘精英叛军船尾随你。一场战斗是不可避免的。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[1]/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/text
fr: Nous ne pouvons pas prendre de risque.
zh_hans: 我们不能冒险。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/text
fr: Mettre votre vaisseau à disposition pour une situation pareille est trop risqué quand vous êtes aussi près du combat final. Vous espérez que la plupart des civils s'en tirent vivants.
zh_hans: 当你如此接近最后的战斗时，以这种方式危及你的船太冒险了。你希望大多数平民都能活着出来。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_EVACUATIONS"]/choice[2]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/text
fr: Un vaisseau pirate aux couleurs très étranges est déjà présent ici. Ils vous contactent : "Nous sommes les gardiens de la boîte. Seul celui qui en est véritablement digne peut se permettre de manipuler son pouvoir."
zh_hans: 一艘颜色很奇怪的海盗舰已经在这里了。他们向你呼叫。"我们是盒之守护者，只有真正配得上的人才能支配盒的力量。"

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/text
fr: Sommes-nous digne ?
zh_hans: 我们值得吗？

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/text
fr: Le pirate s'approche de l'écran, et vous fixe droit dans les yeux pendant une minute ou deux. "Ouais d'accord, pourquoi pas. Amusez-vous."
zh_hans: 海盗靠近屏幕，深深地盯着你的眼睛一两分钟。"是的，当然，为什么不呢。玩得开心。"

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[1]/text
fr: Stocker l'augmentation pour plus tard.
zh_hans: 存储增强部件以备后用。

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="1"]/text
fr: L'ouvrir de suite !
zh_hans: 现在打开它！

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[1]/event/choice[@req="LIST_CHECK_ANY_CREW" and @lvl="0"]/text
zh_hans: "警告：检测到未知异常工件。计划[隔离]。"

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/text
fr: Euh, ok...
zh_hans: 嗯，好吧……

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/text
fr: Le pirate ne dit rien de plus. Vous vous éloignez jusqu'à ne plus les avoir en visuel.
zh_hans: 海盗没有再说什么。你飞走，直到你再也看不到它们。

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_PANDORAS_BOX"]/choice[2]/event/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/text
fr: Sur la planète proche, une énorme bataille fait rage entre la Fédération et les envahisseurs Rebelles. Vous recevez un appel d'un Transport de la Fédération toujours en train d'essayer de traverser l'atmosphère.
zh_hans: 在附近的星球上，联邦和叛军入侵者之间的大规模战斗正在如火如荼地进行。你收到了来自联邦运输船的呼叫，仍在试图穿过大气层。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/text
fr: Répondre.
zh_hans: 回复。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/text
fr: "Comment avez-vous fait pour descendre aussi vite ? Hé, peu importe. Nous sommes censés amener des renforts, mais nous ne pouvons pas passer à travers le blocus Rebelle. Vu que vous êtes déjà en bas, pensez-vous pouvoir aider nos troupes ? Cela pourrait être la différence entre une victoire et une défaite."
zh_hans: "你怎么这么快就下去了？嗯，没关系。我们本该带援军过来，但我们无法通过叛军的封锁。既然你已经在下面了，你能帮我们的部队吗？这可能是胜利和失败的区别。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/text
fr: Chercher les soldats de la Fédération.
zh_hans: 寻找联邦士兵。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/text
fr: Vous trouvez le bataillon Fédéré. Ils sont en mauvaise posture, et coincés au centre de la ville. Leur commandant, un jeune homme du nom de Conrad, vous accueille avec joie. "Nous n'avons que peu de temps avant que les Rebelles nous trouvent et bombardent nos forces. Nous devons être préparés le mieux possible. Si vous pouvez nous fournir toute aide, cela serait grandement apprécié.
zh_hans: 你找到联邦军营。他们的状况很糟糕，被逼到了市中心。他们的指挥官，一个名叫康拉德的年轻人，感激地接待了你。"我们没有太多时间，直到叛军找到我们并对我们的部队覆盖攻击。我们需要尽可能做好准备。如果你能以任何方式提供帮助，我们将不胜感激。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/text
fr: Leur donner de la ferraille.
zh_hans: 给他们一些废料。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/event/text
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, Capitaine."
zh_hans: "太好了，这对我们有很大帮助。非常感谢舰长。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[1]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/text
fr: Leur donner des munitions.
zh_hans: 给他们一些弹药。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/event/text
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, Capitaine."
zh_hans: "太好了，这对我们有很大帮助。非常感谢舰长。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[2]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/text
fr: (Infirmerie avancée) Fournir de l'aide médicale aux soldats.
zh_hans: (高级医疗舱)为士兵们提供医疗协助。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/text
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, Capitaine."
zh_hans: "太好了，这对我们有很大帮助。非常感谢舰长。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="medbay"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/text
fr: (Médi-bots) Fournir de l'aide médicale aux soldats.
zh_hans: (纳米医疗机)为士兵们提供医疗协助。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/text
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, Capitaine."
zh_hans: "太好了，这对我们有很大帮助。非常感谢舰长。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="NANO_MEDBAY"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/text
fr: (Drone de réparation) Envoyer le drone réparer leur équipement.
zh_hans: (维修无人机)派遣无人机维修他们的设备。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/event/text
fr: "Parfait, cela nous aidera grandement. Merci beaucoup, Capitaine."
zh_hans: "太好了，这对我们有很大帮助。非常感谢舰长。"

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[@req="BLUELIST_DRONES_REPAIR_ALL"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[1]/event/choice[6]/text
fr: Nous ne pouvons pas aider.
zh_hans: 我们无能为力。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[1]/event/choice[2]/text
fr: Nous ne pouvons pas aider.
zh_hans: 我们无能为力。

source: data/events_boss.xml.append$//event[@name="BOSS_GROUND_FIGHT"]/choice[2]/text
fr: Ignorer l'appel et partir.
zh_hans: 无视呼叫，离开。

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[1]/text
fr: Pendant que les soldats se rassemblent, Conrad vous interpelle avec un autre soldat. "Je vais être franc avec vous, cette mission est foutue. J'ai un devoir à accomplir ici, et je n'abandonnerai pas mes hommes. Cependant, cet homme est mon frère. Je ne peux pas le laisser mourir ici avec moi. Il vous servira fidèlement sur votre vaisseau."
zh_hans: 当士兵们聚集准备时，康拉德和另一名士兵把你拉到一边。"我要在这里坦诚相待，我的命运注定了。我有义务在这里服役，我不能抛弃我的手下。但是，这个人是我的兄弟，我不能让他和我一起死在这里。他会在你的船上忠实地服务。"

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[2]/text
fr: "Nous n'avons pas besoin de cela. C'est une arme de vaisseau qui est tombée d'un appareil Rebelle que nous avons abattu, mais comme vous pouvez le voir, nous n'avons pas de vaisseau où l'attacher. J'espère qu'elle vous sera utile."
zh_hans: "这个对我们没有用处。这是一种从我们击落的叛军上掉下来的舰载武器，但正如你所见，我们没有可以安装它的船。我希望它对你有用。"

source: data/events_boss.xml.append$//eventList[@name="BOSS_GROUND_FIGHT_HELP"]/event[3]/text
fr: "J'ignore si cela vous sera utile, mais la Fédération nous a fournit des cartes de ce secteur. Je suis sûr que vous en aurez plus d'utilité que nous. Et au cas où cela ne vous aide pas, voici une augmentation dont nous n'avons plus besoin."
zh_hans: "我不能说这是否有帮助，但联邦为我们提供了该星区的星图。我相信对你比我们更有用。如果没用，这里有一个对我们没用的增强部件。"

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/text
fr: Cette balise abrite un point de ravitaillement Rebelle improvisé, servant à accueillir les livraisons de provisions. Un garde MFK bien armé assure sa protection, mais si vous pouvez le détruire, toute ressource se trouvant dans la plateforme sera à vous.
zh_hans: 这个信标是一个临时的叛军投放点的所在地，这里是运输船运送补给品的地方。它受到全副武装的MFK守卫舰的保护，但如果你能摧毁它，目前存放在平台上的任何物资都将归你所有。

source: data/events_boss.xml.append$//event[@name="BOSS_REBEL_DEPOT"]/choice[1]/text
fr: Attaquer le garde.
zh_hans: 攻击守卫。
