Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/text
fr: Peu de temps après, Vance apparaît sur votre écran ; son uniforme orange clair et son allure musclée imposante attire votre attention parmi les officiers vêtus en blanc qui se trouvent autour de lui. Vous ignorez où se trouve Vance, mais cela n'a plus d'importance.
zh_hans: 不久之后，万斯出现在你的屏幕上，他亮橙色的制服和肌肉发达的身材从他周围褪色的军官中脱颖而出。你不确定万斯在哪里，但这不再重要。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/text
fr: Vance abaisse son regard pour fixer son cher neveu, et est visiblement confus. "Jérome ? As-tu été enlevé par cette ordure pour être utilisé en tant que monnaie d'échange avec moi ? Pathétique. Ne t'en fais pas mon neveu, je vais envoyer ma meilleure force de frappe pour te sauver." Jerry secoue la tête. "N-non. Je ne suis pas un otage. Je suis venu pour négocier."
zh_hans: 万斯低头看着他的明星侄子，脸上露出困惑的神色。"杰罗姆？你是不是被这个渣滓拿来和我做交易了？联邦多可怜啊，侄儿放心，我会派出我最好的突击队来救你。"杰瑞摇摇头。"不，不，长官。我不是人质。我是来谈判的。"

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/text
fr: "Négocier ? C'est insensé, mon garçon. Crache le morceau. Combien est-ce que les Fédés demandent pour ta libération ?" Jerry secoue la tête à nouveau. "Je ne suis pas un otage, tonton. J'ai rejoint ces messieurs-dames de mon propre gré. Je... J'espère mettre fin à cette guerre. Ne vois-tu pas à quel point tout cela est inutile ? Nous livrons une guerre sans fin pour quoi ? Quand est-ce qu'elle se finira ? A-t'elle au moins une fin ? Il y a une infinité d'univers, tu peux sûrement voir à quel point tout cela est inutile !"
zh_hans: "谈判？小子，你这话一点意思都没有。快说出来。联邦要求多少钱释放你？"杰瑞再次摇头。"我不是人质叔叔，我是自愿加入这些人的，我……我希望结束这场战争，你看不出这是多么无意义吗？我们打这场无休止的战争是为了什么？什么时候结束？有没有结束？有无限的宇宙，你肯定会看到这是多么的无意义！"

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/text
fr: Jerry essaie de continuer, mais Vance le coupe. "Tu... tu as quitté le protectorat ? Alors Cyra... Cyra... non. Non, ça n'est pas possible... E-et mon neveu ? Un traître ? Mon propre... neveu ? " Une larme vient à l'œil de Vance mais il l'essuie immédiatement, puis tourne le dos à l'écran. "Assez. Si c'est ta décision, alors qu'il en soit ainsi. Tu mourras en idiot étroit d'esprit, tout comme le Renégat. Au revoir, Jérôme. "
zh_hans: 杰瑞试图继续说下去，但万斯打断了他。"你……你离开了受保护地？然后赛拉……赛拉……不。不，这不可能……还还有我的侄子？是叛徒？我的……侄子？"万斯的眼中流下泪水，但他立即擦去，然后背对着屏幕。"够了。如果这是你的决定，那就这样吧。你会像变元者一样成为短视的傻瓜。再见，杰罗姆。"

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/text
fr: Jerry tombe à genoux, choqué et interloqué en voyant la facilité avec laquelle il s'est fait trahir. "J'aurais dû m'en douter..." Jerry lâche une larme, et tient sa tête avec ses mains tandis que ses larmes s'accumulent pour former des flaques d'eau au sol.
zh_hans: 杰瑞跪倒在地，被突如其来的背叛震惊得语无伦次。"我早该明白..."杰瑞开始啜泣，双手掩面，泪水滑落脸颊落在地上，形成一个个水洼。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/removeCrew/text
fr: Jerry s'assied dans un coin en pleurant. Le Vaisseau Amiral s'approche, armes chargées. Vous voulez le consoler, mais vous ne pouvez pas lui accorder de temps.
zh_hans: 杰瑞继续坐在角落哭泣。与此同时旗舰在步步逼近，武器开始充能。你很希望能安慰他，但你还有事情要忙。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/text
fr: Jerry se relève soudainement et essuie ses larmes. "Bon, il ne reste plus qu'une chose à faire maintenant." Il sort une grosse arme Gatling. Vous ignorez sa provenance, mais vous n'avez pas le temps de lui poser des questions dessus.
zh_hans: 突然间，杰瑞站起身来，擦干了眼泪。"好吧，现在只剩一件事要做了。"他抽出一挺巨大的加特林机枪。你不清楚他从哪弄来的，不过也没有时间盘问了。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/crewMember
fr: Jerry
zh_hans: 杰瑞

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/text
fr: Avant que vous puissiez vous occuper du Vaisseau Amiral, Jerry décide de quitter la pièce.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/removeCrew/text
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/text
fr: Jerry entre dans la pièce où l'Équinoide se repose...
zh_hans: 杰瑞走进了六脚马族睡觉的舱室...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/removeCrew/text
fr: Vous n'avez aucune idée de ce que Jerry est en train de faire, et vous l'observez, confus.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/text
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/crewMember
fr: Jerry
zh_hans: 杰瑞

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="ponyc"]/event/choice/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/text
fr: Avant que vous puissiez vous occuper du Vaisseau Amiral, Jerry décide de quitter la pièce.
zh_hans: 在你准备对付旗舰之前，杰瑞顿了顿，向舱室外走去。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/removeCrew/text
fr: Vous ne savez pas où Jerry se dirige, mais vous le suivez.
zh_hans: 你完全猜不着杰瑞想去哪，不过还是快步跟上他。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/text
fr: Jerry entre dans la pièce où l'Équinoide se repose...
zh_hans: 杰瑞走进了六脚马族睡觉的舱室...

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/removeCrew/text
fr: Vous n'avez aucune idée de ce que Jerry est en train de faire, et vous l'observez en étant confus.
zh_hans: 你完全无法理解杰瑞在干什么，困惑地看着。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/text
fr: Enfin, Jerry monte sur le poney ! "Voilà. Maintenant, je suis prêt."
zh_hans: 然后，杰瑞上前骑上了六脚马驹！"行。现在我准备好了！"

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/crewMember
fr: Jerry
zh_hans: 杰瑞

source: data/events_boss.xml.append$//event[@name="FLAGSHIP_JERRY"]/choice/event/choice/event/choice/event/choice/event/choice/event/choice[@req="pony_tamed" and @lvl="1"]/event/choice/event/choice/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/text
fr: Vous traquez le Vaisseau Amiral et vous découvrez qu'il a été gravement endommagé au cours de l'affrontement précédent. Vos capteurs indiquent qu'il a redirigé la plus grande partie de sa puissance vers ses drones. Préparez-vous au combat !
zh_hans: 你追赶旗舰，发现它在之前的战斗中严重受损。扫描表明它已将相当大的能量转移到其无人机系统上。准备战斗。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/text
fr: Le Vaisseau Amiral est peut-être affaibli, mais il reste imposant. Ne relâchez pas la pression !
zh_hans: 旗舰可能被削弱了，但它仍然很强大。继续战斗！

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="0"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/text
fr: Soudainement, un petit vaisseau automatisé quitte la flotte au loin pour venir vers vous. La navette vous transmet un appel : "Bonjour. Ceci est un message automatisé en provenance de l'Amiral Vance de la flotte Rebelle. Nous avons pris en considération vos victoires passées, et avons évalué les dégâts considérables que vous avez déjà infligés au Vaisseau Amiral. Avec ce constat, la Rébellion ne porte plus d'intérêt envers cette réalité. Nous offrons notre reddition."
zh_hans: 突然，一艘小型自动飞船从远处的舰队中脱离出来。你收到来自穿梭机的呼叫。"你好。这是起义军舰队的万斯上将发送的自动信息。我们已经考虑到你过去的胜利，以及你已经对旗舰造成的巨大伤害。考虑到这一点，起义军对这个宇宙不再感兴趣。我们投降。"

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_2"]/choice[@req="loc_negotiation" and @lvl="1"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_3"]/text
fr: Vous avez du mal à comprendre comment il peut continuer à combattre avec les dégâts qu'il a subis. Apparemment, il a transféré une partie de sa puissance vers des systèmes défensifs, ainsi qu'à une espèce de superarme. Tenez-vous prêt !
zh_hans: 你不知道它承受了这么大的伤害，怎么还能继续战斗。看起来它把能量转移到了防御系统以及…某种超级武器上。做好准备…它要来了！

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_3"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/text
fr: Tandis que vous approchez le Vaisseau Amiral une troisième fois, un tir ASB frôle votre vaisseau et s'abat presque sur le Vaisseau Amiral. Au loin, les forces Rebelles se sont retournées l'une contre l'autre. Il semblerait qu'ils aient eu vent de la trahison de Vance, et cela a créé une division parmi leurs forces. Attendez-vous à un appui supplémentaire pour cette dernière ligne droite !
zh_hans: 当你第三次接近旗舰时，一发反舰炮弹从你的战舰旁飞过，几乎与旗舰相撞。在远处，叛军已经互相攻击。看来万斯背叛的消息已经传开了，这在他们的舰队中造成了分裂。在这最后的一段时间里将会有额外的火力支援！

source: data/events_boss.xml.append$/FTL/event[@name="BOSS_TEXT_3_VANCE"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/text
fr: "Donc, vous pouvez envahir les mondes d'origines de quelques aliens barbares et leur convaincre de se retourner l'un contre l'autre. Cela n'est rien comparé à la mission de notre rassemblement ! Nous cherchons à apporter la paix à la galaxie. Je doute que vous connaissiez quoi que ce soit à propos de la paix."
zh_hans: "所以，你可以入侵一些野蛮外星人的家园，并说服他们背叛自己。这与我们运动的使命相比，根本算不上什么！我们寻求为银河系带来和平。我怀疑你对和平一无所知。"

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_orchidcruiser"]/text
fr: Nous avons sauvé les Mondes-Éden Orchidées d'un siège de pirates.
zh_hans: 我们从海盗围攻中拯救了兰花族园庭。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_mfkgunboat"]/text
fr: Nous avons sauvé un mémorial et une cité entière d'un siège mené par la Rébellion.
zh_hans: 我们从叛军的围攻中拯救了整个城市和纪念碑。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_autodread"]/text
zh_hans: 通过帮忙击退了你们的一次攻击，我们和大夺命灵达成了同盟。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_clancruiser"]/text
fr: Nous avons sauvé les derniers vestiges d'une espèce en voie d'exctinction des griffes de la Guilde Exotique.
zh_hans: 我们从异种猎人协会中拯救了一个濒临灭绝的物种。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_boss_hacker"]/text
fr: Nous avons libéré un secteur civil entier qui s'était fait attaquer par le clan des Hackers.
zh_hans: 我们从骇客团中解放了一整个平民星区。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[@req="ach_crew_dianesh"]/text
fr: Nous avons réussi à convaincre l'Impératrice Cristalienne elle-même d'être plus ouverte au reste de la galaxie.
zh_hans: 我们成功地说服了水晶女王向银河系的其他部分持开放态度。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/text
fr: La Rébellion n'apporte pas la paix ! C'est la Fédération qui se charge de l'amener dans la galaxie.
zh_hans: 起义并不和平！联邦是给银河系带来和平的。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/event/text
fr: Le commandant ricane. "Oh, vous faites pitié. Pour apporter la paix, il doit d'abord y avoir une guerre ! La Rébellion va se débarasser des dangereux xénos de chaque réalité. Je me lasse de cette conversation. Il n'y aura pas de résolution pacifique à cette confrontation." Il coupe les communications, et le Vaisseau Amiral continue de charger ses armes.
zh_hans: 指挥官笑了。"哦，多么可怜。要带来和平，首先必须有战争！起义会消除每个宇宙中的危险异形。我厌倦了这种谈话。这场对抗不会和平解决。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_1"]/choice[7]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/text
fr: "Et comment est-ce que vous avez accompli tout cela ? En tuant ? Quelle évidence. La Fédération et la Rébellion ne sont pas si différentes lorsqu'il faut mener une guerre, mais là où la Fédération est faible, la Rébellion se démarque en étant imposante ! Vous avez suffisamment retardé ce combat. Je doute que vous puissiez être capable de prendre d'assaut un vaisseau aussi puissant !"
zh_hans: "那你是怎么做到的？通过杀戮？果然如此。联邦和起义军在战争方面并没有什么不同，但在联邦弱小的地方，起义军就会强大起来！你把这场战争拖得太久了。我怀疑你是否有能力对付这么强大的一艘战舰！"

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_construction"]/text
fr: Nous avons détruit l'un de vos Vaisseaux Amiraux dans la Forteresse Rebelle. Si nous l'avons fait une fois, nous pouvons le faire à nouveau.
zh_hans: 我们在叛军要塞摧毁了你们的一艘旗舰。如果我们做过一次，我们可以再做一次。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_ghostflag"]/text
fr: Nous avons détruit le Vaisseau Amiral originel dans les Terres Désolées Spectrales. Si nous l'avons fait une fois, nous pouvons le faire à nouveau.
zh_hans: 我们摧毁过灵朝荒原中的原旗舰。如果我们做过一次的话，我们还能再做一次。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_autodread"]/text
zh_hans: 虽然不是旗舰，但我们摧毁了一艘自动无畏舰。我们可以处理叛军向我们扔过来的任何东西。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_cura"]/text
zh_hans: 虽然不是旗舰，但我们摧毁了先进的革新社自动巡洋舰原型。我们可以处理叛军向我们扔过来的任何东西。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_mfkgunboat"]/text
fr: Ce n'est pas un Vaisseau Amiral, mais nous avons détruit une Canonnière MFK. Nous pouvons triompher contre tout ce que la Rébellion peut nous envoyer.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘MFK炮舰。我们可以处理叛军向我们扔过来的任何东西。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[@req="ach_boss_smugglergun"]/text
fr: Ce n'est pas un Vaisseau Amiral, mais nous avons détruit une Canonnière Rebelle volée. Nous pouvons triompher contre tout ce que la Rébellion peux nous envoyer.
zh_hans: 虽然不是旗舰，但我们摧毁了一艘被盗的叛军炮舰。我们可以处理叛军向我们扔过来的任何东西。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/text
fr: Nous verrons cela.
zh_hans: 我们走着瞧。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/text
fr: Le commandant ricane. "En effet. Il n'y aura pas de résolution pacifique à cette confrontation, que la bataille commence." Il coupe les communications, et le Vaisseau Amiral continue de charger ses armes.
zh_hans: 指挥官冷笑一声。"我们确实会的。这场对抗不会和平解决，让我们准备战斗吧。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_2"]/choice[7]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_3"]/text
fr: "Alors c'est vous qui en êtes le responsable ? Très impressionant, mais ce vaisseau n'était rien comparé au notre ! Vous allez voir que ce vaisseau est bien mieux préparé pour un petit croiseur comme le vôtre. Assez perdu de temps, vous n'échapperez pas à ce combat."
zh_hans: "所以那件事是你做的？确实令人印象深刻，但与你将要面对的相比，那艘船根本算不上什么！你会发现这艘船为像你这样的小型战舰做好了准备。耽误得够久了，你逃不掉这场战斗。"

source: data/events_boss.xml.append$//event[@name="BOSS_NEGOTIATE_3"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/text
fr: Vous sautez dans le système, en prenant note du signal de la station de réparation proche.
zh_hans: 你跃迁进星系，注意到附近的维修站信号。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/text
fr: Il semblerait qu'un Rebelle d'Élite ait ouvert le feu sur la station de réparation ! Vous devrez vous débarasser d'eux avant de pouvoir obtenir de l'aide.
zh_hans: 看起来像是一艘叛军精英正在向维修站开火！你必须先清除这些家伙，然后才能获得帮助。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="2"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/text
fr: Il semblerait qu'un As MFK ait ouvert le feu sur la station de réparation ! Vous devrez vous débarasser d'eux avant de pouvoir obtenir de l'aide.
zh_hans: 看起来好像MFK精英战舰正在维修站开火！你必须先清除这些家伙，然后才能获得帮助。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION"]/choice[@req="challenge_level" and @lvl="3"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/text
fr: Fort heureusement, en vous étant débarassé des Rebelles, vous pouvez accéder à la station. Ils sont amochés, mais ils peuvent tout de même fournir ce dont vous avez besoin.
zh_hans: 幸运的是，在叛军离开的情况下，你可以进入空间站。他们遭受了打击，但仍然能够为你提供所需的东西。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_FIGHT"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_NORMAL"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="BOSS_REPAIR_STATION_NORMAL"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[1]
fr: Une station mobile spécialisée dans la construction de vaisseaux est en orbite autour de cette balise. Après un bref échange de messages, vous recevez l'autorisation de vous y accoster pour recevoir des réparations d'urgence et du matériel militaire.
zh_hans: 有一个移动的造船平台驻扎在这个信标上。经过简短的交流后，他们批准你接收紧急维修和军事用品。

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[2]
fr: Un chantier naval civil Engi a été converti en station de ravitaillement militaire. Il vous offre la possibilité de faire réparer votre vaisseau et de vous procurer des provisions.
zh_hans: 半械族民用造船厂已被改造成军用加油站。他们为你提供了修补船体并更新一些补给品的机会。

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[3]
fr: Les communications que vous captez vous apprennent que la base de la Fédération proche est dotée d'une station de réparation. Vous entrez en contact avec elle et, quand vous évoquez votre mission, elle accepte de réparer votre vaisseau et de vous remettre des provisions.
zh_hans: 通讯上的闲聊表明附近的联邦基地配备了一个维修站。当你转达任务优先级时，他们迅速帮助修理你的船并为你提供一些补给。

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[4]
fr: Une station de construction avancée est en train de réparer des vaisseaux de guerre endommagés. Vos codes secrets sont suffisants pour convaincre ses dirigeants de retaper rapidement votre appareil.
zh_hans: 前方造船厂正在修复受损的军舰。你的命令代码说服他们在你的船上进行快速修补工作。

source: data/events_boss.xml.append$//textList[@name="BOSS_REPAIR_STATION"]/text[5]
fr: Une station commerciale a été abandonnée non loin, et des ingénieurs de la Fédération ont récupéré son chantier naval afin d'y réparer les vaisseaux militaires. Ils se proposent de retaper également le vôtre.
zh_hans: 附近有一个废弃贸易站。一些联邦工程师将他们的造船厂改用于进行军事维修。他们帮助修理你的船。
