Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$/FTL/textList[6]/text[3]
fr: Difficile de dire qui a l'avantage dans la bataille qui se déroule non loin. Avant que vous ayez le temps de vous faire une idée plus précise sur la question, un chasseur quitte sa formation pour vous attaquer.
zh_hans: 很难说谁在附近的战斗中获胜。在你有机会弄清楚之前，一架战斗机进入攻击。

source: data/events_boss.xml.append$/FTL/textList[6]/text[4]
fr: L'étendue des dégâts causés par cette bataille est incroyable. Vous aimeriez bien pouvoir rester simple observateur indépendant, mais hélas, les participants au combat ne semblent pas de cet avis.
zh_hans: 远处的破坏规模之大几乎令人叹为观止。不幸的是，你作为独立观察者的地位不会持续太久！

source: data/events_boss.xml.append$/FTL/textList[6]/text[5]
fr: La destruction à laquelle vous assistez au loin est impressionante. Mais bien vite, vous devez reprendre vos esprits : on vous attaque !
zh_hans: 远处的破坏几乎是令人敬畏的。然而，当传感器指示你受到攻击时，你被拖回现实。

source: data/events_boss.xml.append$/FTL/textList[6]/text[6]
fr: Vous n'avez pas le temps de vous préoccuper de la bataille qui se déroule au loin, car elle ne va pas tarder à vous rejoindre !
zh_hans: 你没有时间担心远方的战斗。战斗很快就来找你了！

source: data/events_boss.xml.append$/FTL/textList[6]/text[7]
fr: Vous débarquez au beau milieu d'une terrible bataille. Les deux camps subissent de lourdes pertes. Une petite escadrille passe non loin et un chasseur s'en détache pour se diriger vers votre position.
zh_hans: 你来到了一场激烈的战斗中。双方都损失惨重。一个小队飞过，一架战斗机脱离，向你的位置移动。

source: data/events_boss.xml.append$/FTL/textList[6]/text[8]
fr: Deux flottes s'affrontent non loin. Vous tentez de contourner le champ de bataille en restant hors de portée de tir, mais un éclaireur Rebelle vous repère et se rapproche.
zh_hans: 两支舰队在附近交战。你试图绕过战斗边缘并远离武器射程，但一艘叛军侦察舰发现了你并接近。

source: data/events_boss.xml.append$/FTL/textList[6]/text[9]
fr: Difficile de dire qui a l'avantage dans la bataille qui se déroule non loin. Avant que vous ayez le temps de vous faire une idée plus précise sur la question, un chasseur quitte sa formation pour vous attaquer.
zh_hans: 很难说谁在附近的战斗中获胜。在你有机会弄清楚之前，一架战斗机进入攻击。

source: data/events_boss.xml.append$/FTL/textList[6]/text[10]
fr: L'étendue des dégâts causés par cette bataille est incroyable. Vous aimeriez bien pouvoir rester simple observateur indépendant, mais hélas, les participants au combat ne semblent pas de cet avis.
zh_hans: 远处的破坏规模之大几乎令人叹为观止。不幸的是，你作为独立观察者的地位不会持续太久！

source: data/events_boss.xml.append$/FTL/textList[6]/text[11]
fr: La destruction à laquelle vous assistez au loin est impressionante. Mais bien vite, vous devez reprendre vos esprits : on vous attaque !
zh_hans: 远处的破坏几乎是令人敬畏的。然而，当传感器指示你受到攻击时，你被拖回现实。

source: data/events_boss.xml.append$/FTL/textList[6]/text[12]
fr: Vous n'avez pas le temps de vous préoccuper de la bataille qui se déroule au loin, car elle ne va pas tarder à vous rejoindre !
zh_hans: 你没有时间担心远方的战斗。战斗很快就来找你了！

source: data/events_boss.xml.append$//event[@name="BOSS_FLEETS_REBEL"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[1]
fr: Bien que vous vous attendiez à voir les Rebelles, vous n'auriez jamais imaginé que leur flotte aurait pu croître aussi rapidement. Vos scanners peuvent à peine les enregistrer tous qu'un chasseur stationné à proximité passe à l'attaque.
zh_hans: 尽管你预料过会遇到叛军，但你从未想过他们的舰队会发展得如此之快。在驻扎在附近的战斗机进入攻击之前，你的扫描仪几乎无法将它们全部记录下来。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[2]
fr: Ce système est inondé de vaisseaux de guerre rebelles. Heureusement, la signature de ton vaisseau est déguisée en transport civil. La plupart des vaisseaux lourds t'ignorent mais un petit chasseur s'approche avec les armes à fond !
zh_hans: 这个星系充斥着叛军军舰。幸运的是，你的船的应答器伪装成民用运输工具。大多数重型船只都忽略了你，但一个小型战斗机正在接近，武器还热！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[3]
fr: Vous arrivez pour trouver un bataillon rebelle encerclant une planète proche, débarquant en masse. Un petit éclaireur se dirige vers votre position. Préparez-vous à combattre !
zh_hans: 你到达时发现一个叛军营包围了附近的一颗行星，正在投送登陆部队。一个侦察舰向你的位置移动。准备战斗！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[4]
fr: Dès votre arrivée, vous vous retrouvez dans les décombres d'une bataille acharnée. Cependant, il ne reste que des vaisseaux de guerre Rebelles et vous vous retrouvez immédiatement attaqué.
zh_hans: 当你到达时，你发现自己陷入了一场激烈战斗的废墟中。但是，只剩下 叛军战舰，你发现自己立即受到攻击。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[5]
fr: Les tirs fusent et votre ordinateur enregistre de multiples verrouillages d'armes dès votre arrivée. Manœuvres d'évasion !
zh_hans: 射弹飞过，你的计算机在你到达后立即检测到多个武器锁定。进行回避动作！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[6]
fr: Ce qui était autrefois une grande série de stations spatiales n'est plus qu'un petit anneau de débris autour de la lune voisine. Il n’y a pas de temps pour pleurer les morts, un ennemi approche !
zh_hans: 曾经是一系列巨大的空间站，现在只不过是附近卫星周围的一小圈碎片。没有时间哀悼死者；敌人靠近！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[7]
fr: La Fédération semble s'être bien battue. Un certain nombre de vaisseaux rebelles sont détruits ou endommagés. Cependant, leur nombre écrasant force les forces restantes de la Fédération à battre en retraite. Espérons que vous pourrez vous échapper à temps vous aussi.
zh_hans: 联邦似乎打得很好。许多叛军舰船破损或受伤。然而，他们压倒性的数量迫使剩余的联邦军队撤退。希望你也能及时离开。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[8]
fr: Bien que vous vous attendiez à voir les Rebelles, vous n'auriez jamais imaginé que leur flotte aurait pu croître aussi rapidement. Vos scanners peuvent à peine les enregistrer tous avant qu'un chasseur stationné à proximité ne passe à l'attaque.
zh_hans: 尽管你预料过会遇到叛军，但你从未想过他们的舰队会发展得如此之快。在驻扎在附近的战斗机进入攻击之前，你的扫描仪几乎无法将它们全部记录下来。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[9]
fr: Ce système est inondé de vaisseaux de guerre rebelles. Heureusement, la signature de ton vaisseau est déguisée en transport civil. La plupart des vaisseaux lourds t'ignorent mais un petit chasseur s'approche avec les armes chargées !
zh_hans: 这个星系充斥着叛军军舰。幸运的是，你的船的应答器伪装成民用运输工具。大多数重型船只都忽略了你，但一个小型战斗机正在接近，武器还热！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[10]
fr: Vous arrivez pour trouver un bataillon rebelle encerclant une planète proche, débarquant en masse. Un petit éclaireur se dirige vers votre position. Préparez-vous à combattre !
zh_hans: 你到达时发现一个叛军营包围了附近的一颗行星，正在投送登陆部队。一个侦察舰向你的位置移动。准备战斗！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[11]
fr: Dès votre arrivée, vous vous retrouvez dans les décombres d'une bataille acharnée. Cependant, il ne reste que des vaisseaux de guerre Rebelles et vous vous retrouvez immédiatement attaqué.
zh_hans: 当你到达时，你发现自己陷入了一场激烈战斗的废墟中。但是，只剩下 叛军战舰，你发现自己立即受到攻击。

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[12]
fr: Les tirs fusent et votre ordinateur enregistre de multiples verrouillages d'armes dès votre arrivée. Manœuvres d'évasion !
zh_hans: 射弹飞过，你的计算机在你到达后立即检测到多个武器锁定。进行回避动作！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[13]
fr: Ce qui était autrefois une grande série de stations spatiales n'est plus qu'un petit anneau de débris autour de la lune voisine. Il n’y a pas de temps pour pleurer les morts, un ennemi approche !
zh_hans: 曾经是一系列巨大的空间站，现在只不过是附近卫星周围的一小圈碎片。没有时间哀悼死者；敌人靠近！

source: data/events_boss.xml.append$//textList[@name="BOSS_FLEETS_REBEL"]/text[14]
fr: La Fédération semble s'être bien battue. Un certain nombre de vaisseaux rebelles sont détruits ou endommagés. Cependant, leur nombre écrasant force les forces restantes de la Fédération à battre en retraite. Espérons que vous pourrez vous échapper à temps vous aussi.
zh_hans: 联邦似乎打得很好。许多叛军舰船破损或受伤。然而，他们压倒性的数量迫使剩余的联邦军队撤退。希望你也能及时离开。
