Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_boss.xml.append/*.po
Languages: fr, zh_hans

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Hmm, vous êtes ce marchand dont j'ai tant entendu parler. Sylvan, n'est-ce pas ? C'est étrange, j'ai cru vous voir arriver ici il y a un moment déjà... Je ne m'y ferai jamais à cette histoire de Multivers. En tout cas, je suis content de vous voir ici. Espérons que vous soyez préparé pour ce Vaisseau Amiral."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"嗯，你就是我耳熟能详的那个游商。希尔凡，不是吗？奇怪，我认为你早就到了这里……我可能永远不会对多元宇宙的东西感兴趣。不管怎样，我很高兴你在这里。希望你为那艘旗舰做好了准备。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SYLVAN"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Des moines ? Je... Je ne cherche pas à vous manquer de respect, mais n'êtes-vous pas normalement censés être des pacifistes ? J'en déduis alors que vous êtes une exception à la règle. Tant que vous vous occupez du Vaisseau Amiral, je me fiche de qui vous êtes."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"信道者？我……我不是说不敬，但信道者们不是…你知道的…通常是和平主义者吗？我猜你是个例外。只要你能对付旗舰，我不在乎你是谁。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_MONK"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "C'est incroyable ; chaque jour qui passe, une nouvelle race sort du Multivers. Cette fois, on a droit... aux Salins ? Je crois que j'ai entendu une ou deux légendes sur vous. Espérons que vous honorerez celles-ci et votre héritage."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"我发誓，每天都有另一个种族从多元宇宙中冒出来。这次是……盐？我想我听说过一两个关于你的传说。希望你和传说中的你一样厉害，好吧？"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SALT"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Arg ! Des Araignées ?! J'ai horreur des araignées ! Bon sang, la simple vue de votre vaisseau me donne des frissons."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"哎呀！蜘蛛？！我讨厌蜘蛛！该死的，光是看着你的船就让我不寒而栗。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SPIDER"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Votre vaisseau, là, il ressemble fortement à un autre vaisseau que j'ai connu il y a fort longtemps. Mais peu importe, c'est du passé lointain. Occupons-nous du présent, nous n'avons pas le temps de fouiller dans nos souvenirs."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的船，嗯，它和我很久很久以前认识的一艘船很像。没关系，那是很久以前的事了。让我们现在专注于现在，我们没有时间去回忆。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_ALPHA"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. "Vous vous attendiez sûrement à ce que je sois surpris de voir mon propre vaisseau ici, mais ceci est en fait la 7e version de moi-même que j'ai rencontré jusque-là. Maintenant, va t'occuper de ce Vaisseau Amiral, espèce de beau gosse."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你可能会认为我在这里看到自己在船上会感到惊讶，但这实际上是我迄今为止第七次遇到我自己。现在去干掉那艘旗舰，你这个漂亮的混蛋。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_TULLY"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Dès qu'il voit votre vaisseau, il coupe immédiatement l'appel, mais il finit par se reconnecter peu de temps après. "Non. Vous devez plaisanter. Ils ont envoyé CE vaisseau pour nous sauver ? Est-ce que c'est un canular de mauvais goût ?" Tully soupire. "Eh bien malheureusement, vous êtes le dernier espoir de la Fédération. Essayez de tenir la route encore un peu, ok ? Nous comptons tous sur vous à présent."
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。他一看到你的船，就立即切断了通讯，但不久后又重新连接。"不。你不能是认真的。他们派这艘船来救我们？这是一个愚蠢的笑话吗？"塔利叹了口气。"不幸的是，你是联邦最后的希望。试着别把这一切都丢掉，好吗？我们现在都指望你了。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_LIMIT"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/event/text
fr: Sur votre écran vidéo apparaissent plusieurs officiers Fédérés et Engis, en plus de l'Amiral Tully au centre. Dès qu'il voit votre vaisseau, il coupe immédiatement l'appel, mais il finit par se reconnecter peu de temps après. "Des chevaux ? J'adore les chevaux !" Tully se reprend et corrige sa posture. "Euh- veuillez m'excuser. Je ne sais pas ce qui m'a pris. Mais si vous détruisez le Vaisseau Amiral, pourriez-vous me laisser caresser un cheval ?"
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。他一看到你的船，就立即切断了通讯，但不久后又重新连接。"小马？小马迷！"塔利停下来纠正他的姿势。"呃——对不起。我不知道发生了什么事。但是，如果你拿下了那艘旗舰，请让我摸一摸你的马。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_PONY"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/text
fr: Contacter l'état-major Fédéré.
zh_hans: 联系联邦指挥部。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/event/text
zh_hans: 视频屏幕上出现了几名联邦和半械族军官，以及中间的塔利上将。"你的船……我以前从来没有见过这样的。很明显，多元宇宙仍然有很多我还没有看到的秘密。如果你明白我在说什么，并且你很友好，那么请。我们需要在这场战斗中获得任何帮助。我们都指望着你，这听起来很奇怪。"

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="-2147483648"]/event/choice[@req="SHIP_SIREN"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="4"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TRUE_LAST_STAND_START"]/choice[@req="rep_general" and @lvl="4"]/event/text
fr: Vous transmettez votre ID, mais visiblement, quelque chose ne va pas. Un vaisseau Fédéré approche, et vous remarquez leur arsenal, chargé et braqué sur vous. Il vous transmet un message : "Vous avez fait une sacré escapade avant d'arriver là. J'ai bien peur que la Fédération ne puisse tout simplement pas soutenir quelqu'un ayant causé tant de torts. Si vous voulez saisir la moindre chance pour vous repentir, éliminer le Vaisseau Amiral serait un bon début." Après avoir fourni ce conseil, ils coupent la transmission.
zh_hans: 你扫描你的ID，但似乎有问题。附近的一艘联邦飞船接近，你注意到他们的武器在线。你从船上收到呼叫。"你在来这里的旅程中一直在逍遥法外。恐怕联邦根本无法支持有这么多不良记录的人。如果您想获得宽恕，消灭旗舰将是一个不错的开始。"他们切断了通讯。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/text
fr: "J'ai bien peur que nous n'ayons plus le temps pour les discussions. Avez-vous besoin de quoi que ce soit avant de faire face au Vaisseau Amiral?" Tully mobilise les vaisseaux de soutiens disponibles, qui attendent votre demande.
zh_hans: "恐怕我们没有更多的时间聊天了，在你面对旗舰之前，你有什么需要吗？"塔利命令支援舰待命，等待您的指挥。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/text
fr: Demander des réparations.
zh_hans: 请求维修。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/text
fr: Tully envoie un vaisseau de soutien de la Fédération réparer la coque de votre vaisseau.
zh_hans: 塔利派出一艘联邦支援舰来修理你的船体。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[1]/event/choice[@req="detergent_mode" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/text
fr: Demander du carburant et des données cartographiques.
zh_hans: 请求燃料与星图。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/text
fr: Tully envoie un drone ravitailleur faire le plein de vos réserves de carburant, et transfère les données cartographiques du secteur.
zh_hans: 塔利派出加油无人机来增加你的燃料储备，并传输该星区的星图数据。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[2]/event/choice[@req="detergent_mode" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/text
fr: Demander des munitions et des pièces de drones.
zh_hans: 请求弹药与无人机部件。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/text
fr: Tully envoie un drone ravitailleur vous fournir en provisions de combat.
zh_hans: 塔利派出一架补给无人机来增加你的储备。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[3]/event/choice[@req="detergent_mode" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/text
fr: Demander un renfort d'équipage.
zh_hans: 请求一名船员。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/text
fr: Tully vous envoie un soldat bien entraîné de la Fédération pour servir sur votre vaisseau.
zh_hans: 塔利派出一名训练有素的联邦士兵在你的船上服役。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[4]/event/choice[@req="detergent_mode" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/text
fr: Nous n'avons pas besoin de votre aide. Le Grand Œil nous guidera.
zh_hans: 我们不需要你的帮助。先知圣眼将引导我们。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/event/text
fr: Vous faites une prière à l'Oeil, souhaitant que les voyages dans ce secteur soient sûrs. L'œil demeure, et vous trouvez votre vaisseau approvisionné et prêt à partir.
zh_hans: 你向圣眼祈祷，希望安全地通过这个星区。圣眼显灵，你发现你的星舰库存充足并准备好出发。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="SHIP_PROPHET"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/text
fr: Montrer le colis à Tully.
zh_hans: 给塔利看包裹。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/event/text
fr: Dès que Tully jette un regard sur la boîte, il change complètement de posture. Il vous autorise à rentrer dans le commandement Fédéré.
zh_hans: 塔利一看到这个盒子，就彻底转变了态度。他允许你进入联邦指挥部。

source: data/events_boss.xml.append$//event[@name="LAST_STAND_START_2"]/choice[@req="TULLY_PRESENT"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/text
fr: Tully s'assied avec vous, et place la boîte sur une table devant vous. "Avez-vous la moindre idée de ce qui se trouve à l'intérieur de ce colis?" Vous secouez la tête. "Eh bien je vais vous le dire. Absolument rien." Le regard confus sur votre visage fait ricaner Tully. "J'ai donné ces colis à plusieurs représentants importants de la Fédération. Ils doivent être remis à ceux qu'ils considèrent comme personnes de confiances qui doivent me voir. C'est un signe que vous êtes vraiment digne de ce combat final. Nous ferions mieux d'y aller maintenant, ce Vaisseau Amiral ne va pas se détruire lui-même."
zh_hans: 塔利和你坐下，把盒子放在你面前的桌子上。"你知道这个包裹里面是什么吗？"你摇头。"好吧，我会告诉你的。什么都没有。"你脸上困惑的表情让塔利咯咯地笑了起来。"我把这些包裹给了几个重要的联邦官员。它们要交给他们认为值得信赖的人，并带给我。这表明你真的配得上这最后一战。那我们最好出发，旗舰可不会自毁。"

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/crewMember
fr: Tully
zh_hans: 塔利

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="TULLY_CONTACT"]/choice[@req="detergent_mode" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/text
fr: Maintenant que vous êtes enfin prêt à partir, il vous reste un peu de temps pour faire quelque chose à bord du vaisseau. Ces moments se feront rares dans ce secteur, alors profitez-en pour faire ce qu'il vous faut, parler à votre équipage, et regarder votre rapport de mission une dernière fois !
zh_hans: 现在你们都准备好了，你们有时间在船上做点什么。这些时刻在这个星区很少见，所以抓住这个机会做你可能需要的任何事情，与你的船员交谈，最后一次查看你的任务报告！

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[1]/text
fr: Faire l'inventaire du vaisseau.
zh_hans: 星舰管理。

source: data/events_boss.xml.append$//event[@name="LASTSTAND_EMPTY_BEACON"]/choice[2]/text
fr: Ne rien faire.
zh_hans: 跳过。

source: data/events_boss.xml.append$//event[@name="BOSS_AUTOMATED"]/text
fr: Il semblerait que ce vaisseau soit également équipé d'une IA perfectionnée. Maintenant que l'équipage est mort, elle a pris le contrôle ! Vous prenez également note du niveau d'oxygène du vaisseau en chute libre...
zh_hans: 看起来这艘战舰还配备了先进的AI控制系统。在船员都阵亡之后，AI开始接管！你察觉到旗舰上的氧气浓度也在持续下降...

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/text
fr: Son explosion secoue votre vaisseau et vous soupirez de soulagement. Vous avez réussi. La Fédération est sauvée....
zh_hans: 它的爆炸震动了你的星舰，你如释重负地松了一口气。你做到了。联邦得救了……

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_DESTROYED"]/choice/event/text
fr: Merci d'avoir joué ! Gardez à l'esprit qu'il s'agit encore d'une version bêta et que nous n'avons pas encore créé une conclusion satisfaisante pour le jeu. Rendez-vous sur nos forums pour nous donner votre avis et nous faire savoir que vous l'avez battu. Merci !
zh_hans: 感谢游玩！多元宇宙仍处于测试阶段，我们还没有为游戏创造一个令人满意的结局。前往我们的Discord、论坛或QQ群给我们一些反馈，让我们知道你取得了胜利。谢谢！

source: data/events_boss.xml.append$//event[@name="BOSS_ESCAPED"]/text
fr: Juste au moment où vous prenez enfin l'avantage, l'ennemi trouve le moyen d'effectuer un saut supraluminique. Ne relâchez pas l'assaut !
zh_hans: 就在你最终占据上风时，它设法进行了一次超光速跃迁。你必须继续进攻！

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/text
fr: Le voilà... c'est le Vaisseau Amiral Rebelle. Si vous parvenez à détruire cette monstruosité, la flotte de la Fédération aura une chance de s'en sortir. Pas de retour en arrière !
zh_hans: 这就是它……叛军旗舰。如果你能够摧毁这个怪物，联邦舰队就有幸存的机会。没有回头路了！

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/text
fr: Peut-être pourrait-il y avoir une réconciliation de nos idéaux sans guerre ?
zh_hans: 也许可以实现和解，以我们没有战争的理想？

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/text
fr: Le commandant du Vaisseau Amiral cligne des yeux, confus. "Hah, parlé comme un moine simplet, obsédé par la paix ! Vous ne pourriez pas connaître l'importance de ce mouvement ! Votre loyauté à la Fédération vous aveugle complètement face à l'importance de la Rébellion ! Quand est-ce que VOUS vous êtes confrontés contre l'oppression ?"
zh_hans: 旗舰舰长眨了眨眼，一头雾水。"哈，说话像个愚蠢的爱好和平的僧侣！你不会知道这场运动的重要性！你对联邦的忠诚让你对起义的重要性视而不见！你什么时候反抗过压迫？"

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_rockcruiser"]/text
fr: Nous avons inspiré une rébellion dans les Mondes natals Rocailleux pour renverser Stonewall.
zh_hans: 我们推动了岩石族母星系内的起义，以推翻石墙。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_zone"]/text
fr: Nous avons défié le Ministère et sauvé une planète entière de leur oppression.
zh_hans: 我们反抗牧师团，从他们的压迫中解放了整个星球。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_suzzycruiser"]/text
fr: Nous avons affronté la Ruche et avons envahi leurs couveuses privées.
zh_hans: 我们对抗母巢并突袭了他们的孵化场。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_leechdread"]/text
fr: Nous avons renversé Tyrdeo et apporté une nouvelle ère à la République Eargen.
zh_hans: 我们推翻了泰迪奥并为吸虫共和国带来了一个新时代。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="loc_slugdemocracy"]/text
fr: Nous avons détrôné Nights et convaincu la Kleptocratie de se tourner vers la démocratie.
zh_hans: 我们废除了七夜并说服了星盗会转向民主。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[@req="ach_boss_jack"]/text
zh_hans: 我们通过阻止试图陷害联邦的佣兵团攻击来揭露暮临派运动的缺陷。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/text
fr: Hum, eh bien... euh...
zh_hans: 呃，哦……嗯……

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/event/text
fr: Le commandant vous raille. "Oh, vous faites pitié. Je me lasse de cette conversation. Il n'y aura pas de résolution pacifique à cette confrontation." Il coupe les communications, et le Vaisseau Amiral continue de charger ses armes.
zh_hans: 指挥官嗤之以鼻。"哦，真可怜。我厌倦了这种谈话。这场对抗不会和平解决。"他切断了通讯，旗舰继续为其武器充能。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_peacequest"]/event/choice[7]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/text
fr: (Jerry) Contacter le Vaisseau Amiral.
zh_hans: (杰瑞)联系旗舰。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/text
fr: Il faut peu de temps au Vaisseau Amiral pour vous remarquer. Avant qu'il puisse commencer à vous cibler, Jerry se connecte aux communications Rebelles et leur demande de s'interrompre, afin qu'il puisse être mis en contact avec Vance.
zh_hans: 旗舰很快就注意到你。在它开始瞄准你之前，杰瑞接入了叛军的通讯并要求他们停火，要求他们让他与万斯联络。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="unique_jerry"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/text
fr: Il faut peu de temps au Vaisseau Amiral pour vous remarquer. Il s'avance et enclenche ses artilleries, en pensant que vous n'êtes aucunement différent des autres vaisseaux de la Fédération sur son passage.
zh_hans: 旗舰很快就注意到了你，但以为你只是一艘普通的联邦战舰。它为武器充能并向你靠近。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="0"]/event/choice/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/text
fr: Continuer...
zh_hans: 继续。

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/text
fr: Alors que vous approchez du vaisseau amiral, vous recevez un appel de son capitaine. "Vous... vous êtes le monstre qui a assassiné Jérôme Wentworth. Vous êtes hideux, repoussant, une ignoble ordure. Vous prétendez que nous sommes des méchants, et pourtant vous assassinez de sang-froid l'esprit le plus gentil de toute la galaxie ? Vance nous a donné des ordres directs pour que votre mission s'arrête ici, mais franchement ? Je n’ai pas besoin de ces ordres. Je vais prendre plaisir à vous regarder mourir, comme le fera tout le reste de la galaxie."
zh_hans: 当你接近旗舰时，你收到舰长的呼叫。"你……你就是谋杀杰罗姆·温特沃斯的怪物。你这个可怕的、令人厌恶的、卑鄙的人渣。你声称我们是恶棍，却冷血地谋杀了整个银河系中最善良的灵魂？万斯直接命令我们确保你的任务到此结束，但坦率地说？我不需要那些命令。我会喜欢看着你死去，就像银河系的其他人一样。"

source: data/events_boss.xml.append$//event[@name="BOSS_TEXT_1"]/choice[@req="loc_jerrykill" and @lvl="1"]/event/choice/text
fr: Continuer...
zh_hans: 继续。
