Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: "Well... yessss? Look, it wasssn't easy convincccing the C.D.E.G. to hire me after the Vek dissssassster ruined the reputation of renegadessss!" Irwin continues to protest but is cut off once more. "It doesn't matter. Too much time has passed. The window of opportunity is slim. Vael has cut a deal with the Brood, they will recover the DNA for us. We have no more use for you, Irwin. You are nothing but a loose end." Virgo draws his laser and aims it right at Irwin.
fr: "Eh bien... ouii ? Écoute, ccc'était déjà pas facccile de convaincre le G.D.C.E. de m'engager après que le désssassstre Vek ait ruiné la réputatttion des Renégats !" Irwin continue de protester mais est interrompu une autre fois. "Peu importe. Trop de temps a passé. La fenêtre d'opportunité est mince. Vael a conclu un marché avec la Couvée, ils vont récupérer l'ADN pour nous. Nous n'avons plus besoin de toi, Irwin. Tu n'es rien de plus qu'un boulet." Virgo saisit son laser et le braque droit sur Irwin.

source: Intervene.
fr: Intervenir.

source: Seems this Irwin fellow might have information of use. You jump out from your cover and draw your own weapon. Virgo shows no signs of disturbance but merely retracts his weapon and hurries back to the Brood ship, which immediately powers up its weapons! Irwin, to no surprise, rushes back to his ship but is stopped by a missile from the pirates, destroying his engines.
fr: Il semblerait que cet Irwin ait des informations très utiles. Vous sortez de votre cachette et braquez votre propre arme. Virgo ne montre aucun signe de perturbation et rétracte seulement son arme pour se ruer vers le vaisseau de la Couvée, qui active immédiatement ses armes ! Irwin, sans surprise, file à son vaisseau mais est arrêté par un missile des pirates, détruisant ses moteurs.

source: Continue...
fr: Continuer...

source: Do nothing.
fr: Ne rien faire.

source: You watch as the Slug desperately pleads for his life, but the assassin pays him no attention. He shoots only once and the Clansman falls to the ground in a puddle of his own green blood. Virgo orders the pirates behind him to destroy Irwin's ship before they go. Seems this is your cue to leave as well.
fr: Vous observez tandis que la Limace supplie désespérément sa vie, mais l'assassin ne lui paie pas attention. Il tire une seule fois, et le Chasseur Exotique s'effondre par terre dans une mare de son propre sang vert. Virgo ordonne aux pirates derrière lui de détruire le vaisseau d'Irwin avant leur départ. Il semblerait que ce soit également le moment pour vous de partir.

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Heheh, hey there Virgo. Look, I know thisss looksss bad but..." Irwin is cut off by the imposing figure. "I do not have time for your shit anymore Irwin. Vael is getting tired. You had ONE job, to recover the DNA. And what happened? You come slithering back to me with nothing. Now, they've blown that nest to hell and we have no way of recovering the samples! You expect me to TOLERATE this?"
de: "Heheh, hallo Virgo. Schau, ich weiß, dassss dasss schlimm aussieht..." Irwin wird von der imposanten Figur abgeschnitten. "Ich habe keine Zeit mehr, für deinen Müll Irwin. Vael wird ungeduldig.Ungeduldig wegen deiner Inkompetenz, wegen deiner Kriegslust, wegen deinen verrückten Theorien, dass es ein Regime gibt, welches das gesamte Multiversum kontrolliert! Du hattest EINEN Job, die DNS zurück zu holen. Und was ist passiert? Du kommst zu mir zurück geschlängelt mit nichts. Jetzt haben sie das Nest in die Luft gejagt und wir haben keinen Weg mehr, die Testproben zu retten! Du denkst, dass ich das TOLERIERE?" "Naja... ja? Sssschau, essss war nicht leicht die EVC zu überzeugen, mich nach dem Vek Dessssaster anzuheuern, da es den Ruf der Renegades ruiniert hat!" Irwin protestiert weiter, aber wird abgeschnitten. "Es ist egal. Zu viel Zeit ist vergangen. Das Zeitfenster ist zu klein. Vael hat einen Deal mit der Brood gemacht, welche die DNS für uns holen werden. Wir haben keinen Nutzen mehr für dich, Irwin. Du bist nur ein loses Ende." Virgo zieht seinen Laser und visiert Irwin an.
fr: "Héhé, coucou Virgo. Ok, je sssais que la sssituation a l'air mauvaise mais..." Irwin est interrompu par l'imposante figure. "Je n'ai plus de temps pour tes conneries Irwin. Vael commence à en avoir marre. Tu avais UN boulot, récupérer l'ADN. Et qu'est-ce qu'il s'est passé ? Tu reviens ramper vers moi sans rien. Maintenant, ils ont explosé le nid, et nous n'avons aucun moyen de récupérer les échantillons ! Tu t'attends à ce que je TOLÈRE ça ?"
ko: "헤헤헤, 쩌기 베르고, 쌍황이 안쪼아 보이는 거쓴 알찌만..." 당당하게 서 있는 인물이 어윈의 말을 끊었습니다. "더 이상 네가 싼 똥을 치우고 있을 시간은 없어, 어윈. 바엘의 인내심이 바닥나고 있어. 네가 할 일은 DNA를 되찾아 오는 것 딱 하나였잖아? 그런데 넌 어떻게 했지? 아무것도 없이 내게 슬그머니 돌아왔어. 게다가 저놈들은 이제 둥지를 통째로 날려버리려 하고 있지. 내가 이 일을 참아줄 것 같아?" "어... 아마도? 이봐, 벡 째앙이 배회짜들의 평판을 망쪄버리는 바람에 EDC를 썰득하는 게 쓉찌 않아써!" 어윈은 계속 항의했지만, 베르고는 어윈의 말을 또다시 끊었습니다. "아무래도 상관없어. 이미 너무 많은 시간이 흘렀거든. 기회는 희박해. 바엘이 브루드와 거래를 했으니, 그들이 너 대신 우리에게 DNA를 찾아줄 거야. 더 이상 넌 필요 없어 어윈. 그럼 잘 가라고." 베르고가 레이저 총을 들어 어윈을 겨눕니다.
ru: "Хехе, привет, Вирго. Ссслушшшай, я знаю, что это выглядит ужасссно, но..." Ирвин прервал внушительная фигура. "У меня больше нет времени на твое дерьмо, Ирвин. Ваэль устал. Устал от твоей некомпетентности, устал от твоей воинственности, устал от твоих безумных заговоров о кукловодах, которые управляют Мультивселенной! У тебя было ОДНО задание - восстановить ДНК. И что же произошло? Ты приполз ко мне ни с чем. Теперь они взорвали гнездо к чертям и мы никак не сможем восстановить образцы. Ты думаешь, я ПОТЕРПЛЮ это?" "Ну... да? Поссслушшшай, было нелегко убедить ЭОК нанять меня посссле того, как нашшшессствие векков разрушшшила репутацию Ренегатов!" Ирвин продолжает протестовать, но его снова прерывают. "Это не имеет значения. Теперь уже поздно. Шанс упущен. Ты нам больше не нужен, Ирвин. Ты всего лишь пустой звук". Вирго достал свой лазер и направил его прямо на Ирвина.
zh_hans: "嘿嘿，你好啊处女座。嘿，我知道情况看起来很糟糕，但是～～..."厄文被那气势磅礴的身影打断了："我没时间管你的破事了，厄文。威尔越来越不耐烦了。他受够了你的无能，受够了你的好斗，受够了你对一个统治多元宇宙的傀儡机构的疯狂阴谋论！你只有 一 个 任务，去收集DNA。然后呢？你什么也没带，就溜回我这里。现在，他们要把整个巢穴炸成碎片。我们根本没法回收样本了！你指望我能 容 忍 这个？" "嗯...是～～的？你瞧，在维克虫族毁了变元者的名声～～之后，说～～服精英护卫队雇用我可不是～～件容易的事～～！"厄文继续找借口，但再次被打断。"已经无所谓了。你挥霍了太多时间，而取回DNA的机会转瞬即逝。我们不再需要你了，厄文。你现在只不过是一个后患罢了。"处女座拔出他的激光手枪并径直瞄准厄文。

source: Continue...
fr: Continuer...

source: "Well... yessss? Look, it wasssn't easy convincccing the C.D.E.G. to hire me after the Vek dissssassster ruined the reputation of renegadessss!" Irwin continues to protest but is cut off once more. "It doesn't matter. Too much time has passed. The window of opportunity is gone. We have no more use for you, Irwin. You are nothing but a loose end." Virgo draws his laser and aims it right at Irwin.
fr: "Eh bien... ouii ? Écoute, ccc'était déjà pas facccile de convaincre le G.D.C.E. de m'engager après que le désssassstre Vek ait ruiné la réputatttion des Renégats !" Irwin continue de protester mais est interrompu une autre fois. "Peu importe. Trop de temps a passé. La fenêtre d'opportunité s'est volatilisée. Nous n'avons plus besoin de toi, Irwin. Tu n'es rien de plus qu'un boulet." Virgo saisit son laser et le braque droit sur Irwin.

source: Intervene.
fr: Intervenir.

source: Seems this Irwin fellow might have information of use. You jump out from your cover and draw your own weapon. Virgo shows no signs of disturbance but merely retracts his weapon and hurries back to the Brood ship, which immediately powers up its weapons! Irwin, to no surprise, rushes back to his ship but is stopped by a missile from the pirates, destroying his engines.
fr: Il semblerait que cet Irwin ait des informations très utiles. Vous sortez de votre cachette et braquez votre propre arme. Virgo ne montre aucun signe de perturbation et rétracte seulement son arme pour se ruer vers le vaisseau de la Couvée, qui active immédiatement ses armes ! Irwin, sans surprise, file à son vaisseau mais est arrêté par un missile des pirates, détruisant ses moteurs.

source: Continue...
fr: Continuer...

source: Do nothing.
fr: Ne rien faire.

source: You watch as the Slug desperately pleads for his life, but the assassin pays him no attention. He shoots only once and the Clansman falls to the ground in a puddle of his own green blood. Virgo orders the pirates behind him to destroy Irwin's ship before they go. Seems this is your cue to leave as well.
fr: Vous observez tandis que la Limace supplie désespérément sa vie, mais l'assassin ne lui paie pas attention. Il tire une seule fois, et le Chasseur Exotique s'effondre par terre dans une mare de son propre sang vert. Virgo ordonne aux pirates derrière lui de détruire le vaisseau d'Irwin avant leur départ. Il semblerait que ce soit également le moment pour vous de partir.

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN_WIN"]/text
source: The Brood cruiser has been defeated. It falls to the ground in a heap, and you scrap its remains.
de: Der Brood Kreuzer wurde besiegt. Er fällt auf den Boden und du verschrottest die Überreste.
fr: Le vaisseau de la Couvée a été vaincu. Il s'effondre au sol en un instant, et vous récuperez ses restes.
ko: 브루드 순양함을 격파했습니다. 함선은 고철 덩어리가 되어 땅에 떨어졌고, 당신은 그 잔해를 인양합니다.
ru: Крейсер Выводка повержен. Он падает на землю, а вы разбираете его останки на лом.
zh_hans: 蛛团星舰已被击败。它摔到地面上，瘫成一堆废墟，你尽数搜刮它的残骸。

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN_WIN"]/choice/text
source: Check on Irwin.
de: Schaue nach Irwin.
fr: Aller voir Irwin.
ko: 어윈을 확인한다.
ru: Проведать Ирвина.
zh_hans: 检查厄文的情况。

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN_WIN"]/choice/event/text
source: When the Slug sees you approaching he immediately pretends he was never scared at all, but around his strange blunderbuss-like gun his tentacles have gone white. "Glad we renegadessss know how to ssstick up for each other! Now, what's your rate? I know this kind of ssserviccce isssn't free. I'm not sssstupid."
de: Als der Slug dich näher kommen sieht, tut er direkt so, als ob er keine Angst hätte, jedoch sind seine Tentakel um seine Donnerbüchse todesbleich. "Ich bin froh, dass wir Renegadessss zusammenhalten! Nun, was ist deine Rate? Ich weiß, dass dieser Ssservice nicht umsonst ist. Ich bin nicht dumm."
fr: Quand le Chasseur vous voit approcher, il prétend immédiatement ne jamais avoir été intimidé, mais autour de son tromblon, ses tentacules ont clairement viré au blanc. "Content qu'on puisssse ssse couvrir entre Renégats ! Alors, quels sssont vos honoraires ? Je sssais que ce genre de ssservicce n'est pas gratuit. Je ne sssuis pas ssstupide."
ko: 어윈은 당신이 다가오는 것을 보고도 전혀 겁먹지 않은 척했지만, 나팔총같은 이상한 무기 위로 나 있는 그의 촉수는 하얗게 질려있었습니다. "우리 배회짜들이 쌍부쌍쪼하는 친구들이라 다행이야. 짜, 요금이 얼마찌? 공짜로 도와쭌 게 아닌 거 다 알아. 난 멍쩡이가 아니거든!"
ru: Когда слизень видит, что вы к нему подходите, он тут же делает вид, что ничуть не испугался, но при этом кожа на щупальцах, которые держат странное оружие, похожее на мушкетон, становится белой. "Рад, что мы, Ренегаты, умеем поссстоять друг за друга! Итак, какова вашшша цена? Я знаю, что такие уссслуги не бесссплатны. Я не дурак".
zh_hans: 当这名蛞蝓族看到你走近时，它立即假装一点也不害怕，但他放在那奇怪的大口径猎枪周围的触手已经发白了。"很高兴咱们变元者懂得如何互帮互助！好吧，你的费用是～～多少？我知道这种服务不是～～免费的。我不是～～傻子。"

source: We aren't looking for pay. But we wouldn't mind information.
de: Wir suchen nicht nach einer Bezahlung. Aber wir würden Informationen nicht verneinen.
fr: On ne cherche pas un paiement, mais nous ne serions pas contre de l'information.
ko: 우린 보수를 바라는 게 아니야. 하지만 정보는 괜찮을지도 모르겠군.
ru: Мы не стремимся заработать. Но от информации не откажемся.
zh_hans: 我们不是来收报酬的，但不介意知道些情报。

source: "HAH! What a riot. Let'sss be clear here. Information issss money. Money issss everything, and everything isss money. There ain't no sssane man in thisss Multiverssse who worksss for free. Kindnesss isss jussst a meansss to an end. Favorsss are blank checksss. You're a renegade, don't play me for a fool. We aren't philanthropisssts, we're mercccenariesss. Murdererssss with a pricccce tag. I've been in thisss busssinessss long enough to know that."
de: "HAH! Was ein Aufstand. Lasssss uns eins klarstellen. Informationen sind kein Geld. Geld isssst alles und alles isssst Geld. Es gibt keinen Mann im Multiversum, der bei Sinnen ist, welcher umsonst arbeitet. Mitgefühl isssst nur ein Weg, um Sachen ein Ende zu bereiten. Gefallen sind unausgefühlte Checkssss. Du bist ein Renegade, stell mich nicht als Dummkopf dar. Wir sssind keine Philanthropen, wir sind Söldner. Mörder, mit einem Preisssschild. Ich bin lang genug in diesem Geschäft, um es zu wisssssen."
fr: "HAH ! Quelle plaisanterie. Ssssoyons bien clair ici. L'information est l'argent. L'argent est tout, et tout est l'argent. Il n'y a pas un sssseul gars sssain d'essprit dans ccce Multivers qui bosssse pour que dalle. La bonté est jussste un moyen pour parvenir à une fin. Les faveurs sssont des chèques en blancs. Tu es un Renégat, ne me la joue pas. Nous ne ssssommes pas des philanthropes, nous ssssommes des mercccenaires. Des meurtriers à prix d'achat. J'ai été dans ccce domaine asssez longtemps pour le sssavoir."
ko: "하! 야단 났구만 그래. 하나만 확씰히 찦고 넘어가찌. 쩡보는 돈이야! 돈은 쌂의 쩐부요, 쌂은 곧 돈이지. 이 멀티버쓰에 공짜로 일을 하는 미찐 싸람은 업써. 친쩔은 목쩍을 달썽하기 위한 쑤단일 뿐이야. 호의는 백찌 쑤표찌. 당씬이 배회짜라고 날 바보로 여기찌 마. 우린 짜선가가 아니라 용병이야. 가격표가 붙은 쌀인짜들. 난 그걸 알 만큼 이 업계에 오래 이썼다 이 말이야."
ru: "ХАХ! Какой бунт. Давай проясссним ссситуацию. Информация - это деньги. Деньги - это вссссе, и вссссе - это деньги. В этой Мультивссселенной нет ни одного нормального человека, который бы работал бесссплатно. Доброта - это всссего лишшшь сссредссство доссстижения цели. Уссслуги - это чиссстый чек. Вы - Ренегат, не разыгрывайте меня. Мы не филантропы, мы наемники. Убийцы ссс ценником. Я доссстаточно давно в этом бизнессссе, чтобы знать это".
zh_hans: "哈！好好笑喔。让我把话说～～清楚。情报就是～～金钱。金钱就是～～一切，一切都是～～金钱。在这个多元宇宙中没有一个神～～志清楚的人会白干活。善～～良只是～～达到目的的手～～段。人情不过是～～空头支票罢了。你是～～个变元者，别把我当傻～～瓜。我们才不是～～慈善家，我们是～～雇佣兵。明码标价的杀～～人犯。我干这行这么久，这点道理还是～～知道的。"

source: That's not the point. Tell us about this Virgo fellow.
de: Das ist nicht der Punkt. Sag uns etwas über diesen Virgo Typen.
fr: Peu importe. Dis-nous en plus sur ce Virgo.
ko: 내 요점은 그게 아니야. 베르고에 대해 말해.
ru: Дело не в этом. Расскажите нам про Вирго.
zh_hans: 那不是重点，跟我们讲讲处女座这个家伙。

source: "Whatever you sssay. Virgo isss an Angel. Asssasssin for big daddy Vael of the Ssssyndicate. He'ssss my mossst recccent client, but the isssue iss Vael doessssn't normally deal with roguesss. Hissss mercsss usssually work for him, and his patienccce with me wasss ssshort. Virgo wasss his reassssurrenccce I would follow through."
de: "Was auch immer du sagsssst. Virgo isssst ein Engel. Attentäter für den großen Daddy Vael, des Ssssyndicates. Er issst mein ehemaliger Klient, jedoch ist das Problem, dass Vael normalerweise nicht mit Schurken arbeitet. Ssseine Söldner arbeiten normalerweise für ihn und seine Geduld mit mir, issst nur kurzweilig gewesen. Virgo war seiner Garantie, dasssss ich meinen Job erfülle."
fr: "Comme tu voudras. Virgo est un Ange. Asssasssin pour le grand papa Vael du Ssssyndicat. Ccc'est mon plus récccent client, mais le problème est que Vael ne bosssse normalement pas avec les voyous. Sssses gars font le boulot pour lui, et sssa patttienccce avec moi a été courte. Virgo était sssson atout pour que je remplissse le boulot."
ko: "원하는대로 말해쭈찌. 베르고는 천싸야. 씬디케이트의 큰 형님 바엘의 암쌀짜찌. 바엘은 내 쬐씬 고객이었는데, 문쩨는 그가 도둑놈들을 쌍대하찌 않는다는 거야 . 나와의 일은 쭈로 그의 암쌀짜들이 쩌리해꼬, 바엘의 인내씸은 바닥나고 이써써. 베르고는 내가 그의 명령을 따르게 만들기 위한 일쫑의 안쩐짱치 여써."
ru: "Что бы вы ни говорили. Вирго - Ангел. Помощщщник большшшого папочки Ваэля из Ссссиндиката. Он мой сссамый давний клиент, но дело в том, что Ваэль обычно не работает ссс жуликами. На него обычно работают наемники, а сссо мной у него терпения не хватило. Вирго был его уверенноссстью в том, что я доведу дело до конца".
zh_hans: "随便你怎么说～～。处女座是～～一名死～～亡使～～者。佣兵团的老大威尔的刺客。他是～～我最近的客户，但问题是～～威尔一般不会直接与外人打交道。他的雇佣兵通常会为他应付此事，所以他对我的耐心很差～～，而处女座就是他派来确保我完成任务的督促者。"

source: Follow through with what?
de: Welchen Job erfüllen?
fr: Remplir quel boulot ?
ko: 무슨 명령을 따른다는 거지?
ru: Довести чего до конца?
zh_hans: 督促什么任务？

source: "Ssstealing sssome kind of DNA. Thessse G.A.S., the Vek, bla bla bla, they're all basssed on the sssame ssstuff. I ain't a biologissst, I dunno what I'm talking about. Point isss, Vael caught wind Sssenator Wright wasss getting cold feet and was gonna blow the top off thisss whole thing. I wasss SSSUPPOSSSED to bring Vael the DNA before the big boom, but I like being alive, you know?"
de: "Irgend eine DNS stehlen. Diese G.A.S., die Vek, bla bla bla, sie sind alle auf dem gleichen Stoff aufgebaut. Ich bin kein Biologe, ich weiß nicht wovon ich rede. Der Punkt isssst, Vael hat mitbekommen, dass der Sssenator Wright kalte Füße bekommen hat und dasss ganze beenden wollte. Ich SOLLTE Vael die DNS bringen, vor der Explosion, aber ich mag lieber am Leben zu sein, weißt du?"
fr: "Voler une ssssorte d'ADN. Ccces Araignées, les Vek, bla bla bla, tousss viennent de la même chose. Je ne sssuis pas un biologissste, je n'ai aucune idée de ce que je raconte. Mais Vael a eu vent du Sssénateur Wright devenant impatient et cherchant à faire ssssauter tout le tas. J'étais CCCENSSSÉ ramener l'ADN à Vael avant le grand boum, mais j'aime ressster en vie, vous sssavez?"
ko: "어떤 DNA를 훔찌는 것이어써. G.A.S, 벡, 어쩌구 저쩌구, 다 같은 유쩐짜를 공유하고 있찌. 난 쌩물학짜가 아니여써 무슨 말인찌 모르겠찌만 말이야. 그래써 내가 하고 씨픈 말은, 바엘은 라이트 쌍원의원이 겁을 먹고 이 싸씰을 폭로할 거라는 걸 눈치 채버리고 마라써. 그런 불쌍싸가 일어나기 쩐에 바엘이 원한 DNA를 '원래는' 가쪄오기로 했찌만... 난 그런 위험을 찌는 건 씷어하거든?"
ru: "Кража какого-то ДНК. Эти Г.И.П., векки, бла-бла-бла, всссе они оссснованы на том же сссамом. Я не биолог, я не знаю, о чем говорю. Дело в том, что Ваэль узнал, что сссенатор Райт ссструсссил и сссобиралссся завалить всссе это дело. Я ДОЛЖЕН был принесссти Ваэлю ДНК перед большшшим бумом, но мне хочетссся жить, понимаешшшь?"
zh_hans: "窃取某种DNA。这些巨大异形蜘蛛，维克虫族，等等等等，他们都是～～同样的东西分化的。我不是～～什么生～～物学家，我不知道我在说～～什么。重点是～～，威尔得到了消息，参议员赖特临阵退缩了，并要把这一切都炸飞。我本来 应 该 在大爆炸之前把DNA带给威尔。但我更想活着，懂了吗？"

source: Didn't you use to be a Clansman?
de: Warst du nicht einmal ein Klansmann?
fr: N'étais-tu pas un Chasseur de la Guilde ?
ko: 넌 원래 클랜즈맨 아니었나?
ru: Разве вы не были Клановцем?
zh_hans: 你以前不是异种猎人吗？

source: "Yeahhhh. I WASSS. But I got tricked by that asssshole Billy Hektar into getting wrapped up in hisss little ssslave trade. Wasss going fine until one day I decccided to bring along a friend of mine, a ranger named Ssssylvan. I thought he'd want to help, but inssstead he acted all weird. I realizzzed he wasss a risssk, but rather than jusssst dying like I wanted, he blew up my fleet and leaked my involvement in Hektar to the Guild. Thing issss, ssslavery actually breakssss one of the sacred rulessss, and so I wasss kind of booted. Lesssson isss, trussst no one! They'll alwaysss turn on you."
de: "Ja. Ich WAR. Aber ich wurde von diesem Arschloch Billy Hektar hintergangen, wodurch ich in seinem Ssssklavenhandel involviert wurde. Essss war gut, bis ich eines Tages meinen Freund Ssssylvan mitgebracht habe. Ich dachte er wollte helfen, aber er hat ganz komissssch gewirkt. Ich habe gemerkt, dass er ein Risiko war und anstatt mich sterben zu lassen, wie ich wollte, hat er meine ganze Flotte hochgejagt und meine Involvierung mit Hektar an die Gilde gesendet. Die Sache ist, dass Ssssklaventreiber eine der heiligen Regeln bricht und ich wurde rausgeworfen. Die Lehre ist, vertraue niemanden! Ssssie verraten dich immer. Oder es könnte ein geheimer Agent ssssein, der von der Multiversums Ordnung gessssendet wurde!"
fr: "Ouais. J'ÉTAIS. Mais je me sssuis fait entuber par ccce trouduc de Billy Hektar en m'impliquant dans sssa petite affaire de trafic d'esssclaves. Tout allait bien jusqu'à ccce qu'un jour je ramène un pote à moi, un ranger nommé Ssssylvan. Je pensssais qu'il voudrait aider, mais au lieu de ççça il était tout bizarre. J'ai vu que ccc'était un risque, mais au lieu de se laisser tuer comme je l'aurai voulu, il a explosé ma flotte et fait fuiter mon implication avec Hektar à la Guilde. Il ssse trouve que, l'essclavage brise l'une des règles sssacrées, et on m'a foutu dehors. Une leçon à en tirer, fais confiancce à personne ! Ils ssse retourneront toujours contre toi."
ko: "그래애. 그래써찌. 하찌만 난 빌리 헥타르 쌔끼에게 쏙아써 노예 짱싸에 말려들어써. 그래도 씰반이라는 이름의 찐구를 대려오기 쩐까찐 모든 게 짤 돼썼찌. 난 씰반이 노예 짱싸를 도와쭐 쭐 알았는데, 오히려 이쌍하게 행동해써. 마찜내 난 그놈이 위험하단 거쓸 깨달았찌만, 그놈은 내가 원하는 대로 쭉기는 커녕 내 함대를 폭파씨키고 나와 헥타르에 대한 내용을 길드에 흘렸찌. 문쪠는 노예쩨가 씬썽한 규칙중 하나를 어긴다는 거씨었고, 나는 해고되어써. 이 이야기의 교훈은 아무도 믿찌 말란 거야! 모두들 언쩬간 널 배씬하거나, 멀티버쓰 교단이 보낸 비밀 요원일 쑤도 이쓰니까!"
ru: "Даааа. Я БЫЛ. Но меня обманул этот засссранец Билли Гектар и втянул в сссвою маленькую работорговлю. Всссе шшшло хорошшшо, пока однажды я не решшшил взять ссс сссобой сссвоего друга, Рейнджера по имени Сссильван. Я думал, что он захочет помочь, но вмесссто этого он повел сссебя как-то ссстранно. Я понял, что он риссскует, но вмесссто того, чтобы просссто умереть, как я хотел, он взорвал мой флот и проболталссся Гильдии о моей причассстносссти к Гектару. Дело в том, что рабссство нарушшшает одно из сссвящщщенных правил, и поэтому меня вроде как исссключили. Урок таков: не доверяйте никому! Они всссегда тебя выдадут. Или они могут быть тайными агентами, посссланными Орденом Мультивссселенной!"
zh_hans: "是～～啊。我 以 前 是～～。但我被比利·赫克塔那个混蛋骗了，卷入了他的奴隶贸易。本来一直一帆风顺～～，直到有一天我决定带上我的一个朋友，一个名叫希尔凡的猎枪手～～。我以为他会想帮忙，但实～～际上他表现得很奇怪。我意识到了他是～～个风险，但他并没有像我想象中的那样死去，而是炸毁了我的舰队，并将我与赫克塔的关系泄露给了异猎会。问题是～～，奴隶贸易实际上违反了某一条圣～～规，所以我差不多算被踢出了协会。教训就是～～，不要相信任何人！他们总是～～会反水的。要么他们可能是～～多元宇宙教团派来的秘密特工！"

source: Right...
de: Genau...
fr: D'accord...
ko: 그렇군...
ru: Точно...
zh_hans: 嗯嗯嗯...

source: "That being sssaid, I need a ride. My ship isss toassst. Ssssince you're a renegade, I'm sure you could alwaysss ussse more help. Ssso, let'ss ssstrike a deal! I join your crew, and we sssplit the profitsss half and half. Deal? No!? Alright well, I guessss we can figure out the numbersss later... Oh, and sssseeing asss I won't need my ssship anymore, you do whatever with it."
de: "Davon abgesehen, bräuchte ich eine Mitfahrgelegenheit. Mein Schiff issssst kaputt. Da du ein Renegade bissssst, nehme ich an du kannssssst immer mehr Hilfe benötigen. Alssso, lass uns einen Deall eingehen! Ich trete deiner Crew bei und wir teilen den Profit Hälfte-Hälfte. Deal? Nein?! Na gut, wir können später die Zahlen aussssmachen... Oh und da ich mein Schiff nicht mehr brauche, mach damit wasss du willst."
fr: "Cccela étant dit, j'ai besoin d'une nouvelle monture. Mon vaisssseau est fumé. Comme tu es un Renégat, je sssuis sssûr que tu as toujours besoin de plus de bras. Alors, faisons un marché ! Je vous rejoins, et on se répartit les bénéficcces moitié-moitié. Marché conclu ? Non !? Ok d'accord, je présume qu'on pourra ssse préoccuper des chiffres plus tard... Oh, et vu que je n'ai plus besoin de mon vaisssseau désormais, faites-en ce que vous en voulez."
ko: "그래써 마린데, 나 쫌 태워쭈찌 않을래? 내 함썬이 홀딱 타버려써 말이야. 당씬은 배회짜니까 항쌍 도움의 쏜길이 필요할 거 아니야. 그래, 우리 거래를 해보짜! 너희의 썬원이 될께, 그러면 우리 몫을 반띵으로 나누 는거야. 어때? 안 된다고? 그래 알아써.구쩨쩍인 쑤짜는 나쭝에 쪼쩡해도 되겠찌... 아, 이제 내 함선은 필요업쓸 것 같으니, 원하는 대로 쩌리해도 될 거야."
ru: "И тем не менее, меня нужно подвезти. Мой корабль поджарилссся. Поссскольку ты Ренегат, я уверен, что тебе всссегда пригодитссся помощщщь. Так что, давай заключим сссделку! Я присссоединяюсссь к твоей команде, и мы делим прибыль пополам. Договорилисссь? Нет?! Хорошо, думаю, мы сссможем договоритьссся о цифрах позже... О, и поссскольку мне большшше не нужен мой корабль, делай ссс ним что хочешь".
zh_hans: "话说回来，我需要搭个便车。我的飞船完蛋了。既然你也是～～变元者，我相信你总是～～需要更多援手的。那么，我们达成个协议！我加入你的船员，然后利润五五分。成交？不行！？好吧好吧，我想我们可以以后再算～～分成...哦，还有既然我不再需要我的船了，你随便处置。"
