Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: "Pissss off Feds! Thisss sssector is my hunting ground, not yoursss!" An offended Slug arms their weapons, and it's about time for you to do the same!
de: "Hau ab Fed! Diessser Sssektor, ist mein Jagdgrund, nicht deiner!" Ein entrüsteter Slug fährt die Waffen hoch und es ist Zeit, dass du das Gleiche tust!
fr: "Déguerpissssez, les Fédés ! Ccce ssssecteur est mon terrain de chasssse, pas le votre !" Une Limace offensée active ses armes, et il est temps pour vous de faire de même !
ko: "어써 꺼쪄 이 째쑤없는 연방놈들아! 여긴 네 싸냥터가 아니라 내 싸냥터라고!!" 화가 난 슬러그가 무기를 올립니다. 당신도 이에 똑같이 맞설 때가 되었습니다!
ru: "Отсссстаньте, федералы! Этот сссектор - мое охотничье угодье, а не вашшше!" Оскорбленный слизень заряжает свое оружие, и вам пора сделать то же самое!
zh_hans: "联邦滚蛋！这个星区是～～我的猎场，不是～～你们的！"一位被冒犯的蛞蝓族启动了武器，差不多你也该做同样的事了！

source: Few things are deadlier than a mad Slug, and the Clansman here is particularly miffed. "Damn ssspiders keep eating my crew. You, Fed sship. Sssstay ssstill and let me kill you, I need an easssy kill for onccce!"
de: Nur wenige Dinge sind tödlicher, als ein verrückter Slug und der Klansmann hier, ist besonders verärgert. "Diessse verdammten Ssspinnen essen meine Crew. Du, Fed-Schiff. Sei still und lassss mich dich töten, ich brauche mal wieder eine leichte Beute!"
fr: Peu de choses sont aussi dangereuses qu'une Limace énervée, et le Chasseur de la Guilde ici présent est particulièrement irrité. "Ccces fichues araignées n'arrètent pas de manger mon équipage. Toi, le vaissseau Féd. Ressste sssur placcce et laissse moi te tuer, il me faut un meurtre facccile pour une fois!"
ko: 미친 슬러그들보다 위험한 것들은 없습니다.게다가 여기있는 클랜스맨은 화가 단단히 나있는 모양입니다. "망할 거미들이 내 썬원들을 짜꾸 짭아먹고 이써. 어이, 거기 연방함썬, 너 쭉이게 쫌 가만히 이써봐. 쫌 쓉게 누구 하나 쭉여보짜!"
ru: Мало что может быть смертоноснее бешеного слизня, и Клановец здесь особенно недоволен. "Проклятые пауки продолжают пожирать мою команду. Ты, корабль федералов. Не двигайсссшшшя и дай мне убить тебя, мне нужно легкое убийссство на этот раз!"
zh_hans: 没有什么比疯狂的蛞蝓族更致命的了，这里的异种猎人尤其暴脾气。"该死～～的蜘蛛一直在吃我的船员。你，联邦船。停着别动让我杀～～了你，我需要一次轻松的杀～～戮！"

source: "I grow tired of thessse ssspiderss. I came for a challenge, but thessse arachnidsss are too easssy to kill. I long for a challenge... ssssuch asss you!" A Slug clansman attacks!
de: "Ich bin diessse Spinnen so leid. Ich bin hergekommen, für eine Herausforderung, aber diese Arachnoiden sind zu einfache Beute. Ich brauche eine Herausforderung... wie dich!" Ein Slug Klanmann greift an!
fr: "Cccces araignées me fatiguent. Je ssssuis venu pour un défi, mais cccces arachnides sont trop faccciles à tuer. Je veux un défi... vous ferez l'affaire !" Une Limace de la Guilde attaque !
ko: "이쩨 거미들은 씷쯩났어. 도쩐을 위해 왔는데 이 거미들은 쭉이기가 너무 쓉자나. 나는 도쩐이 필요해... 바로 너희들 말이찌!" 슬러그 클랜스맨이 공격해옵니다!
ru: "Я уссстал от этих пауков. Я пришшшел за вызовом, но этих арахнидов слишком легко убить. Я жажду испытания... такого, как ты!" Клановец слизней атакует!
zh_hans: "我厌倦了这些蜘蛛。我之前过来这里准备迎接挑战，但是～～这些蜘蛛太容易杀～～死了。我渴望挑战，比如是～～你！"一名蛞蝓异种猎人发起攻击！

source: The Clansmen enjoy a good exotic hunt, and the spiders are just that. However, that doesn't mean they won't also go out of the way to hunt ships like yours!
de: Die Klansleute erfeuen sich an einer guten exotischen Jagd und die Spinnen sind genau das. Jedoch heißt es nicht, dass sie nicht extra Schiffe wie deins jagen!
fr: Les hommes de la Guilde apprécient une bonne chasse exotique, et les araignées sont justement l'opportunité idéale. Cependant, cela ne veut pas dire qu'ils se passeront de chasser des vaisseaux comme le votre !
ko: 클랜스맨들은 거미 같은 이국적인 생물을 사냥하는걸 즐기죠, 하지만, 그것이 당신같은 배들을 사냥하지 않는다는 말은 아닙니다!
ru: Клановцы любят хорошую охоту на экзотику, и пауки как раз таковы. Однако это не значит, что они не будут охотиться и на такие корабли, как ваш!
zh_hans: 异种猎人们很享受优质的异种狩猎，而异形蜘蛛刚好可以满足他们。然而，这并不意味着他们不会特意来猎杀像你这样的船只！

source: "Pissss off Feds! Thissss sssector is my hunting ground, not yoursss!" An offended Slug arms their weapons, and it's about time for you to do the same!
de: "Hau ab Fed! Diessser Sssektor, ist mein Jagdgrund, nicht deiner!" Ein entrüsteter Slug fährt die Waffen hoch und es ist Zeit, dass du das Gleiche tust!
fr: "Déguerpissssez, les Fédés ! Ccce ssssecteur est mon terrain de chasssse, pas le votre !" Une Limace offensée active ses armes, et il est temps pour vous de faire de même !
ko: "어써 꺼쪄 이 째쑤없는 연방놈들아! 여긴 네 싸냥터가 아니라 내 싸냥터라고!!" 화가 난 슬러그가 무기를 올립니다. 당신도 이에 똑같이 맞설 때입니다!
ru: "Отсссстаньте, федералы! Этот ссссектор - мое охотничье угодье, а не вашшше!" Оскорбленный слизень заряжает свое оружие, и вам пора сделать то же самое!
zh_hans: "联邦滚蛋！这个星区是～～我的猎场，不是～～你们的！"一位被冒犯的蛞蝓族启动了武器，差不多你也该做同样的事了！

source: Few things are deadlier than a mad slug, and the Clansman here is particularly miffed. "Damn ssspiders keep eating my crew. You, Fed sship. Sssstay ssstill and let me kill you, I need an easssy kill for onccce!"
de: Nur wenige Dinge sind tödlicher, als ein verrückter Slug und der Klansmann hier, ist besonders verärgert. "Diessse verdammten Ssspinnen essen meine Crew. Du, Fed-Schiff. Sei still und lassss mich dich töten, ich brauche mal wieder eine leichte Beute!"
fr: Peu de choses sont aussi dangereuses qu'une Limace énervée, et le Chasseur de la Guilde ici présent est particulièrement irrité. "Ccces fichues araignées n'arrètent pas de manger mon équipage. Toi, le vaissseau Féd. Ressste sssur placcce et laissse moi te tuer, il me faut un meurtre facccile pour une fois!"
ko: 미친 슬러그보다 위험한 것은 없죠, 특히 여기있는 클랜스맨은 화가 단단히 나있는 모양입니다. "망할 거미들은 내 씅무원들을 계쏙 짭아먹고 있어. 당씬 연방. 너희를 쭉일 쑤 있게 가만히 있어쭤, 쒸운 싸냥감이 필요하거든!"
ru: Мало что может быть смертоноснее бешеного слизня, и Клановец здесь особенно недоволен. "Проклятые пауки продолжают пожирать мою команду. Ты, корабль федералов. Не двигайсссшшшя и дай мне убить тебя, мне нужно легкое убийссство на этот раз!"
zh_hans: 没有什么比疯狂的蛞蝓族更致命的了，这里的异种猎人尤其暴脾气。"该死～～的蜘蛛一直在吃我的船员。你，联邦船。停着别动让我杀～～了你，我需要一次轻松的杀～～戮！"

# data/events_spider.xml$//event[@name="INFESTED_WRECKAGE"]/text
source: Nearby drifts a small wreck of a civilian vessel.
de: In der Nähe fliegt ein schmalles Wrack, eines Zivilistenschiffes.
fr: Une petite épave d'un vaisseau civil dérive non loin de vous.
ko: 근처에 작은 민간인 선박의 잔해들이 있습니다.
ru: Рядом дрейфует небольшой полуразрушенный гражданский корабль.
zh_hans: 附近漂着一小片民用船只的残骸。

# data/events_spider.xml$//event[@name="INFESTED_WRECKAGE"]/choice[1]/text
source: Scrap the hull.
fr: Démonter la coque.

# data/events_spider.xml$//event[@name="INFESTED_WRECKAGE"]/choice[2]/text
source: Ignore the wreckage.
fr: Ignorer l'épave.

# data/events_spider.xml$//event[@name="INFESTED_WRECKAGE"]/choice[2]/event/text
source: The wreckage continues to drift past you, seemingly lifeless.
fr: L'épave continue de dériver et dépasse votre vaisseau, visiblement sans vie.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

source: (Lifeform Scanner) Scan the wreckage.
de: (Lebensformen Scanner) Scanne das Wrack.
fr: (Scanner d'énergie vitale) Scanner l'épave.
ko: (생체 스캐너) 잔해를 스캔한다.
ru: (Сканер форм жизни) Провести сканирование развалин.
zh_hans: (生命扫描仪)扫描残骸。

source: (Upg. Sensors) Scan the wreckage.
de: (Verb. Sensoren) Scanne das Wrack.
fr: (Capteurs améliorés) Scanner l'épave.
ko: (고급 센서실) 잔해를 스캔한다.
ru: (Улучш. Сенсоры) Провести сканирование полуразрушенного корабля.
zh_hans: (高级传感器)扫描残骸。

source: Amid the interior of the ship are the corpses of several dozen spiders. In the helm sits the injured but alive captain. With his ship destroyed, he offers to join your crew.
de: In dem Schiff, sind dutzende Leichen von Spinnen. Auf der Brücke sitzt ein verwundeter, aber lebendiger Kapitän. Da sein Schiff zerstört ist, möchte er deiner Crew beitreten.
fr: À l'intérieur du vaisseau, vous trouvez plusieurs douzaines de cadavres d'araignées au centre. Au poste de pilotage se trouve le capitaine, blessé mais encore vivant. Son vaisseau étant détruit, il propose de rejoindre votre équipage.
ko: 배의 내부에는 거미들의 시체가 수십 개 있었습니다. 조타실에는 부상당했지만 살아있는 선장이 앉아있었습니다. 배가 파괴당했기 때문에, 그는 당신과 함께 가기를 요청합니다.
ru: Внутри корабля лежат трупы нескольких десятков пауков. В штурвале сидит раненый, но живой капитан. Он предлагает присоединиться к вашему экипажу, так как его корабль разрушен.
zh_hans: 在船的内部是几十只蜘蛛的尸体。掌舵的是受伤但还活着的舰长。现在他的船被毁了，他提出加入你的船员。

source: Surprisingly, there's no spiders aboard the wreckage. You scrap the exterior of the ship.
de: Überraschenderweise, sind keine Spinnen an Bord des Wracks. Du verschrottest die Hülle des Schiffes.
fr: Surprenament, il n'y a aucune araignée à bord de l'épave. Vous raclez l'extérieur du vaisseau.
ko: 놀랍게도 난파선에는 거미가 없었습니다. 당신은 배의 외부를 해체합니다.
ru: К удивлению, на борту корабля нет пауков. Вы разбираете на лом внешнюю обшивку корабля.
zh_hans: 令人惊讶的是，残骸上没有蜘蛛。你搜刮了船的外部。

source: As you should have expected, the ship is teeming with spiders. You manage to pull your crew back in time but the horde of spiders cannot be stopped.
de: Wie du hättest erwarten sollen, ist das Schiff voll mit Spinnen. Du schaffst es deine Crew rechtzeitig zurück zu holen, jedoch kann die Horde von Spinnen nicht gestoppt werden.
fr: Comme vous auriez du vous y attendre, le vaisseau regorge d'araignées. Vous réussisez à rappeler votre équipage à temps, mais la horde d'araignées ne peut être arrêtée.
ko: 예상대로 배는 거미들로 가득 차 있었습니다. 당신은 간신히 선원들을 다시 복귀시켰지만, 거미 무리는 막을 수 없었습니다.
ru: Как и следовало ожидать, корабль кишит пауками. Вам удается вовремя вернуть команду назад, но остановить орду пауков невозможно.
zh_hans: 正如你应该预料的那样，船上到处都是蜘蛛。你设法及时撤回了你的船员，但无法阻止蜘蛛群登上星舰。

source: As you should have expected, the ship is teeming with spiders. You order the crew back but it's too late, one of them falls victim to the swarm. You swiftly detach from the wreck before the spiders can get aboard.
de: Wie du hättest erwarten sollen, ist das Schiff voll mit Spinnen. Du schaffst es deine Crew rechtzeitig zurück zu holen, bis auf ein Crew Mitglied, welches den Spinnen zum Opfer wird. Du entfernst dich schnell, bevor die Spinnen an Bord kommen können.
fr: Comme vous auriez du vous y attendre, le vaisseau regorge d'araignées. Vous ordonnez à l'équipage de se replier mais il est déjà trop tard, l'un d'eux succombe à la nuée. Vous vous détachez hâtivement de l'épave avant que les araignées puissent monter à bord.
ko: 예상대로 배는 거미들로 가득 차 있었습니다. 당신은 선원들에게 복귀 명령을 내렸지만, 이미 늦었습니다. 한 명이 거미 무리의 희생양이 되었습니다. 당신은 거미가 배에 오르기 전에 난파선에서 신속히 멀어졌습니다.
ru: Как и следовало ожидать, корабль кишит пауками. Вы приказываете экипажу вернуться, но уже слишком поздно: один из них становится жертвой роя. Вы быстро отсоединяетесь от корабля, прежде чем пауки успевают подняться на борт.
zh_hans: 正如你应该预料的那样，船上到处都是蜘蛛。你命令船员撤回，但为时已晚，其中一人成为蛛群的受害者。在蜘蛛侵入星舰之前，你迅速从残骸脱身。

source: Your crew has already been cloned, now with a deep sense of arachnophobia.
de: Dein Crew Mitglied wurde direkt geklont, hat jetzt aber tief sitzende Arachnophobie.
fr: Heureusement, votre membre est déjà cloné, mais désormais avec une arachnophobie enfouie dans leur esprit.
ko: 당신의 승무원은 벌써 복제되었지만, 거미공포증에 깊게 사로잡힌 것 같군요.
ru: Ваш член экипаж уже клонирован, правда, теперь с глубоко укоренившимся чувством арахнофобии.
zh_hans: 你的船员已经被克隆好了，现在有了根深蒂固的蜘蛛恐惧症。

# data/events_spider.xml$//eventList[@name="INFESTED_WRECKAGE_SCAN"]/event[1]/text
source: Scans of the wreckage show it is teeming with spiders. You decide it is best to ignore the ship.
de: Scanns des Wracks zeigen, dass es voller Spinnen ist. Du entscheidest, dass es das Beste ist, das Schiff in Ruhe zu lassen.
fr: Les scans de l'épave montrent qu'elle est remplie d'araignées. Vous décidez qu'il vaut mieux ignorer le vaisseau.
ko: 잔해를 스캔하자 거미들로 가득 차 있었습니다. 당신은 배를 무시하는 것이 가장 좋은 판단이라고 생각합니다.
ru: Сканирование обломков показывает, что они кишат пауками. Вы решаете, что лучше не обращать внимания на корабль.
zh_hans: 对残骸的扫描显示它到处都是蜘蛛。你决定最好无视这艘船。

# data/events_spider.xml$//eventList[@name="INFESTED_WRECKAGE_SCAN"]/event[2]/text
source: You quickly scan the ship for lifeforms. Luckily, it appears no living creatures, including spiders, remain. You safely scrap the hull.
de: Du scannst das Schiff kurz nach Lebensformen. Glücklicherweise scheinen alle Kreaturen an Bord tot zu sein, inklusive den Spinnen. Du kannst die Hülle sicher verschrotten.
fr: Vous scannez rapidement l'épave pour toute forme de vie. Par chance, elle ne contient aucune créature vivante, araignée incluse. Vous raclez la coque de manière sûre.
ko: 당신은 신속히 생명신호를 탐색합니다. 운좋게도 거미를 포함한 아무 생명신호가 감지되지 않습니다. 안전하게 함체에서 쓸만한 것을 모읍니다.
ru: Вы быстро проводите сканирование корабль на наличие живых существ. К счастью, оказывается, что живых существ, включая пауков, не осталось. Вы благополучно разбираете корпус на лом.
zh_hans: 你快速扫描飞船寻找生命体。幸运的是，似乎没有生物，包括蜘蛛。你安全地搜刮了船体。

# data/events_spider.xml$//event[@name="DISTRESS_BROOD_CIVILIAN"]/text
source: A Brood vessel is firing upon a civilian ship, the same one that has sent out the distress signal. The civilians won't stand a chance unless you do something.
de: Ein Broodschiff feuert auf ein Zivilistenschiff, das Schiff, welches das Notsignal gesendet hat. Die Zivilisten haben keine Chance, solange du nicht eingreifst.
fr: Un vaisseau de la Couvée a ouvert le feu sur un appareil civil, le même qui émet le signal de détresse. Les civils n'ont aucune chance si vous ne vous interposez pas.
ko: 한 브루드 함선이 민간인 선박을 향해 발포하고 있었고, 이 선박이 조난신호를 보낸 것 같습니다. 당신이 무언가를 하지 않으면 민간인들은 가망이 없을 것입니다.
ru: Корабль Выводка обстреливает гражданское судно - то самое, которое подало сигнал бедствия. У гражданских не будет ни единого шанса, если вы не предпримите что-нибудь.
zh_hans: 一艘蛛团船正在向一艘民用船开火，正是这艘民用船发出的求救信号。平民毫无反抗能力，除非你做点什么。

# data/events_spider.xml$//event[@name="DISTRESS_BROOD_CIVILIAN"]/choice[1]/text
source: Aid the civilian ship.
de: Helfe dem Zivilistenschiff.
fr: Aider les civils.
ko: 민간 함선을 돕는다.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

source: You power up your weapons and engage the pirate ship.
de: Du fährst die Waffen hoch und stellst dich dem Piratenschiff.
fr: Vous allumez vos armes et engagez le pirate.
ko: 당신은 무기에 전원을 넣고 해적 함선과 교전합니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем пиратов.
zh_hans: 你为武器充能，并与海盗舰作战。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="DISTRESS_BROOD_CIVILIAN"]/choice[2]/text
source: Stay out of it.
de: Mische dich nicht ein.
fr: Rester en dehors de ca.
ko: 이곳에서 벗어난다.
ru: Не вмешиваться.
zh_hans: 不插手。

source: The fight brings them out of your immediate scanning range. After a time the distress calls stop.
de: Der Kampf lässt sie aus deiner Scanreichweite verschwinden. Nach einer Zeit hört der Notruf auf.
fr: Le combat les amènent en dehors de votre portée de scan. Après un certain temps le signal de détresse est coupé.
ko: 곧 싸움현장이 탐지 범위에서 벗어납니다. 얼마 후 조난신호가 사라집니다.
ru: В результате боя они выходят из зоны непосредственного сканирования. Через некоторое время сигналы бедствия прекращаются.
zh_hans: 他们继续战斗着，驶出了你当前的传感器范围。一段时间后，求救信号消失了。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="DISTRESS_INFESTATION_CIVILIAN"]/text
source: There's two ships at this distress beacon, but only one is still under control by its original owners. An infested vessel is hunting civilians, and it looks like they're almost upon them!
de: Es sind zwei Schiffe an diesem Notruf-Signalpunkt, aber nur eins ist unter Kontrolle der eigentlichen Besitzer. Ein infestiertes Schiff jagt Zivilisten und es scheint, als ob es sie fast erreicht hat!
fr: Deux vaisseaux sont sur cette balise, mais seul l'un d'entre eux est encore sous le contrôle de ses propriétaires originels. L'astronef infesté est en train de chasser les civils, et on dirait qu'ils vont presque les avoir !
ko: 이 조난신호에는 두 함선이 있었고, 단 한 척만이 원래 주인이 조종하고 있습니다. 점거당한 선박이 민간인들을 사냥 중이었고, 거의 끝장을 내기 직전인 듯합니다!
ru: У маяка бедствия находятся два корабля, но только один из них находится под контролем своих хозяев. Зараженное судно охотится за гражданскими, и, похоже, уже почти настигло их!
zh_hans: 这个求救信标上有两艘船，但只有一艘仍在其原主人的控制之下。一艘被蜘蛛易主的船只正在猎杀平民，看起来蜘蛛几乎就要够到平民们了！

source: Aid the civilian ship.
de: Helfe dem Zivilistenschiff.
fr: Aider les civils.
ko: 민간인 함선을 돕는다.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

source: You power up your weapons and engage the infested ship.
de: Du fährst die Waffen hoch und stellst dich dem infestierten Schiff.
fr: Vous allumez vos armes et engagez le vaisseau infesté.
ko: 당신은 무기에 전력을 넣고 점거당한 함선과 교전합니다.
ru: Вы заряжаете оружие и вступаете в бой с зараженным кораблем.
zh_hans: 你为你的武器充能，并与那艘感染船只交战。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stay out of it.
de: Mische dich nicht ein.
fr: Rester en dehors de ca.
ko: 여기에서 벗어난다.
ru: Не вмешиваться.
zh_hans: 不插手。

source: The fight brings them out of your immediate scanning range. After a time the distress calls stop.
de: Der Kampf lässt sie aus deiner Scanreichweite verschwinden. Nach einer Zeit hört der Notruf auf.
fr: Le combat les amènent en dehors de votre portée de scan. Après un certain temps le signal de détresse est coupé.
ko: 곧 싸움현장이 탐지 범위에서 벗어납니다. 얼마 후 조난신호가 사라집니다.
ru: В результате боя они выходят из зоны непосредственного сканирования. Через некоторое время сигналы бедствия прекращаются.
zh_hans: 他们继续战斗着，驶出了你当前的传感器范围。一段时间后，求救信号消失了。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="DISTRESS_INFESTATION_CRASH"]/text
source: On the nearby forest planet appears to be the origin of the distress signal.
de: Der Waldplanet in der Nähe, scheint die Quelle des Notruf-Signals zu sein.
fr: Il semblerait que la planète verdoyante proche soit l'origine du signal de détresse.
ko: 근처 녹지 행성에서 조난신호가 나온 것으로 보입니다.
ru: На ближайшей лесной планете, по-видимому, и находится источник сигнала бедствия.
zh_hans: 求救信号的来源似乎是附近的森林星球表面。

source: Investigate.
de: Untersuchen.
fr: Enquêter.
ko: 조사한다.
ru: Исследовать.
zh_hans: 调查。

source: You pilot closer to the surface, where you spot a wrecked Operative Militia ship stuck between two trees. Two Militiamen, one with bright orange hair, and the other with a long scar down his face and a pair of round glasses, are bunkered down, rifles drawn, facing towards a hill.
de: Du fliegst näher an die Oberfläche, wo du ein abgestürtztes Militia Operations-Schiff findest, welches zwischen zwei Bäumen steckt. Zwei Militia Mitarbeiter, einer mit hell orangenen Haaren und der andere mit einer tiefen Narbe im Gesicht, sowie einer Brille, haben sich verbarrikadiert, mit gezogenen Gewehren und Blick auf einen Hügel.
fr: Vous pilotez vers la surface, et repérez une épave de vaisseau d'Élite de la Milice coincé entre deux arbres. Deux Miliciens, l'un aux cheveux oranges clair, l'autre ayant une cicatrice le long de son visage ainsi qu'une paire de lunettes rondes, sont retranchés, fusils braqués, face à une colline.
ko: 당신은 표면으로 가까이 가서 두 그루의 나무 사이에 끼인 난파된 민병대 함선을 발견합니다. 함선 주변에는 밝은 주황 머리를 한 민병대원과 안경과 얼굴에 긴 흉터가 있는 민병대원 둘이서 총을 든 채 언덕을 향해 쭈그려 앉아 있었습니다.
ru: Вы приближаетесь к поверхности, и видите разбитый корабль оперативников Ополчения, застрявший между двумя деревьями. Два ополченца - один с ярко-оранжевыми волосами, другой с длинным шрамом по лицу и в круглых очках - залегли на землю, держа винтовки наготове, лицом к холму.
zh_hans: 你驶近地表，在那里你发现一艘失事的盟卫施工船卡在两棵树之间。两位盟卫，一位有着亮橙色的头发，另一位脸上留着长长的伤疤，戴着一副圆眼镜，正坚守阵地，他们举着步枪，面朝一座小山。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You exit the vehicle and walk towards the Militiamen, who quickly shush you before you can speak. In a slow whisper, the red head says "Be very very quiet, or these spiders will hear us. There's a massive hive here, and we have to get out." The one with glasses shakes his head an disagreement, "No, we heard a supply cache was taken by the spiders. We have to get it back!"
de: Du verlässt das Gefährt und gehst zu den Militia Mitarbeitern, welche dich schnell dazu bringen leise zu sein, bevor du reden kannst. Der Rotschopf flüstert dir zu "Sei sehr sehr still oder diese Spinnen werden uns hören. Hier ist ein massives Nest und wir müssen es auslöschen." Der mit den Gläsern schüttelt den Kopf und lehnt ab, "Nein, wir müssen die Versorgungskiste holen, welche von den Spinnen genommen wurde!"
fr: Vous sortez du véhicule et vous dirigez vers les Miliciens, qui vous font rapidement signe de vous taire avant que vous puissiez parler. Dans un lent chuchotement, le rouquin dit "Soyez très très silencieux, ou ces araignées vont nous entendre. Il y a un énorme nid ici, et nous devons partir." Celui à lunettes secoue sa tête en désaccord, "Non, nous avons entendu qu'une cache d'approvisionement a été prise par les araignées. Nous devons la récupérer!"
ko: 당신은 탈것에서 내려 민병대원에게 다가갑니다. 말을 하려고 하자 민병대원 하나가 재빨리 쉿하라고 손짓했습니다. 빨간머리는 조용히 속삭입니다. "조용히 해, 그렇지 않으면 거미들이 우리 목소리를 들을 거야. 이곳에는 매우 큰 거미 군집이 있고, 우린 이곳에서 탈출해야만 해." 안경을 쓴 사람은 고개를 저으며 말합니다. "안 됩니다. 거미들이 공급 물자들을 가져갔다고 들었습니다. 우린 그것을 되찾아야만 합니다!"
ru: Вы выходите из транспорта и направляетесь к ополченцам, которые быстро затыкают вам рот, прежде чем вы успеваете заговорить. Медленным шепотом рыжий говорит: "Будь очень-очень тише, иначе эти пауки нас услышат. Здесь огромный улей, и нам надо выбираться". Тот, что в очках, качает головой в знак несогласия: "Нет, мы слышали, что пауки захватили тайник с припасами. Мы должны его забрать!"
zh_hans: 你下船，走向盟卫，他们在你说话之前迅速向你噤声。红头发慢慢低声说："要非常非常安静，否则这些蜘蛛会听到我们的声音。这里有一个巨大的蜘蛛窝，我们必须离开。"戴眼镜的人不以为然地摇头，"不行，听说有一个补给箱被蜘蛛抢走了，我们必须把它找回来！"

source: Agree to avoid the hive.
de: Stimme zu dem Nest aus dem Weg zu gehen.
fr: Se mettre d'accord pour éviter le nid.
ko: 군집을 피하는것에 동의한다.
ru: Согласиться избегать улья.
zh_hans: 同意避开蜘蛛巢穴。

source: You run back to the ship, careful not to awaken the spiders. Though their friend stays behind, stupidly decided to take back the cache all on his own, the red head offers to stay with you.
de: Du rennst zurück zum Schiff, vorsichtig, um die Spinnen nicht zu wecken. Obwohl ihr Freund zurückbleibt, weil er dummerweise beschlossen hat, die Versorgungskiste ganz alleine zurückzubringen, bietet der Rotschopf an, bei dir zu bleiben.
fr: Vous retournez vite à votre vaisseau, en prenant soin de ne pas réveiller les araignées. Si leur ami reste cependant derrière, bêtement décidé à reprendre la cache par lui-même, le rouquin propose de rester avec vous.
ko: 당신은 거미들이 깨지 않도록 조용히 함선으로 되돌아옵니다. 빨간머리 민병대원은 멍청하게 혼자 물자를 되찾으려는 동료를 내버려두고 당신과 함께 가겠다고 제안합니다.
ru: Вы бежите обратно к кораблю, стараясь не разбудить пауков. Хотя их друг остался, по глупости решив забрать тайник в одиночку, рыжий предлагает остаться с вами.
zh_hans: 你和红头发跑回星舰，确保没有惊醒蜘蛛们。不过他的朋友留了下来，愚蠢地决定自己拿回箱子，红头发提出要留在你身边。

source: Agree to go after the cache.
de: Stimme zu, der Versorgungskiste hinterher zu gehen.
fr: Se mettre d'accord pour reprendre la cache.
ko: 물자를 찾으러 가는것에 동의한다.
ru: Согласиться пойти за тайником.
zh_hans: 同意去找回补给箱。
