Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_spider.xml$//event[@name="SPIDER_QUEST_START"]/text
source: You find a number of ships fleeing from a small space station. A squadron of Militia vessels have been deployed around the area. One ship hails you: "Civilian, this system is restricted. We must request that you leave immediately."
de: Du findest eine Gruppe von Schiffen, die von einer kleinen Raumstation fliehen. Ein Schwadron von Militiaschiffen wurde in der Gegend positioniert. Eines der Schiffe ruft dich: "Zivilist, das System ist abgeriegelt. Wir mussen bitten, dass du es sofort verlässt."
fr: Vous trouvez un certain nombre de vaisseaux fuyant une station spatiale de taille modeste. Un escadron d'appareils de la Milice a été déployé autour de la zone. L'un d'eux vous contacte : "Civil, ce système est restreint. Nous devons vous demander de quitter cette zone immédiatement."
ko: 여러 함선이 작은 우주 정거장으로부터 달아나고 있습니다. 정거장 주변에는 민병대 중대가 배치되어 있습니다. 중대원 중 한 명이 당신에게 교신을 보내옵니다. "민간인 여러분, 이 행성계는 출입이 제한되었습니다. 즉시 떠날 것을 요청합니다."
ru: Вы обнаружили несколько кораблей, покидающих небольшую космическую станцию. Эскадрилья кораблей Ополчения была развернута вокруг этой зоны. Один корабль связывается с вами: "Гражданский, эта система закрыта. Мы просим вас немедленно покинуть ее".
zh_hans: 你发现许多飞船正从一个小型空间站逃逸。一支盟卫中队已部署在该信标周围。一艘船呼叫你："平民，这个星系统属于封锁区，我们勒令你立即离开。"

source: We're no Civilian ship, what is the issue?
de: Wir sind kein Zivilistenschiff, was ist das Problem?
fr: Nous ne sommes pas un vaisseau Civil, quel est le problème ?
ko: 우리는 민간인이 아닙니다. 무슨 문제라도 있습니까?
ru: Мы не гражданские, в чем проблема?
zh_hans: 我们不是民用船，出什么事了？

source: "A Federation military vessel? My bad then. This station has been infected by some kind of weird... giant alien spiders. Think you could clear this station of the infestation, without causing too much damage?"
de: "Ein Föderations Militärschiff? Mein Fehler. Diese Station wurde von einer Art seltsamen... riesigen Alien-Spinnen verseucht. Denkst du, dass du die Station bereinigen kannst, ohne zu viel Schaden anzurichten?"
fr: "Un vaisseau militaire de la Fédération ? Au temps pour moi. Cette station a été infectée par des espèces... d'araignées aliens géantes. Vous sentez-vous capable d'éradiquer l'infestation à bord, sans causer trop de dégâts ?"
ko: "연방 소속 군함입니까? 제가 오해를 했군요. 이 정거장은 아주 기괴한... 거대 외계 거미들에게 점거당했습니다. 혹시 정거장에 큰 피해를 입히지 않고 거미들만 제거할 수 있으십니까?"
ru: "Военное судно Федерации? Виноват. Эта станция была заражена какими-то странными... гигантскими инопланетными пауками. Как вы думаете, вы сможете очистить станцию от этой заразы, не причинив слишком много повреждений?"
zh_hans: "一艘联邦军舰？那怪我看走了眼。这个空间站被某种奇怪的...巨大的外星蜘蛛占领了。你认为你可以在不造成太大破坏的情况下清除这个空间站的蜘蛛吗？"

source: Agree.
de: Zustimmen.
fr: Accepter.
ko: 승낙한다.
ru: Согласиться.
zh_hans: 同意。

source: The Militiamen give you clearance to engage the station, but give two last warnings. "We aren't sure what these things are, but they seem to be able to keep the station's systems functional. If you have to cause some damage that's understandable, but please do not cause very much, we can't go around destroying civilian property."
de: Die Militialeute lassen dich durch, um dich der Station zu stellen, aber geben dir zwei Warnungen. "Wir sind nicht sicher, was diese Dinger sind, aber sie scheinen die Systeme der Station funktionell zu lassen. Wenn du etwas Schaden anrichten musst, ist das verständlich, aber bitte nicht zu viel, da wir nicht einfach in der Gegend rumfliegen und Zivilisteneigentum zerstören können."
fr: Les Miliciens vous donnent l'autorisation d'engager la station, mais donnent deux derniers avertissements. "Nous ne sommes pas sûrs de ce que ces choses sont, mais elles ont l'air capables de maintenir les systèmes de la station fonctionnels. Si vous êtes contraints d'infliger quelques dégâts, cela est compréhensible, mais veillez à ne pas trop en causer, nous ne pouvons pas nous permettre de détruire de la propriété civile."
ko: 민병대는 당신에게 정거장과 교전할 수 있도록 허가를 내려주면서 마지막으로 두 가지 경고를 했습니다. "이것들이 뭔지는 잘 모르겠지만, 정거장의 시설을 작동시킬 수 있는 것으로 보입니다. 필연적으로 정거장에 얼마정도의 피해를 입히는 것은 괜찮겠지만, 부탁하건대 너무 많은 피해를 주지는 마십시오. 민간 재산을 파괴하고 다닐 수는 없으니까요."
ru: Ополченцы разрешают вам вступить в бой со станцией, но дают два последних предупреждения. "Мы не уверены, что это за существа, но, похоже, они способны поддерживать работоспособность систем станции. Если вам придется нанести какой-то ущерб, это понятно, но, пожалуйста, не причиняйте его очень сильно, мы не можем уничтожать гражданское имущество".
zh_hans: 盟卫允许你与空间站交战，但最后又发出了两个警告："我们不确定这些东西是什么，但它们似乎能够让空间站的系统保持正常运行。如果你必须造成一些损害，我们能理解，但请不要造成太多，我们不能到处破坏平民财产。"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
fr: Refuser.

source: We're no Civilian ship, what is the issue?
de: Wir sind kein Zivilistenschiff, was ist das Problem?
fr: Nous ne sommes pas un vaisseau Civil, quel est le problème ?
ko: 우리는 민간인이 아닙니다. 무슨 문제라도 있습니까?
ru: Мы не гражданские, в чем проблема?
zh_hans: 我们不是民用船，出什么事了？

source: "Well, I'll be! You're the ship who was sent out to take care of that spider issue. Unfortunately, there's still some spider problems on the outskirts here. Don't suppose you could take care of these ones again, could you?"
de: "Oh verdammt! Du bist eins dieser Schiffe, welches sich um das Spinnen-Problem kümmern soll. Unglücklicherweise, gibt es hier in den äußeren Bezirken, weitere Spinnen-Probleme. Ich nehme nicht an, dass du dich vielleicht um die hier kümmern könntest?"
fr: "Eh bien ça alors ! Vous êtes le vaisseau qui a été envoyé s'occuper du problème d'araignées. Malheureusement, il subsiste encore quelques problèmes d'araignées par-ci par-là. Serait-ce trop demander de chercher votre aide à nouveau pour résoudre ce problème ?"
ko: "아니, 세상에! 당신은 그때 거미 문제를 해결하기 위해 파견됐던 함선이군요. 불행히도, 이곳 외곽 쪽은 여전히 거미로 인한 문제가 남아있습니다. 이것들을 다시 한번 처리해 주실 수 있으십니까?"
ru: "Ну, я все! Вы - корабль, который был послан разобраться с пауками. К сожалению, на окраинах все еще есть проблемы с пауками. Не могли бы вы снова позаботиться о них?"
zh_hans: "好嘛，真是巧了！你们就是那艘曾被派去处理那些蜘蛛麻烦的星舰。很不幸，星区边缘的这里还有一些蜘蛛麻烦。你们可以再一次解决他们的，对吗？"

source: Agree.
de: Zustimmen.
fr: Accepter.
ko: 승낙한다.
ru: Согласиться.
zh_hans: 同意。

source: The Militiamen give you clearance to engage the station. "Just as before, please try and be careful! We can't go around blowing up civilian property!"
de: Die Militia Mitarbeiter geben dir die Erlaubnis, gegen die Station zu kämpfen. "Wie schon gesagt, versuche bitte vorsichtig zu sein! Wir können nicht einfach rumgehen und Zivilisten-Eigentum zerstören!"
fr: Les Miliciens vous donnent l'autorisation d'engager la station, mais donnent deux derniers avertissements. "Comme avant, essayez de faire attention ! Nous ne pouvons nous permettre de détruire la propriété civile !"
ko: 민병대가 다시 정거장과 교전할 수 있는 허가를 내줬습니다. "전에처럼, 부디 조심해 주십시오! 민간 재산을 폭파하고 다닐 수는 없습니다."
ru: Ополченцы разрешают вам вступить в бой со станцией. "Как и тогда, пожалуйста, постарайтесь действовать осторожно! Мы не можем взрывать гражданское имущество!"
zh_hans: 盟卫允许你与空间站交战。"和以前一样，请务必小心！我们不能到处乱炸毁平民财产！"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Agree to leave.
de: Stimme zu, wieder zu gehen.
fr: Accepter de quitter la zone.
ko: 민병대 함장의 말을 듣고 떠난다.
ru: Согласиться уйти.
zh_hans: 同意离开。

source: You navigate away from the station, but you stay in the system long enough to do something on the ship.
de: Du bewegst dich von der Station weg, aber bleibst lange genug im System, um etwas an Bord des Schiffes zu tun.
fr: Vous vous éloignez de la station, mais vous restez dans le système assez longtemps pour faire quelque chose à bord du vaisseau.
ko: 당신은 정거장에서 멀리 떨어진 후 함선에서 무언가를 할 수있을 만큼 충분히 행성계에 머무릅니다.
ru: Вы отдаляетесь от станции, но остаетесь в системе достаточно долго, чтобы сделать что-нибудь на корабле.
zh_hans: 你导航驶离空间站，但你在星系内的时间很充裕，所以还能进行星舰管理。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTED_STATION_WIN"]/text
source: You've cleared out the spider infestation from the station. The Militiamen thank you for your help, and payment is given for your effort.
de: Du hast die Station von der Spinneninfestition beseitigt. Die Militia Mitarbeiter danken dir für die Hilfe und bezahlen dich, für deine Leistung.
fr: Vous avez nettoyé l'infestation d'araignée à bord de la station. Les Miliciens vous remercient pour votre aide, et un paiement est fourni pour vos efforts.
ko: 당신은 정거장을 점거하던 거미들을 제거했습니다. 민병대는 당신의 도움에 감사를 표하고, 수고비를 줬습니다.
ru: Вы очистили станцию от пауков. Ополченцы благодарят вас за помощь и платят за ваши старания.
zh_hans: 你已经清除了空间站内的蜘蛛麻烦。盟卫对你的帮助表示感谢，并为你提供报酬。

# data/events_spider.xml$//event[@name="INFESTED_STATION_WIN"]/choice[1]/text
source: Ask about the spiders.
de: Frage nach den Spinnen.
fr: En demander plus sur les araignées.
ko: 거미들에 대해 물어본다.
ru: Спросить о пауках.
zh_hans: 询问蜘蛛的相关事宜。

source: "Not sure there's much I can tell you. Things came from the Brood, one of those pirate clans that live out in abandoned space. Commander Montgomery could tell you more than me, but he's busy handling the infestation elsewhere. Seems the spiders have finally got so out of hand that even the Brood can't control them anymore, and now's our chance."
de: "Ich glaube nicht, dass ich dir viel sagen kann. Die sind von der Brood gekommen, einer dieser Piraten-Klans, die im verlassenen Raum leben. Kommandant Montgomery kann dir mehr sagen, als ich, jedoch ist er beschäftigt damit, die Infestition wo anders zu bekämpfen. Es scheint, dass die Spinnen so außer Hand geraten sind, dass selbst die Brood sie nicht mehr kontrollieren kann und genau das ist unsere Chance."
fr: "Pas sûr de pouvoir vous en dire plus là-dessus. Ces choses proviennent de la Couvée, l'un des clans pirates vivant en espace abandonné. Le Commandant Montgomery pourrait vous en dire plus que moi, mais il est actuellement en train de lutter contre l'infestation autre part. On dirait que les araignées sont devenues tellement hors de contrôle que même la Couvée ne peut plus les tenir en laisse, et voici notre chance."
ko: "제가 해드릴 수 있는 말은 별로 없습니다. 이 거미들은 버려진 공간에 자리 잡은 해적 세력 중 하나인 '브루드'가 풀어놓은 놈들입니다. 몽고메리 중령님이라면 저보다 더 자세히 알려드릴 수 있겠지만, 다른 곳에서 거미 떼를 처리하느라 바쁘십니다. 거미 떼가 너무나 커져버린 나머지 심지어 브루드도 더 이상 거미들을 통제하지 못하는 것으로 보이니, 드디어 브루드를 처리할 기회가 왔지요."
ru: "Не уверен, что я могу вам что-то рассказать. Твари пришли от Выводка, одного из тех пиратских кланов, которые живут в заброшенном космосе. Командир Монтгомери мог бы рассказать вам больше, чем я, но он занят тем, чтобы справиться с нашествием в другом месте. Похоже, пауки вышли из-под контроля настолько, что даже Выводок больше не может их контролировать, и теперь у нас есть шанс".
zh_hans: "我不确定能告诉你多少。事情开始于蛛团，一个盘踞在废弃星系的海盗部落。蒙哥马利指挥官能告诉你的比我要多，但他正忙于处理其他地方的麻烦。看来蜘蛛们终究失控到了连蛛团都无法控制它们的地步，这是我们的好机会。"

source: Could we help?
de: Können wir helfen?
fr: Pourions-nous aider ?
ko: 우리가 도울만한 게 있습니까?
ru: Мы можем помочь?
zh_hans: 我们能帮忙吗？

source: "We hired another Renegade sorta like you a while back to help but from what I understand he hasn't been of much use. I'd be hesitant sending in another loose cannon, but considering you handled the situation so delicately here why the hell not. I'll transfer the coordinates for the Brood stronghold to you. Best of luck."
de: "Wir haben einen andere Renegade bezahlt, um uns zu helfen, jedoch hat er bisher nicht viel erreicht. Es ist für mich unbehaglich einen weiteren Draufgänger zu schicken, aber so wie du die Situation hier gemeistert hast, wieso zur Hölle nicht. Hier, ich schicke dir die Koordinaten der Brood-Hochburg. Viel Glück."
fr: "Nous avions engagé un autre Renégat comme vous il y a un certain moment pour nous aider, mais d'après ce que j'ai compris il n'a pas été d'une grande aide. J'hésite à envoyer un autre électron libre, mais en considérant que vous avez su gérer la situation délicatement ici, je ne vais pas peser contre. Je vais vous transférer les coordonées du repaire de la Couvée. Bonne chance."
ko: "얼마 전에 당신 같은 배회자 한 명을 고용했지만, 딱히 도움 되지 않은 것으로 알고 있습니다. 그렇기에 또 그 배회자처럼 고삐 풀린 망아지를 보내기는 좀 망설여지지만, 여기 상황을 섬세하게 처리한 것으로 보아 당신은 괜찮을 것 같습니다. 여기 브루드 요새의 좌표를 넘겨드리겠습니다. 행운을 빕니다."
ru: "Мы наняли другого Ренегата, вроде тебя, некоторое время назад, чтобы помочь, но, насколько я понимаю, от него было мало толку. Я бы не решался посылать еще одного неопытного, но учитывая, что вы так деликатно справились с ситуацией, почему бы и нет. Я передам вам координаты оплотв Выводков. Желаю удачи".
zh_hans: "不久前我们雇了另一个像你这样的变元者来帮忙，但据我所知，他们并没有帮上什么忙。我还在犹豫如果再派一个人会不会还是这么不可靠，但考虑到你在这里的处理如此精妙，他妈的，干了！我会把蛛团要塞的坐标转输给你，祝你好运。"

# data/events_spider.xml$//event[@name="INFESTED_STATION_WIN"]/choice[2]/text
source: Accept the reward and carry on.
de: Akzeptiere die Belohnung und gehe.
fr: Accepter la récompense et continuer votre mission.
ko: 보상을 받고 갈 길을 간다.
ru: Принять вознаграждение и двигаться дальше.
zh_hans: 接受奖励并继续上路。

# data/events_spider.xml$//event[@name="INFESTED_STATION_WIN_REPEAT"]/text
source: "Thanks again for the help! Hopefully we'll be able to clear these things entirely out of civilian space in a while from now."
de: "Nochmal danke für die Hilfe! Hoffentlich sind wir in der Lage, diese Dinger aus Zivilistenraum zu beseitigen."
fr: "Merci encore pour l'aide ! En espérant que nous pourrons définitivement éradiquer cette menace en espace civil."
ko: "도와주셔서 감사합니다. 앞으로 이런 것들을 민간인 구역에서 완전히 제거할 수 있다면 좋겠군요."
ru: "Еще раз спасибо за помощь! Надеюсь, через некоторое время мы сможем полностью очистить этих тварей из гражданского космоса".
zh_hans: "再次感谢你的帮助！希望我们能够尽快把这些东西完全清理出平民区。"

# data/events_spider.xml$//event[@name="INFESTED_STATION_SURRENDER"]/text
source: "You've caused too much damage to the station's hull! You need to stop damaging it! Kill the spiders or quit and we'll get someone better for the job. We'll pay you for at least trying to help if you do."
de: "Du hast der Station, zu viel Hüllenschaden zugefügt! Du musst aufhören sie zu beschädigen! Töte die Spinnen pder hör auf und wir finden jemand besseres, für den Job. Wir bezahlen dich für den Versuch, wenn du aufhörst."
fr: "Vous avez causé trop de dégâts à la coque de la station ! Il faut que vous arrêtiez ça sur le champ ! Tuez les araignées ou laissez tomber l'affaire, et nous trouverons quelqu'un de mieux qualifié. Nous vous paierons au moins pour avoir essayé si vous partez."
ko: "정거장 선체에 너무 많은 손상을 입히셨습니다! 이제 더 이상 손상을 입혀선 안 됩니다! 거미만을 죽이지 못하겠다면 당장 교전을 멈추십시오. 더 적합한 사람을 구하겠습니다. 여기서 그만두셔도 지금까지 도와주신 만큼은 보상해드리겠습니다."
ru: "Вы нанесли слишком большой ущерб корпусу станции! Вы должны прекратить его повреждать! Убейте пауков или уходите, и мы найдем кого-нибудь получше для этой работы. Мы заплатим вам хотя бы за попытку помощи, если согласитесь".
zh_hans: "你已经对空间站舱体造成了太多的伤害，快停下！要么杀死那些蜘蛛，要么别干了，我们可以找别的更适合这份工作的人。我们会给你报酬的，至少你努力过来帮助我们。"

source: Stop firing.
de: Höre auf zu feuern.
fr: Arrêter les tirs.
ko: 사격을 멈춘다.
ru: Прекратить огонь.
zh_hans: 停止开火。

source: You can tell you're only being paid so the Militiamen can be assured you'll leave, but it's better than nothing.
de: Dir ist klar, dass die Militia Mitarbeiter dich nur bezahlen, dass du gehst, aber es ist besser als nichts.
fr: Vous pouvez voir que les Miliciens vous paient seulement pour qu'ils s'assurent que vous partiez, mais c'est mieux que rien.
ko: 당신은 민병대에게 당신이 떠난다는 확신을 주기 위해 돈을 받았습니다. 그래도 뭐, 없는 것보다는 낫겠죠.
ru: Вы можете сказать, что вам платят только за то, чтобы ополченцы были уверены, что вы уйдете, но это лучше, чем ничего.
zh_hans: 你可以肯定盟卫只是为了确保你离开才给你报酬的，但有总比没有好。

source: No no, we can do this!
de: Nein nein, wir schaffen das!
fr: Hors de question, nous pouvons y arriver !
ko: 아니요, 우린 해낼 수 있습니다!
ru: Нет-нет, мы справимся!
zh_hans: 不，不，我们能做到的！

source: The captain of the other ship sighs. "Fine, but make sure not to destroy it."
de: Der Kapitän des anderen Schiffes stöhnt. "Na gut, aber stelle sicher, dass du es nicht zerstörst."
fr: Le capitaine de l'autre vaisseau soupire. "Très bien, mais assurez vous de ne pas exploser la station."
ko: 함장은 한숨을 쉬며 말합니다. "알겠습니다, 하지만 제발 부수지는 말아주십시오."
ru: Капитан корабля вздыхает. "Хорошо, но следите за тем, чтобы не уничтожить его".
zh_hans: 另一艘船的舰长叹了口气："好吧，但是一定不要摧毁它。"

# data/events_spider.xml$//event[@name="INFESTED_STATION_DESTROY"]/text
source: "God damn it, we told you not to destroy the station!" Highly displeased with you, the Militiamen demand you leave the system.
de: "Verdammt nochmal, wir haben dir gesagt, sie nicht zu zerstören!" Sehr unzufrieden mit dir, verlangt der Militia Mitarbeiter, dass du das System verlässt.
fr: "Bordel, on vous avait dit de ne pas détruire la station!" Très déçu de vous, les Miliciens exigent que vous quittiez le système.
ko: "젠장, 정거장을 파괴하지 말라고 했지 않습니까!" 당신에게 매우 화가 난 민병대는 이 행성계를 떠나라고 요구했습니다.
ru: "Черт побери, мы же просили вас не уничтожать станцию!" Очень недовольные вами, ополченцы требуют, чтобы вы покинули систему.
zh_hans: "狗娘养的，我们告诉过你不要摧毁那座空间站！"盟卫们对你十分不满，并要求你离开这个星系。

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/text
source: A slaver vessel is offering slaves to passing ships for incredibly cheap prices. You inquire further, and they explain, "We have come to join the spider selling business, son! There's bank to be made, haha! Alas... we must depart with some of our long-time labourers due to lack of space. For a quality price, how does a new worker sound?"
de: Ein Sklavenschiff bietet vorbeifliegenden Schiffen, Sklaven zu einem günstigen Preis an. Du erkundest dich weiter und sie erklären, "Wir sind hier, um den Spinnen-Verkaufs-Geschäft beizutreten, Kleiner! Es gibt hier viel zu holen, haha! Jedoch... müssen wir uns von ein paar Langzeit-Arbeitern verabschieden, da wir nicht genug Platz haben. Wie klingt ein neuer Arbeiter, für einen angemessenen Preis?"
fr: Un vaisseau esclavagiste est en train d'offrir aux passants des esclaves à prix très brodés. Vous vous renseignez davantage, et ils expliquent, "Nous sommes venus rejoindre le marché de la vente d'araignées, fiston ! C'est à se remplir les poches, haha ! Hélas... nous devons nous débarasser de notre main d'oeuvre de longue date par manque de place. Pour un prix en or, êtes vous tentés par un nouvel ouvrier ?"
ko: 노예선 한 척이 지나가는 배들에 믿을 수 없을 정도로 싼값에 노예를 제공하고 있습니다. 자세히 물어보자 그들이 다음과 같이 설명합니다. "우리는 거미 판매 사업에 참여하러 왔어, 친구! 아주 은행을 차려도 될 정도야! 하하! 그런데 말이지... 지금 공간이 부족해서 오랫동안 일해온 몇몇 노동자들을 떠나보내야 하거든. 좋은 가격에 새로운 일꾼, 어떠신가?"
ru: Судно работорговцев предлагает рабов проходящим мимо кораблям по весьма дешевым ценам. Вы интересуетесь, и они объясняют: "Мы пришли, чтобы присоединиться к бизнесу по продаже пауков, сынок! На этом можно заработать, хаха! Увы... мы вынуждены покинуть корабль вместе с некоторыми нашими давними работниками из-за нехватки места. Как насчет нового работника по приемлемой цене?"
zh_hans: 一艘贩奴船正在向路过的船只以难以置信的低价兜售奴隶。你向他们询问，那艘贩奴船解释到："我是来加盟蜘蛛贩卖生意的，小子！马上我们就能赚大钱啦，哈哈！唉...我们必须把一些长期劳工解约来腾出空间。你觉得一个优惠价的新船员如何？"

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/choice[1]/text
source: Buy a slave.
de: Kaufe einen Sklaven.
fr: Acheter un esclave.
ko: 노예를 구매한다.
ru: Купить раба.
zh_hans: 购买一名奴隶。

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/choice[2]/text
source: Fight the ship.
de: Kämpfe gegen das Schiff.
fr: Combattre le vaisseau.
ko: 노예선을 공격한다.
ru: Начать бой с кораблем.
zh_hans: 攻击贩奴船。

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/choice[2]/event/text
source: Last thing the Militia needs to deal with is slavers selling spiders to other ships. You'll take care of these pirates for them!
de: Das Letzte was die Militia gebrauchen kann, ist ein Sklaventreiber, der Spinnen an andere Schiffe verkauft. Du kümmerst dich um die Piraten für sie!
fr: La dernière chose que la Milice ait besoin, ce sont des esclavagistes trafiquant des araignées aux autres vaisseaux. Vous allez vous occuper de ces pirates pour eux !
ko: 민병대가 거미를 팔고다니는 노예상까지 상대할 필요는 없습니다. 그들을 위해서 이 해적들을 손봐주기로 합니다!
ru: Последнее, с чем нужно иметь дело Ополчению - это c работорговцами, продающие пауков другим кораблям. Вы позаботитесь об этих пиратах за них!
zh_hans: 盟卫手上的麻烦事已经够多了，遑论一些将蜘蛛卖给其他船只的奴隶贩子。你会为他们解决这些海盗！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/choice[3]/text
source: Decline.
de: Ablehnen.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_spider.xml$//event[@name="INFESTATION_SLAVERS"]/choice[3]/event/text
source: "Your loss son!" The slaver hangs up.
de: "Dein Verlust, Kleiner!" Der Sklaventreiber legt auf.
fr: "Tant pis pour toi, fiston!" L'esclavagiste raccroche.
ko: "손해본거야 친구!" 노예상이 교신을 끊습니다.
ru: "Это твоя погибель, сынок!" Работорговец отключает связь.
zh_hans: "你的损失，小子！"贩奴船切断了通讯。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_ORPHAN"]/text
source: This system is empty of ships. Out of boredom, you run some scans on the nearby planet and find that it actually has a long running cave system! Maybe worth a look?
de: Im System ist kein Schiff zu finden. Aus Langeweile scannst du den Planeten in der Nähe und findest ein tiefes Höhlensystem! Vielleicht ist es sinnvoll es sich anzuschauen?
fr: Ce système est désert. Par ennui, vous effectuez quelques scans sur la planète proche, et découvrez qu'il y a un long complexe de grottes souterraines ! Peut-être cela vaut le coup d'y jeter un oeil ?
ko: 이 행성계에는 함선이 없습니다. 지루함을 달래기 위해, 당신은 근처의 행성에 대해 몇 가지 검사를 해보고 긴 동굴 구조가 있음을 발견합니다. 한 번 구경할 가치가 있을지도요?
ru: В этой системе нет кораблей. От скуки вы проводите сканирование ближайшей планеты и находите, что на ней существует длинная пещерная система! Может быть, стоит заглянуть?
zh_hans: 这个星系没有船只。出于无聊，你扫描了附近的行星，发现它实际上有一个非常幽深的洞穴系统！也许值得一探？

# data/events_spider.xml$//event[@name="INFESTATION_ORPHAN"]/choice[1]/text
source: Explore the cave.
de: Erkunde die Höhlen.
fr: Explorer la grotte.
ko: 동굴을 탐사한다.
ru: Исследовать пещеру.
zh_hans: 探索洞穴。

# data/events_spider.xml$//event[@name="INFESTATION_ORPHAN"]/choice[1]/event/text
source: You plunge deeper into the cave, and not too far in you hear the sounds of a child crying.
de: Du gehst tiefer in die Höhlen und nicht weit entfernt, hörst du ein Kind weinen.
fr: Vous plongez profondément dans la grotte, et peu de temps après, vous pouvez entendre les bruits d'un enfant qui pleure.
ko: 당신은 동굴 깊숙이 뛰어들었고, 멀지 않은 곳에서 아이의 울음소리를 듣습니다.
ru: Вы углубляетесь в пещеру, и совсем недалеко от вас раздается детский плач.
zh_hans: 你深入洞穴，还没下行多远，就听到了孩子的哭声。

source: Look for the source.
de: Suche die Quelle.
fr: Chercher la source.
ko: 장소를 확인한다.
ru: Найти источник.
zh_hans: 搜索声源。
