Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: You head towards the crying until you come across a Rockman child, being chased by a giant spider! You're about to shoot when you realize the sound you heard aren't crying - it's playful laughter. Several times the Rockman trips, with the spider patiently waiting for them to get back up before continuing to chase them.
de: Du folgst dem Weinen, bis du ein Rockmann Kind findest, welches von einer Riesenspinne gejagt wird! Du bist kurz davor sie zu erschießen, bis du bemerkst es weint nicht - es lacht spielerisch. Mehrmals fällt der Rockmann hin, wobei die Spinne wartet, dass er wieder aufsteht, bevor die Spinne ihn wieder jagt.
fr: Vous vous dirigez vers les pleurs jusqu'à apercevoir un enfant Rocailleux, poursuivi par une araignée géante ! Vous étiez sur le point de tirer jusqu'à vous rendre compte que ce ne sont pas des pleurs - mais un rire d'amusement. Plusieurs fois le Rocailleux trébuche, et l'araignée attend patiemment qu'il se relève avant de continuer à le chasser.
ko: 당신은 울음소리를 향해 나아갔고, 거대거미에 쫓기는 락맨 아이를 마주쳤습니다. 당신이 거미를 쏘려 했을 때, 들은 소리가 울음소리가 아닌 장난기 어린 웃음이라는 것을 깨닫습니다. 락맨은 여러 번 넘어지고, 거미는 끈기 있게 일어날 때까지 기다렸다가 다시 쫓습니다.
ru: Вы направляетесь в сторону плача, пока не встречаете валуна ребенка, за которым гонится гигантский паук! Вы уже собираетесь выстрелить, как вдруг понимаете, что звук, который вы услышали, - это не плач, а веселый смех. Несколько раз валун спотыкается, а паук терпеливо ждет, пока он встанет на ноги, чтобы продолжить погоню.
zh_hans: 你往哭声方向探寻，直到你遇见一个被巨型蜘蛛追赶的岩石族孩子！你几乎要下意识地开枪了，直到你发觉听到的不是哭声，而是玩弄的笑声。那个岩石族孩子几次摔倒，而蜘蛛耐心地等待他站起来，然后继续追击。

source: Rescue the child!
de: Rette das Kind!
fr: Sauver l'enfant !
ko: 아이를 구해라!
ru: Спасти ребенка!
zh_hans: 拯救这个孩子！

source: You raise your weapon and shoot at the spider, but it barely hurts them! Several weavers come crawling out from the surrounding tunnels, alerted by the gunfire. You're chased back to the ship with the spiders in pursuit!
de: Du hebst deine Waffe und triffst die Spinne, jedoch verletzt es sie kaum! Mehrere Weber kommen aus den umliegenden Tunneln, welche durch deinen Schuss alarmiert wurden. Du wirst zum Schiff zurückgejagt, mit den Spinnen im Schlepptau!
fr: Vous brandissez votre arme et tirez sur l'araignée, mais cela n'est guère efficace ! Plusieurs tisseuses rampent des tunnels voisins, alertées par le bruit des tirs. Vous êtes chassés à votre propre vaisseau avec des araignées en poursuite !
ko: 당신은 무기를 들고 거미를 쐈지만 거미는 거의 다치지 않았습니다. 여러 마리의 직공 거미들이 총성에 경각심을 갖고 주변 터널에서 기어 나옵니다. 당신은 거미들에 쫓겨 함선으로 돌아옵니다!
ru: Вы заряжаете оружие и стреляете в паука, но он едва задевает их! Из соседних туннелей выползают несколько ткачей, встревоженных выстрелами. Пауки преследуют вас и вы бросаетесь обратно на корабль!
zh_hans: 你抬起你的武器，并向蜘蛛射击。但蜘蛛几乎没有受到伤害！几只织网蜘蛛被枪声惊动，从周围的隧道里爬出来。你被蜘蛛一直追赶到回了星舰！

source: Announce your presence peacefully.
de: Mache dich friedlich bemerkbar.
fr: Annoncer votre présence paisiblement.
ko: 조심히 당신의 존재를 알린다.
ru: Спокойно объявить о своем присутствии.
zh_hans: 和平地现身。

source: You holster your gun and cough, signifying your presence. You attempt to speak to the Rockman. "Visitors? We so rarely see those! This is my friend Charlotte, and I am Wilbur! She watches after me ever since my parents's ship crashed here!" You question Wilbur further and learn he has been here ever since he was merely an infant.
de: Du steckst deine Waffe weg und hustest, um deine Präsenz klar zu machen. Du versuchst mit dem Rockmann zu sprechen. "Besucher? Solche sehen wir selten! Das ist meine Freundin Charlotte und ich bin Wilbur! Sie kümmert sich um mich, seitdem das Schiff meiner Eltern hier abgestürtzt ist!" Du fragst Wilbur noch ein paar Fragen und lernst, dass er seitdem er ein Säugling war, hier ist.
fr: Vous rangez votre arme et toussez, signalant votre présence. Vous essayez de parler au Rocailleux. "Des visiteurs ? Nous n'en voyons que rarement ! Ceci est mon amie Charlotte, et je suis Wilbur ! Elle s'occupe de moi depuis que le vaisseau de mes parents s'est écrasé ici !" Vous demandez plus de détails à Wilbur et apprenez qu'il est là depuis qu'il est bébé.
ko: 당신은 총을 집어넣고 기침을 하여 존재를 알립니다. 락맨과 이야기를 시작합니다. "방문객인가요? 외부인은 못 본 지 오래됬어요! 여기는 내 친구 샬롯이고, 저는 윌버에요! 우리 부모님의 배가 여기 추락한 이후로 저를 계속 지켜봐 줬어요!" 당신은 윌버에게 더 질문했고 그가 아기일 때부터 여기 있었다는 것을 알게 됩니다.
ru: Вы убираете пистолет в кобуру и кашляете, обозначая свое присутствие. Вы пытаетесь заговорить с валуном. "Посетители? Мы так редко их видим! Это моя подруга Шарлотта, а я - Уилбур! Она присматривает за мной с тех пор, как корабль моих родителей потерпел здесь крушение!" Вы расспрашиваете Уилбура и узнаете, что он здесь с тех пор, как был еще младенцем.
zh_hans: 你收起枪并咳嗽一声，表示你的存在。你试图和岩石族沟通。"访客？你们真是太罕见了！这是我的朋友夏洛特，我叫威尔伯！自从我父母的船在这里坠毁后，她就一直照顾我！"你进一步询问威尔伯，得知他从婴儿期就在这里。

source: Offer to take Wilbur with you.
de: Biete Wilbur an ihn mitzunehmen.
fr: Offrir d'amener Wilbur avec vous.
ko: 윌버에게 함께 가는것을 제안한다.
ru: Предложить взять Уилбура с собой.
zh_hans: 提出把威尔伯带上星舰。

source: "You would take me away? I haven't been off this planet in years! Just, let me say goodbye!" The Rockman runs over to the spider and give it a large hug, then runs over to join you. As you leave the cave, you turn back to see the spider watch you leave. If you had known better, you'd even have said it looked sad.
de: "Du würdest mich mitnehmen? Ich bin seit Jahren auf diesem Planeten gewesen! Lass mich nur schnell Tschüss sagen!" Der Rockmann rennt zur Spinne und gibt ihr eine große Umarmung, bevor er zu dir rennt. Als du die Höhle verlässt, schaust du zurück und siehst die Spinne euch beim gehen beobachten. Wenn du es nicht besser wüsstest, sieht es so aus, als ob sie sehr traurig ist.
fr: "Vous m'emmeneriez ? Cela fait une éternité que je n'ai pas quitté cette planète ! Laissez-moi juste dire au revoir." Le Rocailleux coure voire l'araignée et lui donner un grand calin, puis revient vers vous. En quittant la grotte, vous vous retournez pour apercevoir l'araignée qui vous regarde partir. Si vous aviez plus de jugeote, vous diriez même qu'elle a l'air triste.
ko: "절 데려가 줄 건가요? 전 몇 년 동안 이 행성에서 떠나본 적이 없어요! 그치만, 작별 인사는 하게 해 주세요!" 윌버는 거미에게 달려가 크게 껴안고, 당신과 함께하기 위해 달려옵니다. 당신은 동굴을 떠나면서 뒤돌아봤고, 거미가 당신이 떠나는 모습을 지켜보고 있었습니다. 당신이 만약 철이 조금이라도 더 들었다면, 거미가 슬퍼 보였다고 말했을 겁니다...
ru: "Вы заберете меня? Я уже много лет не покидал эту планету! Просто дайте мне попрощаться!" Валун подбегает к пауку и крепко обнимает его, а затем бежит к вам. Когда вы выходите из пещеры, вы оборачиваетесь и видите, как паук смотрит вам вслед. Если бы вы знали, вы бы даже сказали, что он выглядит грустным.
zh_hans: "你会带我走？我好多年来从未离开过这个星球！等等，让我和他们道个别！"那个岩石族跑向蜘蛛并给了他一个拥抱，然后跑回来上了船。在你们离开洞穴时，你回头看到了那只蜘蛛在注视着你们。通过更加细致的观察后，你发现他实际上看起来十分悲伤。

source: Request to see the wreck site.
de: Bitte die Absturz-Stelle zu betrachten.
fr: Demander à voir le site de l'épave.
ko: 난파선 자리를 볼 수 있을지 물어본다.
ru: Попросить показать место крушения.
zh_hans: 请求查看事故地点。

source: "Sure!" Wilbur motions for you to follow and runs through the tunnels. You follow until you enter a large room with a massive ship wreck, covered in eggs, lying dormant. "The ship no longer functions, but feel free to scrap it! I've already removed anything sentimental years ago."
de: "Klar!" Wilbur möchte, dass du mit ihm mitkommst und rennt durch die Tunnel. Du folgst ihm, bis du einen großen Raum mit einem Schiffwrack siehst, welches mit Eiern bedeckt sind, die dort liegen. "Das Schiff funktioniert nicht länger, aber du kannst es ruhig verschrotten! Ich habe bereits alle sentimentalen Gegenstände, vor Jahren entfernt."
fr: "Bien sur !" Wilbur vous fait signe de le suivre et coure à travers les tunnels. Vous le suivez jusqu'à entrer une énorme pièce avec une grand épave de vaisseau, recouverte d'oeufs, à l'état dormant. "Ce vaisseau ne fonctionne plus, mais n'hésitez pas à le démonter ! Cela fait des années que j'en ait retiré mes affaires sentimentales."
ko: "그럼요!" 윌버는 여러분이 따라오라고 손짓한 후 터널을 통과해 달려 나갑니다. 당신은 알로 뒤덮인, 거대한 난파선이 있는 큰 방에 들어갈 때까지 따라갑니다. "이 배는 더 이상 작동하지는 않지만, 마음대로 수거해가세요! 이미 오래전에 소중한 물건들은 다 빼놨거든요."
ru: "Конечно!" Уилбур машет вам рукой и бежит по туннелям. Вы следуете за ним, пока не попадаете в большую комнату с массивным обломком корабля, покрытым яйцами, лежащим в бездействии. "Корабль больше не функционирует, но не стесняйтесь разбирать его на лом! Все сентиментальное я уже удалил много лет назад".
zh_hans: "没问题！"威尔伯示意你跟上，他跑过隧道，而你跟着他，直到你进入一个巨大的空间中，里面有一艘庞大的船墟。它静静地躺在那，上面还覆盖着蜘蛛卵。"这艘船已经不能用了，你可以随意搜刮它！我早在几年前就已经移除了所有能让我感伤的东西。"

source: Leave unnoticed.
de: Gehe unbeobachtet.
fr: Partir incognito.
ko: 눈에 띄지 않게 떠난다.
ru: Уйти незамеченным.
zh_hans: 悄无声息地离开。

source: Continue on your current path and ignore the sound.
de: Ignoriere das Geräusch und folge dem Weg weiter.
fr: Continuer sur votre chemin et ignorer le son.
ko: 가던 경로로 계속 이동하며 소리를 무시한다.
ru: Продолжать двигаться по текущему пути и не обращать внимания на звук.
zh_hans: 继续沿着当前的路径深入并忽略这个声音。

source: You continue travelling until you come across bits of an old, tarnished Rock Cruiser webbed up along the walls. You quickly check for spiders, and once you're certain you're alone you gather up as much as you can carry and bring the salvage back to the ship.
de: Du reist weiter, bis du einen Rock-Kreuzer findest, der voll mit Spinnenweben ist, welche auch an den Wänden kleben. Du schaust kurz ob Spinnen da sind und als du sicher bist, dass keine da sind, nimmst du soviel wie geht mit und bringst es zurück zum Schiff.
fr: Vous continuez jusqu'à arriver à des morceaux d'un vieux et terni Croiseur Rocailleux recouvert de toiles le long des murs. Vous vérifiez rapidement s'il n'y pas d'araignées aux alentours, et une fois certains que vous êtes seuls vous rassemblez autant que vous pouvez transporter, et ramenez la récupération à votre vaisseau.
ko: 당신은 벽을 따라 거미줄이 쳐진 낡고 퇴색된 락맨 순양함의 조각들을 발견합니다. 당신은 재빨리 거미들이 있나 확인했고, 당신 외에 아무도 없는 것을 확신하자마자 당신이 운반할 수 있는 만큼 물건을 최대한 들고 배로 가져옵니다.
ru: Вы продолжаете путь, пока не натыкаетесь на куски старого, потускневшего крейсера валунов, облепленного паутиной вдоль стен. Вы быстро проверяете, нет ли пауков, и, убедившись, что вы одни, собираете все, что можете унести, и несете на корабль.
zh_hans: 你继续前行，直到你遇到一艘陈旧、失去光泽的岩石族星舰，上面罩着一层蜘蛛网。你迅速检查附近是否有蜘蛛。当你确定你们是这里唯一的生物后，你尽可能多地搜刮了它，并把收集到的东西都带回星舰。

source: Nope nope nope, get out of here now.
de: Nö nö nö, wir hauen hier raus ab.
fr: Non non non, sortir d'ici immédiatement.
ko: 안돼,안돼. 당장 여기서 나간다.
ru: Нет-нет-нет, убираемся отсюда, сейчас же.
zh_hans: 不不不，现在立刻马上离开。

# data/events_spider.xml$//event[@name="INFESTATION_ORPHAN"]/choice[2]/text
source: Ignore the planet.
de: Ignoriere den Planeten.
fr: Ignorer la planète.
ko: 행성을 무시한다.
ru: Не обращать внимания на планету.
zh_hans: 无视这个行星。

# data/events_spider.xml$//event[@name="INFESTATION_ORPHAN"]/choice[2]/event/text
source: Best not to go spelunking in a sector infested with giant alien spiders.
de: Es ist wohl das Beste, nicht in einem von Spinnen infestierten Sektor, nach Schätzen suchen zu gehen.
fr: Mieux vaut ne pas faire de la spéléologie dans un secteur grouillant d'araignées aliens géantes.
ko: 거대한 외계 거미들이 들끓는 곳을 탐험하지 않는 게 최선일 듯합니다.
ru: Лучше не лезть в сектор, кишащий гигантскими инопланетными пауками.
zh_hans: 最好不要在充满巨型外星蜘蛛的星区里进行洞穴探险。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="BROOD_CIVILIAN"]/text
source: The Brood might mostly target the Militia, but they are still pirates. A civilian vessel is under attack here from a Brood vessel!
de: Die Brood-Kräfte greifen meist nur die Militia an, jedoch sind sie trotzdem Piraten. Ein Zivilistenschiff ist unter Beschuss von einem Broodschiff!
fr: La Couvée cible peut-être principalement la Milice, mais ils restent des pirates. Un vaisseau civil est sous le feu de la Couvée !
ko: 브루드들은 보통 민병대 함선들을 노리지만, 한 번 해적은 영원한 해적입니다. 여기있는 한 민간 선박이 그들의 공격을 받고있습니다!
ru: Может быть, Выводок и нападает в основном на Ополчение, но они все равно пираты. Гражданское судно атаковано кораблем Выводков!
zh_hans: 蛛团攻击的主要目标多是盟卫，但他们本质上仍然是海盗。此处一艘平民船正在被蛛团战舰攻击！

# data/events_spider.xml$//event[@name="BROOD_CIVILIAN"]/choice[1]/text
source: Aid the civilian ship.
de: Helfe dem Zivilistenschiff.
fr: Aider les civils.
ko: 민간 선박을 돕는다.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

# data/events_spider.xml$//event[@name="BROOD_CIVILIAN"]/choice[1]/event/text
source: You power up your weapons and engage the pirate ship.
de: Du fährst die Waffen hoch und stellst dich dem Piratenschiff.
fr: Vous allumez vos armes et engagez le pirate.
ko: 당신은 무기를 올리고 해적선과 교전합니다.
ru: Вы заряжаете оружие и вступаете в бой с кораблем пиратов.
zh_hans: 你为武器充能，并与海盗舰作战。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="BROOD_CIVILIAN"]/choice[2]/text
source: Stay out of it.
de: Mische dich nicht ein.
fr: Rester en dehors de ca.
ko: 여기서 벗어난다.
ru: Не вмешиваться.
zh_hans: 袖手旁观。

# data/events_spider.xml$//event[@name="BROOD_CIVILIAN"]/choice[2]/event/text
source: The fight brings them out of your immediate scanning range. After a time the distress calls stop.
de: Der Kampf lässt sie aus deiner Scanreichweite verschwinden. Nach einer Zeit hört der Notruf auf.
fr: Le combat les amènent en dehors de votre portée de scan. Après un certain temps le signal de détresse est coupé.
ko: 싸움현장이 곧 스캐너의 범위를 벗어납니다. 시간이 지나자 조난 신호가 멈췄습니다..
ru: В результате боя они выходят из зоны непосредственного сканирования. Через некоторое время сигналы бедствия прекращаются.
zh_hans: 他们继续战斗着，驶出了你当前的传感器范围。一段时间后，求救信号消失了。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_CIVILIAN"]/text
source: You receive a hail from a Civilian vessel. "Help, we're under attack from a ship full of spiders! Why does this stuff always happen to us?!"
de: Du wirst von einem Zivilistenschiff gerufen. "Hilfe, wir werden von einem Schiff voller Spinnen angegriffen! Wieso passiert uns das immer?!"
fr: Vous recevez l'appel d'un vaisseau civil. "À l'aide, nous sommes attaqué par un vaisseau rempli d'araignées ! Pourquoi ce genre de choses nous arrivent toujours ?!"
ko: 당신은 한 민간 함선으로부터 교신을 받습니다. "도와주세요! 거미로 가득 찬 배로부터 공격받고 있어요! 왜 우리에게 항상 이런일이 일어날까요?!"
ru: Вы получаете сигнал с корабля гражданских. "Помогите, нас атакует корабль, кишащий пауками! Почему эта ерунда всегда происходит с нами?!"
zh_hans: 你被平民船呼叫："救命，我们正在被一艘满是蜘蛛的船攻击！为什么总是我们倒霉？！"

# data/events_spider.xml$//event[@name="INFESTATION_CIVILIAN"]/choice[1]/text
source: Aid the civilian ship.
de: Helfe dem Zivilistenschiff.
fr: Aider les civils.
ko: 민간 함선을 돕는다.
ru: Оказать помощь гражданскому судну.
zh_hans: 援救平民船。

source: You power up your weapons and engage the infested ship.
de: Du fährst die Waffen hoch und stellst dich dem infestierten Schiff.
fr: Vous allumez vos armes et engagez le vaisseau infesté.
ko: 당신은 무기에 전력을 넣고 점거당한 함선과 교전합니다.
ru: Вы заряжаете оружие и вступаете в бой с зараженным кораблем.
zh_hans: 你为你的武器充能，并与那艘被滋生的战舰交战。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_CIVILIAN"]/choice[2]/text
source: Stay out of it.
de: Mische dich nicht ein.
fr: Rester en dehors de ca.
ko: 간섭하지 않는다.
ru: Не вмешиваться.
zh_hans: 袖手旁观。

source: The fight brings them out of your immediate scanning range. After a time the distress calls stop.
de: Der Kampf lässt sie aus deiner Scanreichweite verschwinden. Nach einer Zeit hört der Notruf auf.
fr: Le combat les amènent en dehors de votre portée de scan. Après un certain temps le signal de détresse est coupé.
ko: 싸움현장이 곧 스캐너의 범위를 벗어납니다. 시간이 지나자 곧 조난 신호가 없어집니다.
ru: В результате боя они выходят из зоны непосредственного сканирования. Через некоторое время сигналы бедствия прекращаются.
zh_hans: 他们继续战斗着，驶出了你当前的传感器范围。一段时间后，求救信号消失了。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_SHELL"]/text
source: A Shell science vessel is watching an infested vessel sporadically flicker back and forth around the beacon. They hail you shortly after you jump in. "Hello. We are looking for an infant spider to study. We understand thhhe risk, and will pay if you go thhhrough withhh it."
de: Ein Shell-Wissenschaftsschiff, beobachtet ein infestiertes Schiff, welches sporadisch am Signalpunkt hin und her fliegt. Sie rufen dich, kurz nachdem du hergesprungen bist. "Hallo. Wir sind auf der Suche nach einer Baby-Spinne, die wir erforschen können. Wir verstehhhhen das Risiko und werden dich bezahhhhlen, wenn du uns hilfst."
fr: Un vaisseau scientifique Coquille est en train d'observer un astronef infesté vaciller sporadiquement autour de la balise. Ils vous contactent peu après votre saut. "Bonjour. Nous cherchons à obtenir un bébé araignée pour l'étudier. Nous connaissons le risque, et paierons si vous êtes prêts à nous aider."
ko: 한 셸 과학선이 송신소 주변에서 산발적으로 앞뒤로 왔다갔다 하는 점거당한 선박 하나를 지켜보고 있습니다. 그들은 도약해온 당신을 맞이합니다. "안녕하세에에요. 우리는 연구할만한 새애애끼 거미를 찾고 있어요. 우리는 그 위험서어엉을 알고 있어요. 새애애끼 거미를 잡아주시이이면 보사아앙해 드릴게요. "
ru: Научное судно ракушек наблюдает за тем, как зараженное судно беспорядочно мечется туда-сюда вокруг маяка. Вскоре после прыжка они вызывают вас. "Здравствуйте. Мы ищем детеныша паука для изучшения. Мы понимаем риск и готовы заплатить, если вы согласитесь на это".
zh_hans: 一艘甲壳族科学船正在观察一艘被滋生的船只，在信标周围偶尔来回运动。你刚跃迁至此没多久他们就向你呼叫："你好。我们正在寻找一只幼蛛来研究。我们了解其中具有风险，如果你接受，我们会付钱的。"

# data/events_spider.xml$//event[@name="INFESTATION_SHELL"]/choice[1]/text
source: Send a team aboard the infested vessel to capture a hatchling.
fr: Envoyer une équipe à bord du vaisseau infesté pour capturer une araignée juvénile.

source: (Teleporter) Beam back a spider without any risk.
de: (Teleporter) Teleportiere eine Spinne zurück, ohne irgend ein Risiko.
fr: (Téléporteur) Rappeler une araignée sans risques.
ko: (텔레포터) 안전하게 거미를 전송해온다.
ru: (Телепортатор) Телепортировать паука без риска.
zh_hans: (传送器)毫无风险地传送一只蜘蛛回来。

source: You lock onto the spider and beam them back aboard your ship. Once captured, you hail the Shell vessel...
de: Du fixierst die Spinne und teleportierst sie auf dein Schiff. Sobald du sie gefangen hast, rufst du das Shell-Schiff...
fr: Vous verrouillez l'araignée et la rappelez sur votre vaisseau. Une fois capturée, vous appelez le vaisseau Coquille...
ko: 당신은 거미를 조준하여 당신의 함선으로 전송합니다. 포획하고 나서 셸 선박과 교신합니다...
ru: Вы фиксируете паука и телепортируете его на борт своего корабля. После захвата вы вызываете корабль ракушек...
zh_hans: 你锁定蜘蛛并将他们传送回星舰。捕获后，你向甲壳族飞船呼叫...

source: Contact the Shells.
de: Kontaktiere die Shells.
fr: Contacter les Coquilles.
ko: 셸과 접촉한다.
ru: Связаться с ракушками.
zh_hans: 联系甲壳族。

# data/events_spider.xml$//event[@name="INFESTATION_SHELL"]/choice[3]/text
source: Decline.
fr: Refuser.

# data/events_spider.xml$//event[@name="INFESTATION_SHELL"]/choice[3]/event/text
source: "Understandable. Not everyone has a taste in science."
fr: "Compréhensible. Tout le monde n'a pas le même goût de la science."

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

source: Your crew board the vessel, but are quickly stormed by spiders! They retreat back to the ship, but one of them doesn't make it. You watch as the spiders drag away their flailing body as you undock, unable to help. The Shells apologize for your loss and offer a piddly amount of scrap to "compensate".
de: Deine Crew entert das Schiff, wird aber schnell von Spinnen gestürmt! Sie kehren zum Schiff zurück, jedoch überlebt einer nicht. Du schaust zu, wie die Spinnen den Körper wegtragen, als sie sich entfernen, wobei du ihm nicht helfen kannst. Die Shells entschuldigen sich für deinen Verlust und zahlen dir eine lächerliche Menge Schrott, als 'Kompensation'.
fr: Votre équipage monte à bord, mais est rapidement submergé par les araignées ! Ils forment une retraite sur votre vaisseau, mais l'un d'eux ne s'en sort pas. Vous observez les araignées, emportant leur corps luttant tandis que vous désamarrez, incapable d'aider. Les Coquilles s'excusent pour votre perte et offrent un minuscule montant de ferraille pour "compenser".
ko: 선원들이 배에 올랐지만, 순식간에 거미에게 습격당합니다. 그들은 함선으로 후퇴했지만 한 명은 돌아오지 못했습니다. 당신은 도킹을 해제하는 동안 거미들이 그를 질질 끌고 가는 모습을 볼 수 있었지만, 딱히 손쓸 방법은 없었습니다. 셸들은 당신의 손실에 대해 사과하고, "보상"하기 위한 많은 양의 스크랩을 제공합니다.
ru: Ваш экипаж поднимается на борт судна, однако их быстро атакуют пауки! Они отступают к кораблю, но один из них не выживает. Вы наблюдаете за тем, как пауки утаскивают его извивающееся тело, а вы отстыковываетесь, не в силах помочь. Ракушки извиняются за вашу потерю и предлагают ничтожное количество лома в качестве "компенсации".
zh_hans: 你的船员登上了船，但很快就被蜘蛛袭击了！他们撤退回星舰，但其中一个没有成功撤回。你看着蜘蛛拖走他摆动的身体，而你却无能为力。甲壳族为你的损失道歉，并提供很少量废料来"补偿"。

source: Fortunately, your crew has already been cloned, but now with a deep-seeded sense of arachnophobia.
de: Glücklicherweise, wurde deine Crew bereits geklont, hat aber nun eine tief sitzende Arachnophobie.
fr: Heureusement, votre membre est déjà cloné, mais désormais avec une arachnophobie enfouie dans leur esprit.
ko: 다행히도, 여러분의 승무원은 복제되었지만, 거미공포증에 깊게 사로잡힌 것 같군요.
ru: К счастью, ваш член экипаж уже клонирован, правда, теперь с глубоко укоренившимся чувством арахнофобии.
zh_hans: 幸运的是，你的船员已经被克隆好了，但现在有了根深蒂固的蜘蛛恐惧症。

source: Fortunately for your crew, most of the spiders are sleeping. They step quietly through the halls until they grab one of the hatchlings and run back to the ship.
de: Glücklicherweise für deine Crew, sind die meisten Spinnen am Schlafen. Sie schleichen leise durch die Hallen, bis sie einen Schlüpfling schnappen und zum Schiff zurückkehren können.
fr: Heureusement pour votre équipage, la plupart des araignées dorment. Ils avancent silencieusement à travers les allées jusqu'à ce qu'ils prennent l'une des araignées juvéniles, et courent à votre vaisseau.
ko: 다행스럽게도, 대부분의 거미들은 자고 있었습니다. 그들은 복도를 은밀하게 지나 새끼 거미 한 마리를 잡고 배로 다시 달려옵니다.
ru: К счастью для вашего экипажа, большинство пауков спят. Они тихо идут по коридорам, пока не хватают одного из детенышей и не бегут обратно на корабль.
zh_hans: 对你的船员来说非常幸运，大多数蜘蛛都在睡觉。他们悄悄地穿过主舱，抓住其中一只幼体并跑回星舰。

source: Contact the Shells.
de: Kontaktiere die Shells.
fr: Contacter les Coquilles.
ko: 셸과 접촉한다.
ru: Связаться с ракушками.
zh_hans: 联系甲壳族。
