Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: The Shells thank you for your help. "Thhhis will help our research greatly. Thhe first step to preventing thhhis infestation from spreading is to understand what makes thhhese spiders tick!"
de: Die Shells danken dir für die Hilfe. "Das wird uns sehhhhr mit unserer Forschung helfen. Der erste Schritt, um diese Infestation zu stoppen, ist zu verstehen was die Spinnen ticken lässt!"
fr: Les Coquilles vous remercient pour votre aide. "Cela aidera grandement notre recherche. La première étape pour empêcher la prolifffération de cette espèce est de comprendre ce qui provoque ces araignées, et ce qui fffait tic dans leur tête!"
ko: 셸은 당신의 도움에 감사합니다. "이것은 연구에 큰 도움이 될 거에요. 이 감염이 퍼지는 것을 막기 위한 첫 번째 단계는 무엇이 거미들을 움직이게 하는지 밝혀내는 거죠!"
ru: Ракушки благодарят вас за помощь. "Это очшень поможет нашим исследованиям. Первый шаг к предотвращению распространения этой заразы - понять, чшто заставляет этих пауков работать!"
zh_hans: 甲壳族感谢你的帮助。"这将极大地帮助我们的研究。防止这种滋生蔓延的第一步是了解这些蜘蛛如何运转！"

source: "Thhhank you... this will help the Brood greatly!" Their weapons come online, a sure sign that this was a trap!
de: "Vielen Dank... das wird der Brood helfen!" Ihre Waffen fahren hoch, ein sicheres Zeichen, dass es eine Falle war!
fr: "Merci... cela aidera grandement la Couvée !" Leurs armes se chauffent, un signe évident que c'est un piège !
ko: "고마워요. 이거스으으은.... 브루드에게 큰 도움이 될거야!" 그들의 무기가 활성화 되었습니다. 함정이라는 신호죠!
ru: "Спасибо... это очшень поможет Выводкам!" Их оружие включается - это верный признак того, что это была ловушка!
zh_hans: "谢谢你...这对蛛团将是很大的帮助！"他们的武器随即启动，这显然是一个陷阱！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA"]/text
source: A violent battle is being held between the Militia and Brood. In the distance is a large, well armed pirate yacht firing away.
de: Ein brutaler Kampf, zwischen der Militia und der Brood, findet in der Ferne statt. In der Ferne ist ein gut bewaffnetes Piratenschiff, welches Feuer erwidert.
fr: Une bataille violente fait rage entre la Milice et la Couvée. À une distance plus lointaine se trouve un énorme yacht pirate plutôt bien armé, tirant dans le tas.
ko: 민병대와 브루드간의 격렬한 전투가 벌어지고 있습니다. 저 멀리에는 크고 잘 무장한 해적 요트가 민병대를 향해 열심히 무기를 쏴재끼고 있었습니다 .
ru: Идет ожесточенный бой между Ополчением и Выводкам. Вдали виднеется большая, хорошо вооруженная пиратская яхта, ведущая огонь.
zh_hans: 盟卫和蛛团之间正在进行一场激烈的战斗。远处是一艘装备精良的大型海盗游艇正在倾泻火力。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA"]/choice[1]/text
source: Board the yacht, it's large enough that you could look around without being noticed.
de: Entere die Yacht, sie ist groß genug, dass du sie ohne bemerkt zu werden, erkunden kannst.
fr: Monter dans le yacht, il est assez grand pour y jeter un oeil sans se faire repérer.
ko: 요트에 탑승한다. 요트는 돌아다녀도 들키지 않을만큼 크고 넓다.
ru: Подняться на борт яхты, она настолько велика, что вы можете незаметно осмотреться.
zh_hans: 登上游艇，它足够大，你可以悄悄四处逛逛。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA"]/choice[1]/event/text
source: You step aboard to find a large variety of races of all shapes and sizes walking about. The interior is lined in a crimson wallpaper and the floor a velvet carpet. It looks like some kind of weird hotel... and a strangely well armed one like that.
de: An Bord findest du viele verschiedene Rassen, in allen Farben und Größen. Der Innenraum ist mit scharrlach-roter Tapete eingekleidet und auf dem Boden liegt ein Samtteppich. Es sieht wie ein seltsames Hotel aus... und ein gut bewaffnetes obendrein.
fr: Vous montez à bord pour trouver une grande variété de races de toutes formes et tailles qui s'y promènent. L'intérieur est doublé d'un papier peint cramoisi et fourni d'un tapis de velours. Cela ressemble à un étrange hôtel... et un étrangement bien armé en plus.
ko: 당신은 요트에 승선했고, 각양각색의 우주인들이 요트안을 돌아다니는 것을 발견했습니다. 내부는 진홍색 벽지로, 바닥은 벨벳 카펫으로 안감되어 있습니다. 무슨 이상한 호텔같은데... 이상하게도 무장이 잘되어 있군요.
ru: Поднявшись на борт, вы увидели множество представителей разных рас всех форм и размеров. Интерьер обклеен малиновыми обоями, а пол застелен бархатным ковром. Это похоже на какой-то странный отель... и, как ни странно, хорошо вооруженный.
zh_hans: 你登上游艇，发现各式各样的各种形状与大小的种族在四处走动。游艇内部衬有深红色壁纸，地板铺着天鹅绒地毯。它看起来像是某种奇怪的酒店...而且是个装备精良的奇怪酒店。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you continue deeper into the yacht you notice two doors. One marked "Night Club", and the other "High Grade Military Explosives [Off Access!!!]"
de: Als du tiefer in die Yacht gehst, bemerkst du zwei Türen. Auf der einen steht "Nachtclub", auf der anderen "Hochgradiger Militärsprengstoff [Betreten Verboten!!!]."
fr: En continuant à vous avancer plus profondément dans le yacht, vous tombez sur deux portes. Une marquée "Night Club", et l'autre "Explosifs Militaires Haut Grade [Hors d'Accès!!!]"
ko: 요트 안으로 깊이 들어가자 두 개의 문을 발견합니다. 하나는 '나이트 클럽'이라 써져 있고, 다른 쪽은 이렇게 써져 있습니다. '고폭탄 저장소[접근 금지!!!]'
ru: Пройдя дальше вглубь яхты, вы замечаете две двери. Одна из них обозначена как "Ночной клуб", а другая - "Военные взрывчатые вещества высокого класса [доступ закрыт!!!]".
zh_hans: 当你继续深入游艇时，你注意到两扇门。一扇标有"夜总会"，另一扇标有"高级军用爆炸物[禁止进入！！！]"

source: Check the Club.
de: Gehe in den Club.
fr: Vérifier le Club.
ko: 클럽을 조사한다.
ru: Проверить клуб.
zh_hans: 检查夜总会。

source: You step into the night club only to find a spider seductively dancing around a pole on a stage in front of other pirates. You promptly close the door and head over the explosive room instead.
de: Du gehst in den Nachtclub, nur um eine Spinne zu finden, welche verführerisch um eine Stange tanzt, vor einer Gruppe von Piraten. Du schließt die Tür wieder und gehst zum Raum mit dem Sprengstoff.
fr: Vous pénétrez dans le Club seulement pour y trouver une araignée dansant de manière séductive autour d'un pôle sur un stage devant des pirates. Vous fermez immédiatement la porte et vous dirigez à la place vers la salle des explosifs.
ko: 나이트 클럽 안으로 들어가자, 당신은 무대에서 거미 한 마리가 해적들을 상대로 '유혹적인' 폴댄싱을 하는 것을 발견합니다. 당신은 즉시 문을 닫고 고폭탄 저장소로 향합니다.
ru: Зайдя в ночной клуб, вы увидели паука, соблазнительно танцующего вокруг шеста на сцене перед другими пиратами. Вы быстро закрываете дверь и направляетесь в комнату со взрывчаткой.
zh_hans: 你走进夜总会，却发现一只蜘蛛在其他海盗面前绕着一根柱子诱人地跳舞。你立即关上门，转而朝爆炸物室走去。

source: Check the Explosive Room.
de: Gehe in den Sprengstoff Raum.
fr: Vérifier la salle des explosifs.
ko: 고폭탄 저장소를 조사한다.
ru: Проверить комнату со взрывчаткой.
zh_hans: 检查爆炸物室。

source: Check the Explosive Room.
de: Gehe in den Sprengstoff Raum.
fr: Vérifier la salle des explosifs.
ko: 고폭탄 저장소를 조사한다.
ru: Проверить комнату со взрывчаткой.
zh_hans: 检查爆炸物室。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA"]/choice[2]/text
source: Leave quickly.
de: Gehe schnell wieder.
fr: Partir vite.
ko: 빠르게 떠난다.
ru: Быстро уйти.
zh_hans: 迅速离开。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA"]/choice[2]/event/text
source: You fly away from the battle.
de: Du fliegst von dem Kampf weg.
fr: Vous vous éloignez de la bataille.
ko: 당신은 전투현장에서 벗어납니다.
ru: Вы улетаете с поля боя.
zh_hans: 你飞离战场。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_MAFIA_EXPLOSIVES"]/text
source: The walls of the room are lined with explosives, many of which have small skulls printed on them.
de: Die Wände im Raum sind mit Sprengstoff eingekleidet, wobei viele Totenschädel aufgezeichnet haben.
fr: Les murs de la pièce sont remplis d'explosifs, la plupart ayant des crânes miniatures imprimés sur eux.
ko: 방벽에는 폭발물이 줄지어 있었고, 대부분 작은 해골 마크가 그려져 있습니다.
ru: Стены комнаты увешаны взрывчаткой, на многих из которых напечатаны маленькие черепа.
zh_hans: 房间的墙壁上布满了炸药，其中许多都印有小骷髅头。

source: Grab some of the explosives.
de: Nimm etwas Sprengstoff mit.
fr: Prendre quelques explosifs.
ko: 폭발물을 약간 챙겨 간다.
ru: Забрать несколько взрывчаток.
zh_hans: 拿走一些炸药。

source: Your crew grab as much ammunition as they can carry, until a Duskbringer in bright red armor bursts into the room, holding a small bomb. "Feds, in my territory? Oh, now you've really made me mad!"
de: Du nimmst so viel Sprengstoff mit, wie du tragen kannst, bis ein Duskbringer in hellroter Rüstung in den Raum kommt, welcher eine kleine Bombe hält. "Feds, in meinem Territorium? Oh, jetzt bin ich wirklich wütend!"
fr: Votre équipage prend autant d'explosifs que possible, jusqu'à ce qu'un Éclipseur en armure rouge clair débarque dans la salle, portant une petite bombe. "Des Fédés, dans mon territoire ? Oh, maintenant vous m'avez foutu en rogne !"
ko: 당신의 대원들은 폭발물을 최대한 많이 챙기려고 했습니다만, 선홍색 갑옷을 입은 더스크브링어가 작은 소폭탄들을 들고 불쑥 들어왔습니다. "연방놈들이, 내 영역에? 아주 제대로 열받게 하는구만!"
ru: Ваш экипаж хватает столько боеприпасов, сколько может унести, пока в комнату не врывается Вестник Заката в ярко-красной броне, держа в руках небольшую бомбу. "Федералы на моей территории? Ох, вот теперь вы меня действительно разозлили!"
zh_hans: 你的船员尽其所能地携带弹药，直到一个穿着鲜红色盔甲的暮临者，拿着一颗小炸弹冲进房间。"联邦人，在我的地盘上？哦，现在你真的让我很生气！"

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you run to leave, you're chased down by the Duskbringer and several other Brood members. Even when you undock from the yacht, you're followed by an unusually colored Duskbringer pirate.
de: Als du fliehst, wirst du von dem Duskbringer gejagt, sowie weiteren Brood Mitgliedern. Selbst als du von der Yacht wegfliegst, wirst du von einem seltsam gefärbten Duskbringer-Piraten verfolgt.
fr: Tandis que vous prenez la poudre d'escampette, vous êtes poursuivis par l'Éclipseur ainsi que plusieurs autres membres de la Couvée. Même après avoir désamarré avec le yacht, vous êtes suivis par un vaisseau Éclipseur pirate de coloration inhabituelle.
ko: 당신이 떠나려 발걸음을 서두르자 더스크브링어와 몇몇의 브루드 조직원들이 쫒아왔습니다. 도킹을 해제해 떠난 뒤에도, 특이한 색깔의 더스크브링어 해적선이 쫓아옵니다.
ru: Когда вы бежите, чтобы уйти, вас преследуют Вестник Заката и несколько других членов Выводка. Даже когда вы отстыковываетесь от судна, вас преследует необычного цвета пират Вестника Заката.
zh_hans: 当你跑着离开时，你被那个暮临者和其他几个蛛团成员追赶。虽然你成功解除了星舰对游艇的对接，但仍被一艘颜色不寻常的暮临派海盗舰追上。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave, we shouldn't be stealing from pirates.
de: Gehe wieder, du solltest nichts von Piraten stehlen.
fr: Partir, nous ne devrions pas piller des pirates.
ko: 떠난다, 해적의 물건이라도 훔치면 안된다.
ru: Уходим, мы не должны воровать у пиратов.
zh_hans: 离开，我们不应该从海盗那里偷东西。

source: As you run to exit the yacht you are spotted by several pirates. You make it back to your ship in time, but a Brood vessel is in hot pursuit!
de: Als du rennst, um die Yacht zu verlassen, wirst du von mehreren Piraten gerufen. Du schaffst es zurück zu deinem Schiff, aber ein Broodschiff ist dir auf den Fersen!
fr: En fonçant vers la sortie du yacht, vous êtes repérés par plusieurs pirates. Vous revenez à votre vaisseau juste à temps, mais un patrouilleur de la Couvée vous poursuit !
ko: 요트를 빠져나가려고 달리지만 해적 여럿에게 발각되었습니다. 제시간에 배로 돌아왔지만, 브루드 함선이 맹추격을 하고 있습니다!
ru: Когда вы бежите к выходу из яхты, вас замечают несколько пиратов. Вы успеваете вернуться на свой корабль, но корабль Выводка уже преследует вас!
zh_hans: 当你跑出游艇时，你被几名海盗发现。你及时回到了星舰，但一艘蛛团战舰在身后紧追不舍！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_BAKE_SALE"]/text
source: You jump when you notice a Brood ship docked at the beacon, but they make no move to attack. Instead, they advertise a small bake sale with some donuts and cider. "For spiders, by spiders, of spiders!" says a pirate with a hatchling pet on their lap.
de: Du springst her als du bemerkst, dass ein Broodschiff an diesem Sektor angedockt ist, jedoch macht es keinen Versuch anzugreifen. Ganz im Gegenteil, werben sie für einen kleinen Kuchenverkauf, mit Donuts und Apfelwein. "Für Spinnen, von Spinnen, durch Spinnen!", sagt ein Pirat mit einem Schlüpfling auf dem Schoß.
fr: Vous sursautez lorsque vous apercevez un vaisseau de la Couvée à cette balise, mais il ne vous attaque pas. À la place, il fait de la publicité pour une vente de petites pâtisseries, avec des donuts et du cidre. "Pour les araignées, par les araignées!" dit un pirate avec une araignée juvénile sur ses genoux.
ko: 당신은 브루드 함선이 정박해있는 송신소로 도약했지만 그들은 공격하려고 하지 않았습니다. 대신에 그들은 도넛과 사과 사이더를 파는 빵 바자에 대해 광고하고 있었습니다. "거미의, 거미에 의한, 거미를 위한!" 무릎 위에 애완 새끼 거미를 놓은 해적이 말합니다.
ru: Вы подпрыгиваете, когда замечаете корабль Выводка, пристыкованный к маяку, но он не предпринимает никаких действий для нападения. Вместо этого они рекламируют небольшую распродажу выпечки с пончиками и сидром. "Для пауков, от пауков, из пауков!", - говорит пират, держа на коленях детеныша.
zh_hans: 当你注意到一艘停靠在信标上的蛛团船时，你吓得跳了起来，但他们没有采取任何攻击行动。相反，他们正在宣传一个小型烘焙卖场，里面有一些甜甜圈和苹果酒。"为蜘蛛制，由蜘蛛制，以蜘蛛制！"膝上放着一只幼蛛宠物的海盗如是说。

# data/events_spider.xml$//event[@name="INFESTATION_BAKE_SALE"]/choice[1]/text
source: Have a donut.
de: Nehme einen Donut.
fr: Prendre un donut.
ko: 도넛을 산다.
ru: Взять пончик.
zh_hans: 买一只甜甜圈。

source: "Oh, so generous, we don't get many customers. Hopefully you intend to pay though, dearies. Donuts cost 999 scrap in these parts!"
de: "Oh, wie großzügig, wir bekommen hier nicht viele Kunden. Hoffentlich hast du vor zu bezahlen, Liebling. Donuts kosten 999 Schrott, in dieser Gegend!"
fr: "Oh, c'est si généreux, nous n'avons pas souvent des clients. Espérons cependant que vous ayez l'intention de payer, mon cher. Les donuts coûtent 999 ferraille dans les environs!"
ko: "오, 관대하셔라. 우린 손님이 많이 없었거든. 돈은 꼭 낼 생각이지 우리 자기들?. 이 구역에서 도넛은 999스크랩이야!"
ru: "О, как щедро, у нас не так много клиентов. Надеюсь, вы заплатите, дорогие. Пончики в этих краях стоят 999 лома!"
zh_hans: "哦，太慷慨了，我们没有多少顾客。但希望你打算付钱，亲爱的。甜甜圈在这片区域的售价是，999废料！"

source: Pay it.
de: Bezahle ihn.
fr: Payer.
ko: 지불한다.
ru: Заплатить.
zh_hans: 付钱。

source: "Ahuhuhuhu... come back any time.." The Brood ship hangs up.
de: "Ahuhuhuhu... komm jederzeit wieder.." Das Broodschiff legt auf.
fr: "Ahuhuhuhu... revenez quand vous voulez.." Le vaisseau de la Couvée coupe l'appel.
ko: "아후후후후... 언제든지 다시 오셔.." 브루드가 교신을 끊었다.
ru: "Ахухуху... возвращайтесь в любое время...". Корабль Выводка отключает связь.
zh_hans: "啊呼呼呼呼...欢迎随时回来光临..."蛛团船切断通讯。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Hell no!
de: Verdammt nochmal, nein!
fr: Certainement pas !
ko: 절대 안돼!
ru: Нет, черт возьми!
zh_hans: 当然不！

source: "Oh, don't be silly.. You aren't going anywhere without paying! Ahuhuhu... I bet you'll make a great ingredient in my next cake!" You notice your engines functioning at lower power, they must be using a combat augment!"
de: "Oh, sei nicht albern... Du gehst nirgends hin, ohne zu bezahlen! Ahuhuhu... Ich wette du bist eine gute Zutat, in meinem nächsten Kuchen!" Du bemerkst, wie deine Triebwerke and Energie verlieren, sie müssen wohl ein starkes Kampfaugment haben!"
fr: "Oh, ne soyez pas ridicules.. Vous n'irez nulle part sans payer ! Ahuhuhu... Je parie que vous ferez un excellent ingrédient pour mon prochain gâteau !" Vous remarquez que vos Moteurs fonctionnent à moindre puissance, ils ont dû utiliser une augmentation de combat !"
ko: "오, 바보같이 굴지마. 돈을 지불하지 않고는 아무 데도 못가. 아후후... 분명 너는 다음 케잌에 딱 맞는 재료가 될 거야!" 엔진이 저출력으로 작동하는 것을 보아 적은 전투 보조장비를 사용하고 있을 것입니다!"
ru: "Не говорите глупостей... Вы никуда не уйдете без оплаты! Ахухуху... Держу пари, вы станете отличным ингредиентом для моего следующего торта!" Вы заметили, что ваши двигатели работают на пониженной мощности, должно быть, он использует боевой модуль!"
zh_hans: "哦，别傻了...不付钱你哪儿也去不了！啊呼呼呼...我敢打赌，你做我下一个蛋糕的原料正合适！"你注意到你的引擎正以较低的功率运转，他们一定使用了战斗部件！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_BAKE_SALE"]/choice[2]/text
source: Ignore the Brood ship.
de: Ignoriere das Broodschiff.
fr: Ignorer le vaisseau de la Couvée.
ko: 브루드 함선을 무시한다.
ru: Не обращать внимания на корабль Выводков.
zh_hans: 无视这艘蛛团船。

source: As you're about to leave, you receive another message. "Oh, don't be stingy! Come back here, dearie.." The Brood ship arms its weapons.
de: Kurz bevor du gehst, bekommst du eine weitere Nachricht. "Oh, sein nicht geizig! Komm zurück, Liebling..." Das Broodschiff fährt die Waffen hoch.
fr: Au moment de partir, vous recevez un autre message. "Oh, ne soyez pas avare ! Revenez ici, mon cher.." Le vaisseau de la Couvée braque ses armes.
ko: 당신이 떠나려 할때, 다른 메시지를 수신합니다."자기, 인색하게 굴지 마! 이리 돌아오렴.." 브루드함선이 무기를 올립니다.
ru: Уже собираясь уходить, вы получаете еще одно сообщение. "О, не скупитесь! Возвращайтесь, дорогие..." Корабль Выводка заряжает оружие.
zh_hans: 当你即将离开时，你收到另一条消息。"哦，别小气！回来吧，亲爱的......"蛛团船启动了它的武器。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You don't do business with pirates.
de: Du verhandelst nicht mit Piraten.
fr: Vous ne faites pas affaire avec les pirates.
ko: 당신은 해적들과 거래하지 않기로 했습니다.
ru: Вы не имеете дела с пиратами.
zh_hans: 你不和海盗做生意。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_PURGER"]/text
source: All around you are the charred remains of what once were ships. No life signs are detected aboard any of them. In the center of the wreckage is a small civilian station with a heavily modified Auto-guard defending it.
de: Überall um dich herum, sind die verbrannten Überreste, von was einmal Schiffe waren. Keine Lebenszeichen werden an Bord der Schiffe gefunden. Im Zentrum des Wracks, ist eine kleine Zivilisten-Station, mit einer modifizierten Auto-Wache, welche sie verteidigt.
fr: Tout autour de vous se trouve des restes carbonisés de ce qui étaient autrefois des vaisseaux. Aucun signe de vie n'est détecté à bord de l'un d'eux. Au centre de ce carnage se trouve une station civile de taille modeste, défendue par un Auto-garde lourdement modifié.
ko: 당신 주변에는 검게 그을린 함선들의 잔해밖에 남지 않았습니다. 타 버린 함선들 중 어느 함선에서도도 생명 징후는 감지되지 않습니다. 잔해 중앙에는 시민 정거장이 있으며, 엄청나게 개조된 무인기 한대가 이를 방어하고 있습니다.
ru: Вокруг вас - обугленные останки некогда бывших кораблей. Ни на одном из них не обнаружено признаков жизни. В центре обломков находится небольшая гражданская станция, которую защищает хорошо модифицированный cторожевой автокорабль.
zh_hans: 你周围都是曾经是船只的烧焦残骸。在任何船骸上都没有检测到生命迹象。船骸的中心是一个小型民用空间站，有一个经过大量改装的自动守卫舰正保卫着它。

# data/events_spider.xml$//event[@name="INFESTATION_PURGER"]/choice/text
source: Hail the station.
de: Rufe die Station.
fr: Contacter la station.
ko: 정거장과 교신한다.
ru: Выйти на связь со станицей.
zh_hans: 呼叫空间站。

# data/events_spider.xml$//event[@name="INFESTATION_PURGER"]/choice/event/text
source: "Another one of you? Stay away, Stay away! We don't want any of you spider freaks! Get any closer and you'll meet your end just like all of these other infested wrecks!" It appears the civilians are delusional.
de: "Ein weiterer von euch? Bleib weg, bleib weg! Wir wollen nicht noch mehr Spinnen-Freaks! Wenn du näher kommst, wirst du genau wie die anderen infestierten Wracks enden!" Es scheint die Zivilisten sind verrückt.
fr: "Encore l'un de vous ? Restez à distance, restez à distance ! On ne veut pas de vous, les araignées folles ! Rapprochez vous encore et vous rencontrerez votre fin comme toutes ces épaves infestées !" Il semblerait que ces civils délirent complètement.
ko: "또 니들이야? 저리 가, 저리 가라고! 이제 거미 새끼들은 넌더리가 났다고! 더 이상 다가온다면 저기있는 다 터진 함선처럼 같은 최후를 맞게 해주겠어!" 민간인들은 망상에 사로잡힌 듯 보입니다.
ru: "Еще один из вас? Не подходите, не подходите! Нам не нужен ни один из вас, паучьих уродов! Подойдете ближе - и вас постигнет та же участь, что и все эти зараженные развалины!" Похоже, гражданские бредят.
zh_hans: "你们又来？离远一点，离远一点！我们不要你们这些蜘蛛怪胎！再靠近一点，你们就会像所有这些被滋生的残骸一样提前面临死期！"看来这些平民有妄想症。

source: Attack the Auto-ship.
de: Greife das Auto-Schiff an.
fr: Attaquer l'Auto-vaisseau.
ko: 무인기를 공격한다.
ru: Атаковать автоматический корабль.
zh_hans: 攻击自动舰。

source: You can't let these civilians keep murdering other ships. You'll have to take out their Auto-ship to stop them.
de: Wir können diese Zivilisten, nicht andere Schiffe umbringen lassen. Wir müssen das Auto-Schiff zerstören, um sie zu stoppen.
fr: Vous ne pouvez pas laisser ces civils continuer d'abattre d'autres vaisseaux. Vous devrez abattre leur Auto-vaisseau pour les arrêter.
ko: 이 민간인들이 다른 배들을 계속 공격하게 둘 수는 없습니다. 놈들을 막으려면 무인기를 무력화시켜야 합니다.
ru: Вы не можете позволить этим гражданским продолжать убивать другие корабли. Чтобы остановить их, вам придется уничтожить их автокорабль.
zh_hans: 你不能让这些平民继续谋杀其他船只。你必须干掉他们的自动舰来阻止他们。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Heed their warnings and stay away.
de: Folge ihrer Warnung und bleibe weg.
fr: Tenir compte de leur avertissements et s'éloigner.
ko: 경고를 받아들이고 멀리 떨어진다.
ru: Прислушаться к их предупреждениям и уйти.
zh_hans: 听从他们的警告并远离。

source: You aren't particularly interested in messing with that Auto-ship. You avoid the station.
de: Du bist nicht gerade daran interessiert, dich mit einem Auto-Schiff anzulegen. Du gehst der Station aus dem Weg.
fr: Vous n'êtes pas particulièrement intéressé de combattre cet Auto-vaisseau. Vous évitez la station.
ko: 당신은 무인기를 건드리는 데에는 관심이 없습니다. 정거장을 피합니다.
ru: Вам не особенно интересно возиться с этим автокораблем. Вы избегаете станцию.
zh_hans: 你对和那艘自动舰打交道并不是特别感兴趣，于是避开空间站。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_PURGER_WIN"]/text
source: The Auto-Purger has been dealt with. You scrap the remains of the ship.
de: Der Auto-Auslöscher wurde besiegt. Du verschrottest die Reste des Schiffes.
fr: Vous vous êtes occupés de l'Auto-Purgeur. Vous récupérez les restes du vaisseau.
ko: 무인기가 처리되었습니다. 당신은 잔해를 인양합니다.
ru: С автоочистителем разобрались. Вы разбираете на лом останки корабля.
zh_hans: 自动净化舰已被处理。你搜刮了这艘船的残骸。

# data/events_spider.xml$//event[@name="INFESTATION_PURGER_WIN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
