Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: You run back into the hatchery where you find the queen comforting several wailing hatchlings. The droning sound of the bombs as they count down drowns out your cries but the queen spots you, and somehow understands the severity of the situation. You make your way back to the ship and take off, rushing through the tunnels as the walls shake and the inferno behind you expands. In the end it comes down to almost a matter of seconds as you kick the engines into maximum thrust and take off from the planet.
de: Du rennst zurück in die Brutstätte, wo du die Königin vorfindest, die mehrere jammernde Schlüpflinge tröstet. Das dröhnende Geräusch der Bomben, während sie herunterzählen, übertönt deine Schreie, aber die Königin sieht dich und versteht irgendwie den Ernst der Lage. Du machst dich auf den Weg zurück zum Schiff und hebst ab. Du rennst durch die Tunnel, während die Wände beben und sich das Inferno hinter dir ausbreitet. Am Ende sind es fast nur noch Sekunden, als du die Triebwerke auf maximalen Schub schaltest und von dem Planeten abhebst.
fr: Vous vous précipitez dans la couveuse pour y trouver la reine qui réconforte plusiers araignées juvéniles en pleurs. Le bruit bourdonnant des bombes en déclenchement noie vos cris, mais la reine vous repére, et finit en quelque sorte par comprendre la gravité de la situation. Vous retournez à votre vaisseau et décollez, fonçant à travers les tunnels tandis que les murs vibrent et que la déflagration derrière vous s'accroit. Au final, ce n'est qu'une question de secondes tandis que vous poussez les moteurs au maximum et décollez de la planète.
ko: 재빨리 부화장으로 돌아가 보니 여왕 거미가 울부짖는 새끼 거미들을 달래고 있었습니다. 당신이 여왕을 부르는 소리는 폭탄의 카운트다운 소리에 묻혀버렸지만, 여왕은 당신을 발견해 어떻게든 상황의 심각성을 깨달았습니다. 당신은 그녀와 함께 배로 돌아와 이륙했고, 벽이 흔들리며 불길이 치솟는 광경을 뒤로 터널을 질주했습니다. 당신은 간발의 차이로 엔진을 최대치로 올리는 데 성공해 결국 행성을 탈출했습니다.
ru: Вы бежите обратно в инкубатор, где находите королеву, утешающую нескольких плачущих детенышей. Гулкий звук бомб, отсчитывающих время, заглушает ваши крики, но королева замечает вас и каким-то образом понимает всю серьезность ситуации. Вы возвращаетесь на корабль и взлетаете, мчась по туннелям, в то время как стены сотрясаются, а ад позади вас разрастается. В конце концов, все сводится к считанным секундам: вы включаете двигатели на максимальную тягу и взлетаете с планеты.
zh_hans: 你跑回孵化场，发现虫后正在安慰几只哀号的幼体。炸弹倒计时发出的嗡嗡声淹没了你的叫声，但虫后发现了你，并以某种方式理解了事态的严重性。你回到星舰起飞，伴随着穴壁的震动与你身后不断扩大的炼狱，在隧道中穿梭。你将引擎调至最大推力并从星球上起飞，整个过程几乎只发生在几秒钟之内。

source: The Queen
de: Die Königin
fr: La Reine
ru: Королева
zh_hans: 蜘蛛虫后

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: So many different questions are left running through your head. Why was the Rebellion testing the spiders and the Vek? What is the 'new candidate'? Who is Dr E.W.? You aren't sure if any of these questions will be answered, but you can't linger for too much longer. The queen, while safe, is obviously disturbed by the loss of her children. Had you not saved her, the entire species would have likely gone extinct. All you can do now is be glad another Ace is dead, and carry on with your mission. Maybe some day, whether it's you or another captain, someone will get to the bottom of this. You pull out the dongle from earlier and download the blueprint data onto your ship for later.
de: Es gibt so viele Fragen, die dir durch den Kopf gehen. Warum hat die Rebellion die Spinnen und die Vek getestet? Was ist der 'neue Kandidat'? Wer ist Dr. E.W.? Du bist dir nicht sicher, ob eine dieser Fragen beantwortet wird, aber du kannst nicht mehr lange zögern. Die Königin ist zwar in Sicherheit, aber der Verlust ihrer Kinder macht ihr offensichtlich zu schaffen. Hättest du sie nicht gerettet, wäre wahrscheinlich die gesamte Art ausgestorben. Alles, was du jetzt tun kannst, ist, froh zu sein, dass ein weiteres Ass tot ist und deine Mission fortsetzen. Vielleicht wird eines Tages, du oder ein anderer Kapitän, jemand der Sache auf den Grund gehen. Du ziehst den Dongle von vorhin heraus und lädst die Blaupausen-Daten auf dein Schiff herunter, um sie später zu verwenden.
fr: Beaucoup de questions circulent dans votre tête. Pourquoi est-ce que la Rébellion testait les araignées et les Vek ? Quel est ce 'nouveau candidat' ? Qui est le Dr E.W. ? Vous n'êtes pas sur si une seule de ces questions aura droit à une réponse, mais vous ne pouvez pas rester plus longtemps. La reine, désormais sûre, est évidemment troublée par la perte de ses enfants. Si vous ne l'aviez pas sauvée, l'espèce entière aurait sûrement été vouée à l'extinction. Tout ce que vous pouvez faire désormais est de vous réjouir qu'un autre As soit mort, et continuer votre mission. Peut-être qu'un jour, que ce soit grâce à vous ou un autre capitaine, ce mystère sera résolu. Vous prenez la clé USB que vous aviez emportée et téléchargez les données de plans qui y sont pour plus tard.
ko: 너무나도 많은 질문이 당신의 머릿속을 맴돌고 있습니다. 반군이 왜 거미와 벡으로 실험을 한 걸까요? '새로운 후보'란 무엇일까요? E.W박사는 누구죠? 이 중 무엇 하나라도 답을 얻을 수 있을지 확실치 않지만, 이곳에서 너무 오래 머뭇거릴 수는 없습니다. 다행히 여왕은 무사하지만, 새끼들을 잃은 것에 충격받은 것 같습니다. 당신이 그녀를 구하지 않았다면 모든 종이 멸종했을 테죠. 이제 당신이 할 수 있는 것은 또 한 명의 에이스가 죽은 것을 기뻐하며 임무를 이어 나가는 것뿐입니다. 당신이 됐든 다른 선장이 됐든 누군가는 언젠가 이 사건의 진상을 밝혀낼 것입니다. 당신이 조금 전에 슬쩍한 저장장치를 꺼내 나중에 사용할 수 있도록 청사진 데이터를 다운로드했습니다.
ru: В голове возникает множество вопросов. Почему Восстание проводило опыты над пауками и векками? Что это за "новый кандидат"? Кто такой доктор И.В.? Вы не уверены, что получите ответ на любой из этих вопросов, но медлить больше нельзя. Королева, хоть и находится в безопасности, но явно переживает потерю своих детей. Если бы вы не спасли ее, весь вид, скорее всего, вымер бы. Теперь остается только радоваться, что еще один ас погиб, и продолжить выполнять свою миссию. Может быть, когда-нибудь, будь то вы или другой капитан, кто-нибудь докопается до истины. Вы вытаскиваете из кармана ранее купленный донгл и загружаете данные чертежа на свой корабль.
zh_hans: 许多不同的问题一直萦绕在你的脑海中。为什么叛军要测试蜘蛛和维克虫族？什么是"新候选人"？E.W.博士又是谁？你不确定这些问题是否会得到解答，但你不能逗留太久。虫后，虽然自身安全，但显然对失去孩子感到痛心。要不是你救了她，整个物种很可能已经灭绝了。你现在所能做的就是庆幸另一位MFK王牌精英死了，然后继续你的任务。也许有一天，无论是你还是其他舰长，会有人追根究底查清楚的。你拔出之前的存储器，将其中的蓝图数据下载到星舰上以备后用。

source: Wilbur
ru: Уилбур
zh_hans: 威尔伯

source: Ronald Westly
ru: Рональд Уэстли
zh_hans: 罗纳德·韦斯特莱

source: Harold Porter
ru: Гарольд Портер
zh_hans: 哈罗德·波特

source: Peter
ru: Питер
zh_hans: 彼得

source: Irwin
ru: Ирвин
zh_hans: 厄文
