Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_spider.xml$//event[@name="INFESTATION_PURGER_WIN"]/choice/event/text
source: "AAAAH, THE SPIDERS, THEY'RE EVOLVING!" The civilians mute the comms and several large, expensive laser cannons extend from their hull. These guys mean business, and it's probably best to leave them alone now. Fortunately, that leaves you further time to investigate the Auto-ship, where you discover a special Laser weapon!
de: "AAAAH, DIESE SPINNEN, SIE ENTWICKELN SICH!" Die Zivilisten schalten den Kommunikationskanal stumm, wobei mehrere, teure Laser-Kannonen aus ihrer Hülle fahren. Diese Typen meinen es ernst und es ist wohl das Beste, sie alleine zu lassen. Glücklicherweise gibt dir das mehr Zeit das Auto-Schiff zu inspizieren, wo du einen speziellen Laser findest!
fr: "AAAAH, LES ARAIGNÉES, ELLES EVOLUENT !" Les civils coupent l'appel et plusieurs énormes et coûteux canons laser émergent de leur coque. Ces gars ne plaisantent pas, et il vaudrait mieux les laisser tranquille maintenant. Fort heureusement, cela vous laisse plus de temps pour examiner l'Auto-vaisseau, et vous y découvrez une arme Laser spéciale !
ko: "아아아!!! 거미들이 진화하고 있다!" 민간인들이 통신을 끊었고, 크고 비싼 레이저 대포 몇 정이 선체에서 뻗어 나옵니다. 그들은 진심인 듯했고, 이제 그들을 내버려 두고 떠나는 게 좋아 보입니다. 다행히도 무인기를 조사할 시간을 더 벌 수 있었고, 잔해에서 특별한 레이저 무기를 발견하게 됩니다!
ru: "АААА, ПАУКИ, ОНИ ЭВОЛЮЦИОНИРУЮТ!" Гражданские отключают связь, и из их корпуса выдвигается несколько больших и дорогих лазерных пушек. Эти ребята настроены серьезно, и, вероятно, лучше оставить их в покое. К счастью, это оставляет вам дополнительное время для исследования автокорабля, где вы обнаруживаете специальное лазерное оружие!
zh_hans: " 啊 啊 啊 ， 那 些 蜘 蛛 ， 它 们 在 进 化 ！"平民们中止了通讯，数门昂贵的大型激光炮从他们的舰体中伸出。这些家伙没在开玩笑，现在最好不要管他们。幸运的是，这留给了你更多时间来调查自动舰，在内部你发现一件特殊的激光武器！

# data/events_spider.xml$//event[@name="ENCOUNTER_INFESTED"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[1]
source: You attempt to hail the neighbouring ship, but all you get in return is a series of clicks and chittering. The ship is infested, man the weapons!
de: Du versuchst das Nachbarschiff zu rufen, jedoch erhältst nur zwitschern und clicken als Antwort. Das Schiff ist infestiert, Männer an die Waffen!
fr: Vous essayez de contacter le vaisseau voisin proche, mais tout ce que vous obtenez en retour est une série de clics et grésillements. Ce vaisseau est infesté, préparez les armes !
ko: 당신은 옆에 있는 함선과 교신하려 했지만, 돌아온 소리는 삭삭거리고 딸각거리는 소리뿐이었습니다. 함선은 이미 점령당했습니다. 함포를 올리십시오!
ru: Вы пытаетесь вызвать соседний корабль, но в ответ получаете только щелчки и стрекотание. Корабль заражен, готовим оружие!
zh_hans: 你试图向邻近的一艘船呼叫，但得到的只是一连串的咔哒声和叽叽喳喳的声音。这艘船被蜘蛛浸染了，武装好武器！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[2]
source: One can never be too careful in this sector full of unusually-intelligent spiders. Quick scans reveal the ship here has been infested, and when the ship moves in on the attack your suspicions are confirmed.
de: Man kann nicht vorsichtig genug sein, in diesem Sektor mit unnatürlich intelligenten Spinnen. Kurze Scanns zeigen, dass das Schiff von der Infestation betroffen ist und wenn das Schiff sich zum Angriff bereit macht, werden deine Befürchtungen bestätigt.
fr: On n'est jamais trop prudent dans ce secteur rempli d'araignées inhabituellement intelligentes. Quelques brefs scans révèlent que cet appareil est infesté, et dès le moment ou le vaisseau se déplace pour l'attaque, vos soupcons sont confirmés.
ko: 유별나게도 똑똑한 거미들로 가득 찬 이 구역에서 조심한다고 나쁠 건 없습니다. 빠른 스캔 결과 여기 있는 함선은 점거당해 있었고, 공격을 시작해오자 당신의 의심은 확신으로 변합니다.
ru: В этом секторе, полном необычайно умных пауков, никогда нельзя терять бдительность. Быстрое сканирование показывает, что корабль заражен, и когда он переходит в атаку, ваши подозрения подтверждаются.
zh_hans: 在这个充满了异常聪明的蜘蛛的星区，再小心也不为过。快速扫描显示这里的船已经被感染，当船上前向你进攻时，你的猜忌得到了证实。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[3]
source: An infested vessel moves in. Looks like you have another ship full of spiders to deal with!
de: Ein Schiff, welches von der Infestation befallen ist, kommt her. Es scheint, dass du dich um ein weiteres Schiff, voller Spinnen kümmern musst!
fr: Un appareil infesté surgit. On dirait que vous allez encore devoir vous occuper d'un vaisseau rempli d'araignées !
ko: 한 점거당한 선박이 다가옵니다. 거미들로 가득 찬 배를 또 처리해야겠군요!
ru: Зараженное судно переходит в атаку. Похоже, вам предстоит разобраться с еще одним кораблем, кишащим пауками!
zh_hans: 一艘被蜘蛛占领的船只上前。看起来你又有一艘满是蜘蛛的船要处理！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[4]
source: The Militia wasn't joking when they said this sector was infested to the brim with spiders. A full functional vessel now controlled by spiders approaches, on the offence!
de: Die Militia hat keine Witze gemacht, als sie sagten, dass der Sektor von Spinnen befallen ist. Ein vollständig funktionierendes Schiff, welches nun von den Spinnen kontrolliert wird kommt näher, bereit zur Offensive!
fr: La Milice ne plaisantait pas lorsqu'elle disait que ce secteur est infesté d'araignées à ras bord. Un vaisseau complètement fonctionnel mais contrôlé par les araignées approche pour attaquer !
ko: 민병대가 그저 농담으로 이곳에 거미들이 들끓고 있다고 말한게 아니었습니다. 거미가 완전히 장악한 함선이 공격하러 접근합니다!
ru: Ополчение не шутило, когда говорило, что этот сектор кишит пауками. Функционирующее судно, теперь контролируют пауки, и атакуют!
zh_hans: 盟卫说这个星区到处都是蜘蛛时并没有开玩笑。一艘现在由蜘蛛控制的正常运转的船只正在接近，进攻！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[5]
source: You attempt to hail the neighbouring ship, but all you get in return is a series of clicks and chittering. The ship is infested, man the weapons!
de: Du versuchst das Nachbarschiff zu rufen, jedoch erhältst nur zwitschern und clicken als Antwort. Das Schiff ist infestiert, Männer an die Waffen!
fr: Vous essayez de contacter le vaisseau voisin proche, mais tout ce que vous obtenez en retour est une série de clics et grésillements. Ce vaisseau est infesté, préparez les armes !
ko: 당신은 옆에 있는 함선과 교신하려 했지만, 돌아온 소리는 삭삭거리고 딸각거리는 소리뿐이었습니다. 함선은 이미 점령당했습니다. 무기를 올리십시오!
ru: Вы пытаетесь вызвать соседний корабль, но в ответ получаете только щелчки и стрекотание. Корабль заражен, готовим оружие!
zh_hans: 你试图向邻近的一艘船呼叫，但得到的只是一连串的咔哒声和叽叽喳喳的声音。这艘船被蜘蛛浸染了，武装好武器！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[6]
source: One can never be too careful in this sector full of unusually-intelligent spiders. Quick scans reveal the ship here has been infested, and when the ship moves in on the attack your suspicions are confirmed.
de: Man kann nicht vorsichtig genug sein, in diesem Sektor mit unnatürlich intelligenten Spinnen. Kurze Scanns zeigen, dass das Schiff von der Infestation betroffen ist und wenn das Schiff sich zum Angriff bereit macht, werden deine Befürchtungen bestätigt.
fr: On n'est jamais trop prudent dans ce secteur rempli d'araignées inhabituellement intelligentes. Quelques brefs scans révèlent que cet appareil est infesté, et dès le moment ou le vaisseau se déplace pour l'attaque, vos soupcons sont confirmés.
ko: 유별나게도 똑똑한 거미들로 가득찬 이 구역에선 항상 조심해야합니다. 빠른 스캔을 통해 여기 있는 함선은 점거당해 있어 보였고, 공격을 시작해오자 당신의 의심은 확신으로 변합니다.
ru: В этом секторе, полном необычайно умных пауков, никогда нельзя терять бдительность. Быстрое сканирование показывает, что корабль заражен, и когда он переходит в атаку, ваши подозрения подтверждаются.
zh_hans: 在这个充满了异常聪明的蜘蛛的星区，再小心也不为过。快速扫描显示这里的船已经被感染，当船上前向你进攻时，你的猜忌得到了证实。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[7]
source: An infested vessel moves in. Looks like you have another ship full of spiders to deal with!
de: Ein Schiff, welches von der Infestation befallen ist, kommt her. Es scheint, dass du dich um ein weiteres Schiff, voller Spinnen kümmern musst!
fr: Un appareil infesté surgit. On dirait que vous allez encore devoir vous occuper d'un vaisseau rempli d'araignées !
ko: 한 점거당한 선박이 다가옵니다. 거미로 가득 찬 또 다른 선박이 나타났군요!
ru: Зараженное судно переходит в атаку. Похоже, вам предстоит разобраться с еще одним кораблем, кишащим пауками!
zh_hans: 一艘被蜘蛛占领的船只上前。看起来你又有一艘满是蜘蛛的船要处理！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_INFESTED"]/text[8]
source: The Militia wasn't joking when they said this sector was infested to the brim with spiders. A full functional vessel now controlled by spiders approaches, on the offence!
de: Die Militia hat keine Witze gemacht, als sie sagten, dass der Sektor von Spinnen befallen ist. Ein vollständig funktionierendes Schiff, welches nun von den Spinnen kontrolliert wird kommt näher, bereit zur Offensive!
fr: La Milice ne plaisantait pas lorsqu'elle disait que ce secteur est infesté d'araignées à ras bord. Un vaisseau complètement fonctionnel mais contrôlé par les araignées approche pour attaquer !
ko: 이곳이 거미로 들끓고 있다는 민병대원의 말은 농담이 아니었습니다. 거미들이 완전히 조종하고 있는 선박이, 공격적으로 접근합니다!
ru: Ополчение не шутило, когда говорило, что этот сектор кишит пауками. Функционирующее судно, теперь контролируют пауки, и атакуют!
zh_hans: 盟卫说这个星区到处都是蜘蛛时并没有开玩笑。一艘现在由蜘蛛控制的正常运转的船只正在接近，进攻！

# data/events_spider.xml$//event[@name="ENCOUNTER_INFESTED_ENGI"]/text
source: It's an unusual surprise seeing an Engi ship so deep in such a dangerous sector. You attempt to hail them, but only get back a garbled response followed by hissing. The ship must be infested with spiders!
de: Es ist eine unübliche Überraschung, einen Engi so tief in einem so gefährlichen Sektor zu sehen. Du versuchst ihn zu rufen, aber bekommst nur eine gemurmelte Antwort und ein Hissen. Das Schiff muss mit Spinnen infestiert sein!
fr: C'est une surprise assez inhabituelle de voir ici un vaisseau Engi aussi profondèment dans un secteur dangereux. Vous essayez de les appeler, mais recevez uniquement une réponse brouillée suivie de sifflements. Ce vaisseau est infesté par les araignées !
ko: 이렇게 위험한 구역에서 엔지함선을 보는 건 드문 일이죠. 당신은 그들과 교신하려 했지만, 돌아온 건 쉭쉭 거리는 애매한 반응뿐이었습니다. 거미로 가득 차 있는 게 분명합니다!
ru: Непривычно видеть корабль энджи на такой глубине в столь опасном секторе. Вы пытаетесь связаться с ними, однако получаете лишь невнятный ответ, сопровождаемый шипением. Корабль, должно быть, кишит пауками!
zh_hans: 看到一艘半械族船在这么危险的星区如此深入，真是个不寻常的意外。你试图向他们呼叫，但只得到一个模糊的回应，然后是嘶嘶声。船一定已经被蜘蛛侵占了！

# data/events_spider.xml$//event[@name="ENCOUNTER_INFESTED_ENGI"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="ENCOUNTER_BROOD"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[1]
source: A Brood vessel is hiding in the shadow of a nearby moon waiting for a ship to attack. Once they realize you're Federation they decide to release their spiders on you!
de: Ein Broodschiff versteckt sich im Schatten eines Mondes in der Nähe, um anzugreifen. Als sie bemerken, dass du zur Föderation gehörst, entscheiden sie sich Spinnen auf dich zu hetzen!
fr: Un vaisseau de la Couvée se cache derrière l'ombre d'une lune proche, prêt à embusquer n'importe quel passant. Une fois qu'ils se rendent compte que vous êtes de la Fédération, ils décident de lâcher leur araignées sur vous !
ko: 한 브루드 선박이 근처 달 뒤에 숨어 공격할 타이밍을 기다리고 있었습니다. 그들은 당신이 연방임을 발견하자 당신에게 거미들을 풉니다!
ru: Корабль Выводка прячется в тени близлежащей луны, ожидая нападения. Как только они понимают, что вы - Федерация, они решают выпустить на вас своих пауков!
zh_hans: 一艘蛛团舰正躲在附近卫星的阴影中，等待可供攻击的舰船。他们意识到你是联邦后，决定释放出蜘蛛向你攻击！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[2]
source: You remember the guard's warning about Brood ships here, and you can see why. A deadly Brood vessel with their weaponized spiders approaches.
de: Du erinnerst dich an die Warnung der Wache, was Broodschiffe angeht und du siehst wieso. Ein tödliches Broodschiff, mit militarisierten Spinnen, kommt näher.
fr: Vous vous souvenez de l'avertissement du garde à propos de la Couvée ici, et vous commencez à comprendre pourquoi. Un vaisseau mortel de la Couvée approche avec sa cargaison d'araignées.
ko: 당신은 경비정이 브루드 함선에 대해 했던 경고를 떠올렸고, 머지않아 왜 그런지 알게 됬습니다. 무장시킨 거미를 태운 극도로 위험한 브루드 함선이 다가옵니다.
ru: Вы помните предупреждение охранника о кораблях Выводка, и теперь понимаете почему. Смертоносный корабль Выводка с их вооруженными пауками переходит в атаку.
zh_hans: 你还记得警卫对这里的蛛团船的警告，而现在明白为什么了。一艘带有武器化蜘蛛的致命蛛团船靠近。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[3]
source: A civilian ship jumps away after sending you a very brief message. "Crazy spider people, stay away!" You don't have time to process what the ship means before a hostile Brood ship comes out of nowhere and attacks!
de: Ein Zivilistenschiff springt weg, nachdem es dir eine kurze Nachricht geschickt hat. "Verrückte Spinnenleute, bleibt weg!" Du hast keine Zeit zu verarbeiten, was es meinte, bevor ein feindliches Broodschiff herspringt und angreift!
fr: Un vaisseau civil quitte la zone après vous avoir envoyé un très bref message. "Les dingues d'araignées, restez à distance !" Vous n'avez à peine le temps de digérer le sens de cette phrase qu'un vaisseau hostile de la Couvée arrive de nulle part et attaque !
ko: 한 민간 선박이 당신에게 메시지를 보낸 후 도약해 날아갑니다. "미친 거미인간들, 저리가!" 당신은 그 의미를 파악할 경황이 없었습니다. 브루드 함선이 갑자기 나타나 공격하기 전까진요!
ru: Гражданский корабль уходит в прыжок, передав вам очень короткое сообщение. "Сумасшедшие люди-пауки, держитесь подальше!" Вы не успеваете понять, что означает это сообщение, как из ниоткуда появляется враждебный корабль Выводка и атакует вас!
zh_hans: 一艘民用船在向你发送了一条非常简短的信息后跃迁离开。"疯狂蜘蛛人，走开！"你甚至没有时间理解信息的意思，突然间一艘敌对蛛团船冒出并发动攻击！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[4]
source: Few threats are more menacing than a ship full of eternally burning Rockmen with giant laser cannons. Fortunately, such a ship is not what you're greeted with at this beacon, but it's still no good sight. A crazed Brood vessel attacks, and it appears conflict is inevitable.
de: Wenige Gefahren sind bedrohlicher, als ein Schiff voller ewig brennender Rockmänner, mit riesigen Laser-Kannonen. Glücklicherweise, begrüßt dich solch ein Schiff, an diesem Signalpunkt, jedoch ist es keine Erleichterung. Ein verrücktes Broodschiff greift an und eine Konfrontation scheint unausweichlich.
fr: Peu de dangers sont aussi menaçants qu'un vaisseau remplit de Rocailleux brûlant éternellement avec de gigantesques canons laser. Fort heureusement, un vaisseau pareil n'est pas ce qui vous attend à cette balise, mais cela n'est tout de même pas une rencontre favorable. Un vaisseau dément de la Couvée attaque, et il semble que le conflit est inévitable.
ko: 거대한 레이저 대포를 가지고, 영원히 불타는 락맨들로 가득찬 함선을 만나는 것보다 위협적인 것은 없겠죠. 다행히도 이 송신소에서는 그런 배를 마주치지는 않았지만, 상황이 좋다고 보긴 어렵네요. 한 미친 브루드함선이 공격해와 충돌이 불가피합니다.
ru: Мало какая угроза может быть более грозной, чем корабль, забитый вечно горящих валунов с гигантскими лазерными пушками. К счастью, такое судно - не то, что встречает вас у маяка, но все равно зрелище не из приятных. Сумасшедший корабль Выводка атакует, и кажется, что конфликт неизбежен.
zh_hans: 没有什么会比一艘满载着巨大激光炮与永恒燃烧着的岩石族的船更具威胁性了。幸运的是，在这个信标迎接你不是这么一艘，但仍然不是什么好东西。一艘疯狂的蛛团船发动了攻击，看来冲突不可避免。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[5]
source: "Fear me! Fear the spiders!" You aren't given a chance to respond before a spider-obsessed pirate vessel barrels down on you with murder on their minds.
de: "Fürchte mich! Fürchte die Spinnen!" Du hast nicht die Chance zu antworten, bevor ein Spinnen-besessenes Piratenschiff, auf dich zufliegt.
fr: "Craignez moi ! Craignez les araignées !" Vous n'êtes même pas donné l'occasion de pouvoir répondre avant qu'un pirate obsédé par les araignées fonce droit sur vous avec des pensées meurtrières.
ko: "경외하라! 거미를 두려워하라!" 당신이 응답하기도 전에 거미로 가득찬 해적 선박이 당신을 끝장내려 덮칩니다.
ru: "Бойтесь меня! Бойтесь пауков!" Вы не успеваете ничего ответить, как на вас обрушивается одержимый пауками пиратский корабль, на уме у которого убийство.
zh_hans: "畏我！畏蛛！"你甚至没有机会做出回应，因为一艘痴迷于蜘蛛的海盗舰炮管直指你，他们满脑子都是杀杀杀。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[6]
source: A Brood vessel is hiding in the shadow of a nearby moon waiting for a ship to attack. Once they realize you're Federation they decide to release their spiders on you!
de: Ein Broodschiff versteckt sich im Schatten eines Mondes in der Nähe, um anzugreifen. Als sie bemerken, dass du zur Föderation gehörst, entscheiden sie sich Spinnen auf dich zu hetzen!
fr: Un vaisseau de la Couvée se cache derrière l'ombre d'une lune proche, prêt à embusquer n'importe quel passant. Une fois qu'ils se rendent compte que vous êtes de la Fédération, ils décident de lâcher leur araignées sur vous !
ko: 한 브루드 선박이 근처 달 뒤에 숨어 공격을 기다리고 있었습니다. 그들은 당신이 연방임을 발견하자 당신에게 거미들을 풉니다!
ru: Корабль Выводка прячется в тени близлежащей луны, ожидая нападения. Как только они понимают, что вы - Федерация, они решают выпустить на вас своих пауков!
zh_hans: 一艘蛛团舰正躲在附近卫星的阴影中，等待可供攻击的舰船。他们意识到你是联邦后，决定释放出蜘蛛向你攻击！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[7]
source: You remember the guard's warning about Brood ships here, and you can see why. A deadly Brood vessel with their weaponized spiders approaches.
de: Du erinnerst dich an die Warnung der Wache, was Broodschiffe angeht und du siehst wieso. Ein tödliches Broodschiff, mit militarisierten Spinnen, kommt näher.
fr: Vous vous souvenez de l'avertissement du garde à propos de la Couvée ici, et vous commencez à comprendre pourquoi. Un vaisseau mortel de la Couvée approche avec sa cargaison d'araignées.
ko: 브루드 함선에 대한 경비정의 경고를 기억했다면 곧 왜 그런지 알게 될 것입니다.무장시킨 거미들을 태운 치명적인 브루드 함선이 다가옵니다.
ru: Вы помните предупреждение охранника о кораблях Выводка, и теперь понимаете почему. Смертоносный корабль Выводка с их вооруженными пауками переходит в атаку.
zh_hans: 你还记得警卫对这里的蛛团船的警告，而现在明白为什么了。一艘带有武器化蜘蛛的致命蛛团船靠近。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[8]
source: A civilian ship jumps away after sending you a very brief message. "Crazy spider people, stay away!" You don't have time to process what the ship means before a hostile Brood ship comes out of nowhere and attacks!
de: Ein Zivilistenschiff springt weg, nachdem es dir eine kurze Nachricht geschickt hat. "Verrückte Spinnenleute, bleibt weg!" Du hast keine Zeit zu verarbeiten, was es meinte, bevor ein feindliches Broodschiff herspringt und angreift!
fr: Un vaisseau civil quitte la zone après vous avoir envoyé un très bref message. "Les dingues d'araignées, restez à distance !" Vous n'avez à peine le temps de digérer le sens de cette phrase qu'un vaisseau hostile de la Couvée arrive de nulle part et attaque !
ko: 한 민간 선박이 당신에게 메시지를 보낸 후 도약해 날아갑니다. "미친 거미인간들, 저리가!" 당신은 그 의미를 파악할 경황이 없었죠, 브루드 함선이 갑자기 나타나 공격하기 전까진요!
ru: Гражданский корабль уходит в прыжок, отправив вам очень короткое сообщение. "Сумасшедшие люди-пауки, держитесь подальше!" Вы не успеваете понять, что означает это сообщение, как из ниоткуда появляется враждебный корабль Выводка и атакует вас!
zh_hans: 一艘民用船在向你发送了一条非常简短的信息后跃迁离开。"疯狂蜘蛛人，走开！"你甚至没有时间理解信息的意思，突然间一艘敌对蛛团船冒出并发动攻击！

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[9]
source: Few threats are more menacing than a ship full of eternally burning Rockmen with giant laser cannons. Fortunately, such a ship is not what you're greeted with at this beacon, but it's still no good sight. A crazed Brood vessel attacks, and it appears conflict is inevitable.
de: Wenige Gefahren sind bedrohlicher, als ein Schiff voller ewig brennender Rockmänner, mit riesigen Laser-Kannonen. Glücklicherweise, begrüßt dich solch ein Schiff, an diesem Signalpunkt, jedoch ist es keine Erleichterung. Ein verrücktes Broodschiff greift an und eine Konfrontation scheint unausweichlich.
fr: Peu de dangers sont aussi menaçants qu'un vaisseau remplit de Rocailleux brûlant éternellement avec de gigantesques canons laser. Fort heureusement, un vaisseau pareil n'est pas ce qui vous attend à cette balise, mais cela n'est tout de même pas une rencontre favorable. Un vaisseau dément de la Couvée attaque, et il semble que le conflit est inévitable.
ko: 거대한 레이저 대포를 가지고, 영원히 불타는 락맨들로 가득찬 함선을 만나는 것보다 위협적인 것은 없겠죠. 다행히도 이 송신소에서는 그런 배를 마주치지는 않았지만, 상황이 좋다고 보긴 어렵네요. 한 미친 브루드함선이 공격해와 충돌이 불가피합니다.
ru: Мало какая угроза может быть более грозной, чем корабль, забитый вечно горящих валунов с гигантскими лазерными пушками. К счастью, такое судно - не то, что встречает вас у маяка, но все равно зрелище не из приятных. Сумасшедший корабль Выводка атакует, и кажется, что конфликт неизбежен.
zh_hans: 没有什么会比一艘满载着巨大激光炮与永恒燃烧着的岩石族的船更具威胁性了。幸运的是，在这个信标迎接你不是这么一艘，但仍然不是什么好东西。一艘疯狂的蛛团船发动了攻击，看来冲突不可避免。

# data/events_spider.xml$//textList[@name="TEXT_ENCOUNTER_BROOD"]/text[10]
source: "Fear me! Fear the spiders!" You aren't given a chance to respond before a spider-obsessed pirate vessel barrels down on you with murder on their minds.
de: "Fürchte mich! Fürchte die Spinnen!" Du hast nicht die Chance zu antworten, bevor ein Spinnen-besessenes Piratenschiff, auf dich zufliegt.
fr: "Craignez moi ! Craignez les araignées !" Vous n'êtes même pas donné l'occasion de pouvoir répondre avant qu'un pirate obsédé par les araignées fonce droit sur vous avec des pensées meurtrières.
ko: "경외하라! 거미를 두려워하라!" 당신이 응답하기도 전에 거미로 가득찬 해적 선박이 살인을 위해 당신을 덮칩니다.
ru: "Бойтесь меня! Бойтесь пауков!" Вы не успеваете ничего ответить, как на вас обрушивается одержимый пауками пиратский корабль, на уме у которого убийство.
zh_hans: "畏我！畏蛛！"你甚至没有机会做出回应，因为一艘痴迷于蜘蛛的海盗舰炮管直指你，他们满脑子都是杀杀杀。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I grow tired of thessse ssspiderss. I came for a challenge, but thessse arachnidsss are too easssy to kill. I long for a challenge... ssssuch asss you!" A Slug clansman attacks!
de: "Ich bin diessse Spinnen so leid. Ich bin hergekommen, für eine Herausforderung, aber diese Arachnoiden sind zu einfache Beute. Ich brauche eine Herausforderung... wie dich!" Ein Slug Klanmann greift an!
fr: "Cccces araignées me fatiguent. Je ssssuis venu pour un défi, mais cccces arachnides sont trop faccciles à tuer. Je veux un défi... vous ferez l'affaire !" Une Limace de la Guilde attaque !
ko: "이쩨 거미들은 씷쯩났어. 도쩐을 위해 왔는데 이 거미들은 쭉이기가 너무 쓉자나. 나는 도쩐이 필요해... 바로 너희들 말이찌!" 슬러그 클랜스맨이 공격해옵니다!
ru: "Я уссстал от этих пауков. Я пришшшел за вызовом, но этих арахнидов слишком легко убить. Я жажду испытания... такого, как ты!" Клановец слизней атакует!
zh_hans: "我厌倦了这些蜘蛛。我之前过来这里准备迎接挑战，但是～～这些蜘蛛太容易杀～～死了。我渴望挑战，比如是～～你！"一名蛞蝓异种猎人发起攻击！

source: The Clansmen enjoy a good exotic hunt, and the spiders are just that. However, that doesn't mean they won't also go out of the way to hunt ships like yours!
de: Die Klansleute erfeuen sich an einer guten exotischen Jagd und die Spinnen sind genau das. Jedoch heißt es nicht, dass sie nicht extra Schiffe wie deins jagen!
fr: Les hommes de la Guilde apprécient une bonne chasse exotique, et les araignées sont justement l'opportunité idéale. Cependant, cela ne veut pas dire qu'ils se passeront de chasser des vaisseaux comme le votre !
ko: 클랜스맨들은 거미 같은 이국적인 생물을 사냥하는걸 즐기죠. 하지만 그렇다고 해서 당신같은 배들을 사냥하지 않는다는 말은 아닙니다!
ru: Клановцы любят хорошую охоту на экзотику, и пауки как раз таковы. Однако это не значит, что они не будут охотиться и на такие корабли, как ваш!
zh_hans: 异种猎人们很享受优质的异种狩猎，而异形蜘蛛刚好可以满足他们。然而，这并不意味着他们不会特意来猎杀像你这样的船只！
