Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

# data/events_spider.xml$//event[@name="INFESTATION_NEST"]/text
source: You've arrived at the Spider Hive. The planet is appropriately spooky for what you're dealing with. In the skies, the Militia and Brood forces fight for control over the planet, but you're able to slip through the chaos and land on the surface near a giant cavern.
de: Du bist an dem Spinnen-Nest angekommen. Der Planet ist entsprechend gruselig, wie das womit du umgehst. In den Wolken kämpfen die Militia und Brood, um die Kontrolle über den Planeten, wobei du durchschlüpfen kannst und auf der Oberfläche neben einer riesigen Höhle landest.
fr: Vous êtes arrivés au Nid d'Araignées. Cette planète est adéquatement lugubre pour ce à quoi vous faites face. Dans les cieux, les forces de la Milice et de la Couvée se battent pour prendre le contrôle de la planète, mais vous parvenez à vous glisser à travers le chaos, et atterrissez sur la surface près d'une caverne gigantesque.
ko: 거미 둥지에 도착했습니다. 이 행성은 당신이 상대하는 것들에 걸맞게 으스스한 분위기를 풍깁니다. 하늘에서는 민병대와 브루드 군대가 행성을 통제하기 위해 싸우고 있지만, 당신은 혼란을 틈타 거대한 동굴 근처 지표면에 착륙할 수 있었습니다.
ru: Вы прибыли в паучий улей. Планета выглядит достаточно жутко с учетом того, с чем вы имеете дело. В небе за контроль над планетой борются силы Ополчения и Выводка, но вам удается проскользнуть сквозь хаос и приземлиться на поверхность рядом с гигантской пещерой.
zh_hans: 你已经抵达蜘蛛巢穴。这个星球对于你正在处理的事情来说诡异得恰如其分。在天空中，盟卫和蛛团部队争夺着对星球的控制权，但你成功从混乱中溜入，降落在一个巨大洞穴附近的地表上。

# data/events_spider.xml$//event[@name="INFESTATION_NEST"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_NEST"]/choice/event/text
source: You receive a distant hail from Montgomery, though it cuts in and out. "You made - delivery ship damaged - bombs are lost in cavern - need you - find them and - destroy the nest - Brood inside - careful!"
de: Du wirst entfernt von Montgomery gerufen, wobei die Übertragung zeitweise immer abbricht. "Du hast - Lieferungsschiff beschädigt- Bomben verloren in Höhle - brauche dich - finde und - zerstöre Nest - Brood drinnen - vorsichtig!"
fr: Vous recevez un appel distant de Montgomery, mais il n'est guère clair. "Vous avez réussi - vaisseau de livraison endommagé - bombes perdues dans la caverne - besoin de vous - trouvez-les et - détruisez le nid - Couvée à l'intérieur - attention!"
ko: 몽고메리로부터 장거리 교신이 왔는데, 음성이 나왔다 끊겼다 하고 있습니다. "드디어 도착ㅎ... 배송선이 파손.... 동굴에서 폭탄이 분실되어ㅆ.... 그것을 찾.... 동굴을 파괴.... 줘야 한... 안에 브루드.... 조심해라!"
ru: Вы получаете отдаленный сигнал от Монтгомери, хотя он то появляется, то исчезает. "Вы сделали - корабль с грузом поврежден - бомбы потеряны в пещере - нужны вы - найдите их и - уничтожьте гнездо - Bыводок внутри - осторожно!"
zh_hans: 你收到了蒙哥马利遥远的呼叫，但是信号时断时续。"你到 - 运输船受损 - 炸弹在洞穴中丢失 - 需要你 - 找到它们然后 - 摧毁巢穴 - 蛛团在里面 - 小心！"

source: Enter the cavern.
de: Betrete die Höhle.
fr: Entrer dans la caverne.
ko: 동굴로 들어간다.
ru: Зайти в пещеру.
zh_hans: 进入洞穴。

source: You plunge into the darkness, guided only by the light from your own ship through empty labyrinths of bedrock. You pass by what appears to be the wreck of a Militia vessel, evidently the one carrying the bombs. You find them, fortunately, undamaged in the cargo and haul them back onto your ship.
de: Du tauchst in die Dunkelheit ein und wirst nur vom Licht deines Schiffes durch leere Labyrinthe aus Felsgestein geleitet. Du kommst an dem Wrack eines Militiaschiffs vorbei, welches offensichtlich die Bomben geladen hatte. Du findest sie glücklicherweise unbeschädigt in der Ladung und schleppst sie zurück auf dein Schiff.
fr: Vous plongez dans l'obscurité, guidé seulement par la lumière de votre propre vaisseau à travers des labyrinthes rocheux vides. Vous passez à coté de ce qui semble être l'épave d'un vaisseau de la Milice, et évidemment celui qui transportait les bombes. Vous trouvez celles-ci heureusement indemnes dans leur cargaison et les ramenez sur votre vaisseau.
ko: 당신은 오로지 당신의 배에서 나오는 빛에만 의지하며 텅 빈 지하 미궁의 어둠 속으로 뛰어들었습니다. 잠시 후 당신은 난파된 민병대 함선으로 추정되는 잔해를 마주쳤습니다. 이 함선이 분명 폭발물을 운반하던 배였을 겁니다. 다행히도 폭발물은 멀쩡한 상태로 화물칸에서 발견됐고, 당신은 이를 당신의 함선으로 운반했습니다.
ru: Вы погружаетесь в темноту, ориентируясь лишь на свет своего корабля, проходя через пустые лабиринты из каменных пород. Вы проходите мимо того, что кажется останками корабля Ополчения, очевидно, перевозившего бомбы. Вы находите их, к счастью, неповрежденными среди груза и забираете на свой корабль.
zh_hans: 你一头扎进了黑暗，仅凭你的星舰发出的光穿过空荡荡的基岩迷径。你经过似乎是一艘盟卫船只的残骸，显然是那艘携带炸弹的运输船。幸运的是，你在货舱中发现炸弹完好无损，然后将它们拖回你的星舰。

source: If we don't detonate these, no one else can.
fr: Si on ne détone pas ces bombes, personne ne le pourra.

source: You keep on going, ever wary of the fact you could easily meet the same fate here as the first ship if you fail. Eventually the tunnels lead to what is presumably the center of the cavern, a massive near perfectly spherical room with walls lined with holes containing tens of thousands of eggs. There's no way this was the product of nature. This room was designed with intent.
fr: Vous continuez votre avancée, toujours sous l'idée que vous pourriez facilement rencontrer le même destin que le premier vaisseau trouvé ici si vous échouez. Les tunnels finissent finalement par vous mener au centre présumé de la caverne, une énorme salle parfaitement sphérique avec des murs remplis de trous contenant des milliers d'oeufs. Il est impossible que ce soit le produit de Mère nature. Cette salle a été conçue comme telle.

source: Stealthily begin setting up the bombs.
fr: Commencer à armer les bombes discrètement.

source: Your crew rush to wire the bombs without waking up the spiders. From what you remember, these are the same design as the ones used against the Vek on Earth. Just one of those was capable of creating an explosion visible from space and caused massive earthquakes across the planet, so you can only imagine what kind of impact three of them will have. And you sure as hell don't want to stick around to see it.
fr: Votre équipage se dépêche de brancher les bombes sans réveiller les araignées. De ce que vous vous souvenez, ce sont les mêmes modèles que la bombe ayant été utilisée contre les Vek sur la Terre. Juste l'une d'entre elles était capable de créer une explosion visible depuis l'espace ainsi que d'énormes séismes sur la planète, alors vous n'imaginez pas l'impact que trois d'entre elles auront... et vous ne comptez certainement pas rester aux alentours pour observer le résultat.

source: Continue...
fr: Continuer...

source: While wiring the third and final bomb, one of your crew trips and drops a metal plate from the bomb on the ground. At once, it seem as though every spider in the entire cavern lets out a cry. In a matter of seconds a massive roar silences them and a monstrous creature the size of three men erupts from the ground. This must be the queen, and she sure isn't happy. All 8 of her eyes lock onto you, but she doesn't attack. It almost seems as if she's giving you a warning.
fr: En armant la troisième et dernière bombe, l'un de vos membres d'équipage trébuche et lâche une plaque de métal de la bombe sur le sol. D'un seul coup, il semblerait que l'entièreté des araignées dans cette caverne poussent un cri. En quelques secondes un énorme rugissement les coupe, et une créature monstrueuse de la taille de trois hommes surgit du sol. Cela doit être la reine, et elle n'est certainement pas contente. Ses 8 yeux sont braqués sur vous, mais elle n'attaque pas. On dirait qu'elle vous donne un avertissement.

source: Put down your laser.
fr: Baisser votre arme.

source: It seems like suicide almost, but the last thing you want to risk is angering the spiders. From all you've seen so far, they seem more intelligent than the Militia is willing to admit and maybe, just maybe, you can make it out of here without anyone dying. The queen seems to notice this behavior and backs away from you. Around her several hatchlings cling to her legs, but they scatter when she turns and crawls though a hole in the hatchery walls. It almost seems as if she wants you to follow.
fr: Cela semblerait du suicide, mais la dernière chose à risquer est d'enrager les araignées. De ce que vous avez pu voir jusque là, elles semblent plus intelligentes que la Milice voudrait l'admettre et peut-être, juste peut-être, vous pourriez sortir d'ici sans la moindre perte. La reine a l'air de remarquer ce comportement et s'éloigne de vous. Autour d'elle, plusieurs araignées juvéniles grimpent sur ses jambes, mais s'éparpillent quand elle se retourne et rampe dans l'un des murs de la couveuse. C'est presque comme si elle voulait que vous la suiviez.

source: Follow her.
fr: Suivre la reine.

source: You crawl through the tunnel and find yourself now standing in a massive rectangular room with ships and lab equipment. You wipe away some of the dirt caked onto the walls and find underneath is rusted metal. This was a research center at some point, but judging from the smell, the staff are all dead. You see the queen walk over to a row of tubes on the walls, where you find many exotic creatures, some of which seem eerlily similar to the G.A.S., Vek, and other insectoid monstrosities used by the Brood. You glance over at a nearby desk where you find a letter addressed to, of all people, Oscar Wright. Next to it is a dongle containing blueprints for some kind of cruiser model, which you slip into your pocket.
fr: Vous rampez à travers le tunnel et vous vous retrouvez désormais dans une grande salle rectangulaire fournie en équipements de vaisseaux et de laboratoires. Vous balayez de la poussière collée sur les murs pour y trouver en-dessous du métal rouillé. C'était autrefois un centre de recherche, mais à en juger par l'odeur, toute l'équipe est morte. Vous voyez la reine marcher sur une série de tubes sur les murs, et vous y trouvez plusieurs créatures exotiques, certaines étant étrangement similaires aux Araignées Géantes, les Vek, ainsi que d'autres monstruositées insectoïdes utilisées par la Couvée. Vous jetez un oeil à un bureau proche pour y trouver une lettre, adressée à nul autre que le Sénateur Oscar Wright lui-même ! Juste à coté se trouve une clé USB contenant les plans d'un certain modèle de croiseur, que vous glissez dans votre poche.

source: Read the letter.
fr: Lire la lettre.

source: "Dear Senator, There has been a change of plans. Your methods for testing the insectoid DNA have deeply disturbed both me and the council. My team found a new candidate anyways. There will no longer be a need to continue your experiments. I would like to remind you that the only reason you are where you are today is because of your history with the Admiral, and in his absence the new leadership is not as generous. I am writing this only out of the best of intentions for your well being. If you don't want to wake up with a bullet in your head, I advise destroying all evidence at all costs. You know what you have to do, Oscar. Do not fail the Rebellion again. Sincerely, Dr. E.W."
fr: "Cher Sénateur, Il y a eu un changement de plans. Vos méthodes pour tester l'ADN insectoïde nous ont profondément troublés, moi et le conseil. De toute façon, mon équipe a trouvé un nouveau candidat. Il n'y a plus aucun besoin de continuer vos expériences. Je souhaiterai vous rappeler que l'unique raison de votre placement à votre poste actuel est grâce à votre histoire avec l'Amiral, et en son absence la nouvelle direction n'est pas aussi généreuse. J'écris ceci seulement dans les meilleurs intérêts pour votre bien-être. Si vous ne souhaitez pas vous réveiller avec une balle dans la tête, je vous suggère de détruire les preuves à tout prix. Vous savez ce que vous avez à faire, Oscar. Ne décevez pas la Rébellion à nouveau. Cordialement, Dr. E.W."

source: Continue...
fr: Continuer...

source: You aren't sure what to make of this, but you don't have much time. Montgomery calls out from behind you, ordering that you drop the letter. "Turn around slowly, captain. Put that paper down and come with me. We need to detonate the bombs and leave."
fr: Vous ne savez quoi faire de tout cela, mais vous n'avez que peu de temps. Montgomery vous interpelle juste derrière vous, et vous ordonne de lâcher la lettre. "Tournez vous lentement, capitaine. Posez ce papier et venez avec moi. Nous devons détoner les bombes et partir."

source: Confront Montgomery about the letter.
fr: Confronter Montgomery.

source: Montgomery cuts you off before you can finish. "What reason do you think the C.D.E.G. is here? Did you really think the Brood was behind all of this? That some stupid pirates could just breach the security of the Union's Coreworlds? No, but the Federation has been concerningly ignorant to the Senator's intentions. The Brood is real, yes, but they were nothing before this. We gave them the insectoids to release. We planted the Vek on Earth. It was an awful decision in hindsight, yes, and that's why we're here. The experiment was a failure. We cannot risk exposing the Senator's ties to the Rebellion. I'm afraid you're now a liability. But disposing of liabilities is what I'm best at."
fr: Montgomery vous interrompt avant que vous puissiez finir. "Pour quelles raisons pensez-vous que le G.D.C.E. est ici ? Est-ce que vous pensiez vraiment que la Couvée était derrière tout cela ? Que des pirates stupides pourraient juste pénétrer la sécurité des Mondes Centraux de l'Union comme cela ? Non, mais la Fédération a été étonnamment ignorante des intentions du Sénateur. La Couvée est réelle, oui, mais ils n'étaient rien avant ça. Nous leur avons fourni les insectoïdes à relâcher. Nous avons planté les Vek sur Terre. C'était une horrible décision en rétrospective, oui, et c'est pour ca que nous sommes là. L'expérience était un échec. Nous ne pouvons pas risquer d'exposer les liens entre le Sénateur et la Rébellion. J'ai bien peur que vous soyez désormais un fardeau. Mais se débarasser des fardeaux est mon domaine de prédilection."

source: Continue...
fr: Continuer...

source: Abandon the lab and the spiders and leave.
fr: Abandonner le labo et les araignées, et partir.

source: You take one last look at the queen and hurry out of the lab. You spot a massive CDEG Cruiser which Montgomery boards. In the distance the horde of spiders chase after you, but you're too fast. Both of your ships escape just in time as the bombs fill your ship with a blinding light. Once it finally subsides, Montgomery hails you one last time. "You saw nothing down there, understand?" You nod your head. "Good. You will be rewarded for your assistance, but I hope you understand that it would be a poor decision to speak of what was down there to anyone else."
fr: Vous donnez un dernier regard à la reine et vous dépêchez hors du labo. Vous repérez un énorme croiseur GDCE que Montgomery aborde. Au loin la horde d'araignées vous poursuit, mais vous êtes trop rapide. Vos deux vaisseaux s'échappent juste à temps pour que les bombes remplissent votre vue d'une lumière aveuglante. Une fois qu'elle s'est retirée, Montgomery vous rapelle une dernière fois. "Vous n'avez rien vu en bas, compris?" Vous hochez la tête. "Bien. Vous serez récompensés pour votre aide, mais j'espère que vous comprendrez que ce serait une mauvaise décision de parler à qui que ce soit de ce que vous avez vu en bas."

source: Leave now.
fr: Partir immédiatement.

source: Take no chances, shoot the queen.
fr: Ne prendre aucun risque, tirer sur la reine.

source: It would be suicide to try anything else here. You blast the queen, but your shot hardly does anything against her hardened exoskeleton. She charges at you as do the rest of her offspring, and they tear one of your crew limb from limb. You have no choice but to retreat back to the ship and hurry out of the cavern. From a distance, you pull the trigger and the bombs detonate at once, creating a blinding flash of light that seems to engulf everything. And then, in an instant, the light subsides and nothing is left but a monumental crater in the face of the earth. The Brood forces, seeing their failure, jump away, and the Militia thanks you. The G.A.S. are no more.
fr: Ce serait du suicide de tenter autre chose désormais. Vous tirez sur la reine, mais votre fait à peine effet contre son exosquelette endurci. Elle vous charge, accompagnée du reste de sa progéniture, et démembre l'un de vos équipiers morceau par morceau. Vous n'avez pas d'autre choix que de vous replier sur votre vaisseau et sortir de la caverne le plus vite possible. Une fois éloigné, vous enclenchez la détonation, et les bombes explosent, créant un flash de lumière aveuglante qui a l'air de tout engloutir. Peu après, la lumière se retire pour laisser place à un cratère monumental sur la surface de la planète. Les forces de la Couvée, voyant leur échec, s'enfuient, et la Milice vous remercie. Les Araignées Géantes ne sont plus.

source: Fortunately, your crew is able to be recovered thanks to the Clone Bay, but they'll likely suffer from permanent arachnophobia from now on.
fr: Fort heureusement, votre membre est ranimé grâce à la salle de Clonage, mais il souffrira sûrement d'une arachnophobie permanente à partir de maintenant.

source: Leave with the bombs and give them to someone better qualified.
fr: Repartir avec les bombes et les donner à quelqu'un de plus qualifié.

source: Now having safely recovered the bombs, you leave the cavern and hail Montgomery. A Militia ship breaks off from the fighting to retrieve the explosives and gives you a reward.
fr: En ayant sécurisé les bombes, vous pouvez quitter la caverne et appeler Montgomery. Un vaisseau de la Milice sort du combat pour rapatrier les explosifs et vous donner une récompense.

source: This is too risky, we can't do this.
de: Das ist zu riskant, wir können das nicht tun.
fr: C'est trop risqué, nous ne pouvons pas continuer.
ko: 너무 위험한 짓이다. 할 수 없다.
ru: Это слишком рискованно, мы не можем это сделать.
zh_hans: 这太冒险了，我们不能进去。

source: You can't risk going up against an entire hive of spiders on our own! You pull away from the battle.
de: Du kannst es nicht riskieren, alleine gegen ein ganzes Nest von Spinnen zu kämpfen! Du entfernst dich von dem Kampf.
fr: Vous ne pouvez pas vous risquez à vous seul contre un nid d'araignées ! Vous vous repliez du combat.
ko: 당신의 힘만으로 거미 군집 전체를 감당할 수는 없습니다! 당신은 전장에서 멀리 떨어집니다.
ru: Вы не можете рисковать и в одиночку противостоять целому улью пауков! Вы отказываетесь от участия в сражении.
zh_hans: 你不能冒险独自对抗整个蜘蛛巢穴！你远离了战场。

# data/events_spider.xml$//event[@name="INFESTATION_NEST_WIN"]/text
source: Montgomery in the end was not enough to stop you. Though the rest of the crew aboard his vessel were likely oblivious to his intentions, they were necessary casualties.
de: Am Ende war Montgomery nicht genug, um dich aufzuhalten. Obwohl der Großteil seiner Crew, von seinen Intentionen nichts wusste, waren sie notwendige Kollateralschäden.
fr: Montgomery n'était au final pas suffisant pour vous arrêter. Si le reste de son équipage à bord du vaisseau était sûrement inconscient de ses intentions, c'étaient des pertes nécessaires.
ko: 결국 몽고메리는 당신을 막지 못했습니다. 비록 몽고메리의 함선에 있던 있었던 나머지 선원들은 아마 그의 속셈을 눈치채지 못했겠지만, 그들의 죽음은 불가피했습니다.
ru: Монтгомери в конце концов оказалось недостаточно, чтобы остановить вас. Хотя остальные члены экипажа на борту его судна, скорее всего, не догадывались о его намерениях, они оказались вынужденными жертвами.
zh_hans: 蒙哥马利到头来还不足以阻止你。虽然他船上的其他船员可能完全不清楚他的意图，但他们的伤亡无法避免。

# data/events_spider.xml$//event[@name="INFESTATION_NEST_WIN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_NEST_WIN"]/choice/event/text
source: While scrapping the crashed wreckage, you hear the moan of a dying man and find Montgomery, impaled by part of the debris. He turns to you, and with his final breath he mutters, "No evidence. An Ace... never fails." He raises his hand, still holding the detonator, and flips the switch. Instantly, the nearby Reinfield bombs activate and the countdown to decimation begins.
de: Während du das abgestürtzte Wrack verschrottest, hörst du die Geräusche eines sterbenden Mannes und findest Montgomery, durchbohrt von seinen eigenen Wrackteilen. Er dreht sich zu dir und in seinen letzten Momenten sagt er, "Keine Beweise. Ein Ass... verliert niemals." Er hebt die Hand, während er immernoch den Auslöser hält und drückt den Knopf. Sofort, explodieren die Renfield-Bomben in der Nähe und der Countdown, bis zur Zerstörung beginnt.
fr: En démontant l'épave écrasée, vous entendez le râle d'un homme agonisant et trouvez Montgomery, empalé par certains des débris. Il se retourne vers vous, et dans son dernier souffle, il marmonne : "Aucune preuve. Un As... n'échoue jamais." Il lève sa main, tenant encore le détonateur, et enclenche le dispositif d'armement. Subitement, les bombes Renfield proches s'activent, et le compte à rebours avant la décimation débute.
ko: 당신은 추락한 잔해를 수거하다가 죽어가는 남자의 신음소리를 듣고 파편에 몸을 관통당한 몽고메리를 발견했습니다. 그는 당신을 바라보고 마지막 숨을 내쉬며 중얼거립니다. "증거는 없어진다. 에이스는... 절대로 실패하지 않는다." 그가 천천히 손을 들어올립니다. 그 손에는 기폭장치가 들려있었고, 그는 스위치를 눌렀습니다. 즉시 근처에 있던 렌필드 폭탄이 작동하기 시작했고, 폭발 카운트다운이 시작됩니다.
ru: Разбирая обломки на лом, вы слышите стон умирающего человека и находите Монтгомери, придавленного частью обломков. Он поворачивается к вам и, задыхаясь, бормочет: "Никаких улик. Ас... никогда не подводит". Он поднимает руку, в которой все еще держит детонатор, и щелкает выключателем. Мгновенно активируются находящиеся рядом бомбы Рейнфилда, и начинается обратный отсчет времени до уничтожения.
zh_hans: 在搜刮坠毁的残骸时，你听到垂死之人的呻吟声，然后发现蒙哥马利被一片残骸刺穿。他转向你，在最后一口气中喃喃道："没有证据。王牌...永不失败。"他举起手，仍然握着引爆器，按下了开关。瞬间，附近的雷恩菲尔德炸弹启动，毁灭倒计时开始。

source: We have to rescue the queen!
de: Wir müssen die Königin retten!
fr: Nous devons sauver la reine !
ko: 여왕을 구해야 한다!
ru: Нам надо спасти королеву!
zh_hans: 我们必须拯救虫后！
