Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_spider.xml/*.po
Languages: de, fr, ko, ru, zh_hans

source: You hurry towards the hive, followed by the spectacled Militiaman. Stepping further into a cave running through the hill, you find the cache covered in webbing. You haul it over your shoulder back to the ship, but a swarm of spiders now alert to your location follow!
de: Du beeilst dich zum Nest zu kommen, gefolgt von dem bebrillten Militia Mann. Als du tiefer in die Höhle gehst, die durch den Hügel geht, findest du die Versorgungskiste voll mit Netzen. Du ziehst sie über die Schulter zurück zum Schiff, aber jetzt hat der Schwarm von Spinnen deine Position gefunden!
fr: Vous vous ruez vers le nid, suivi du Milicien à lunettes. En pénétrant plus profondément dans une grotte traversant la colline, vous trouvez la cache recouverte de toiles. Vous ramenez son contenu à votre vaisseau, mais un essaim d'araignées désormais alertées par votre présence vous suit !
ko: 당신은 군집을 향해 달려가고, 뒤에 안경 낀 민병대원이 따라옵니다. 언덕을 가로지르자 동굴 안에 있는 거미줄로 뒤덮인 물자들을 발견할 수 있었습니다. 당신은 그것을 어깨 너머로 배로 끌고가지만, 당신의 위치를 안 거미떼가 쫒아오기 시작했습니다!
ru: Вы спешите к улью, за вами следует очкастый ополченец. Зайдя в пещеру, проходящую через холм, вы находите тайник, обмотанный паутиной. Вы тащите его через плечо на корабль, но рой пауков, теперь уже осведомленный о вашем присутствии, следует за вами!
zh_hans: 你急忙赶向巢穴，后面跟着戴眼镜的盟卫。走进横穿山丘的一间洞穴后，你发现了被蜘蛛网覆盖的那个补给箱。你把它扛肩膀上带回星舰，但身后一群被惊动的蜘蛛现在跟着你！

source: Avoid the planet.
de: Gehe nicht zu dem Planeten.
fr: Éviter la planète.
ko: 행성을 피한다.
ru: Избегать планету.
zh_hans: 避开这个星球。

source: You don't know what's down there, but you can't trust anything in this sector.
de: Du weißt nicht, was da unten wartet, aber du kannst dem Sektor nicht trauen.
fr: Vous ignorez ce qui se trouve ici-bas, mais vous ne pouvez pas faire confiance à quoi que ce soit dans ce secteur.
ko: 이 아래쪽에 뭐가 있을지는 모르지만, 이 구역에서 믿을 수 있는 것은 아무것도 없습니다.
ru: Вы не знаете, что там внизу, но в этом секторе нельзя доверять никому.
zh_hans: 你不知道那里有什么，但你不放心这个星区内的任何事物。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER"]/text
source: You assumed most of the civilians had evacuated this sector, but one ship is searching through the wreckage of several large carriers.
de: Du hast angenommen, dass die meisten Zivilisten den Sektor verlassen haben, aber ein Schiff scheint durch die Wracks, von mehreren großen Trägerschiffen zu graben.
fr: Vous pensiez que la plupart des civils avaient évacué le secteur, mais un vaisseau a l'air d'examiner l'épave de plusieurs grand Porte-Nefs.
ko: 당신은 이구역에 주둔하던 민간인 대부분이 이미 대피한 줄 알았지만, 한 함선이 대형 모함들의 잔해를 수색하고 있는 중입니다.
ru: Вы полагали, что большинство гражданских уже эвакуировались из этого сектора, но один корабль ведет поиск среди обломков нескольких крупных транспортных кораблей.
zh_hans: 你估计大多数平民已经撤离该星区，但一艘船正在搜索几艘大型运输船的残骸。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER"]/choice[1]/text
source: Hail them.
de: Rufe sie.
fr: Les contacter.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: "Ugh, JJ is going to be pissed - Oh, hello. It's very fortunate you've shown up. I'm from the Trumpet, a small newspaper in the Coreworlds. Our lead photographer was sent here to get some pictures of the sector, but he's gone missing. Perhaps you could hunt him down for us? We aren't armed well enough for this sector..."
de: "Uh, JJ wird so sauer sein - Oh, hallo. Es ist sehr glücklich, dass du aufgetaucht bist. Ich bin von der Trompete, einer kleinen Zeitung aus den Kernwelten. Unser leitender Photograph wurde hergeschickt, um Bilder von dem Sektor zu machen, ist aber nun vermisst. Vielleicht kannst du ihn für uns finden? Wir sind für diesen Sektor, nicht genug ausgestattet..."
fr: "Ugh, JJ va être en rogne - Oh, bonjour. Cela tombe bien que vous soyez là. Je suis du Trumpet, un petit journal des Mondes Centraux. Notre photographe principal a été envoyé ici pour prendre des photos du secteur, mais il a disparu. Peut-être pourriez-vous le retrouver pour nous ? Nous ne sommes pas vraiment bien armés pour ce secteur..."
ko: "윽, JJ씨가 분명히 화낼 거야 - 오, 안녕하세요. 당신이 나타나 줘서 정말 다행이군요. 저는 연맹 중심성단의 작은 신문사인 트럼펫에서 파견되었어요. 우리의 수석 사진작가가 이 구역에 사진을 몇 장 찍기 위해 여기로 왔는데, 실종되어버렸네요. 그를 추적해 주실 수 있나요? 이 구역을 탐사하기엔 무장이 잘 되어있지 않거든요..."
ru: "Ух, Джей Джей будет в бешенстве" - О, привет. Очень хорошо, что вы появились. Я из "Трубы", небольшой газеты в центральных мирах. Наш ведущий фотограф был послан сюда, чтобы сделать несколько снимков сектора, но он пропал. Может быть, вы могли бы разыскать его для нас? Мы не очень хорошо вооружены для этого сектора..."
zh_hans: "呃，JJ会被气死的。哦！你好。很幸运你能出现。我来自小号报，同盟主星区的一家小报社。我们的首席摄影师被派到这里拍摄该星区的一些照片。但他失踪了。或许你可以帮我们寻找他？我们的武装对这个星区来说不太够..."

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER"]/choice[2]/text
source: Ignore the civilians.
de: Ignoriere die Zivilisten.
fr: Ignorer les civils.
ko: 시민들을 무시한다.
ru: Не обращать внимания на гражданских.
zh_hans: 无视平民。

source: You leave the civilian ship alone.
de: Du lässt das Zivilistenschiff in Ruhe.
fr: Vous laissez les civils tranquille.
ko: 당신은 시민들을 내버려 두었습니다.
ru: Вы оставляете гражданский корабль в покое.
zh_hans: 你无视了民用船。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER_QUEST"]/text
source: You've arrived at the co-ordinates given by the civilians. A terrestrial planet, though with few signs of civilization, is located within the system limits. This must be the place...
de: Du kommst an den Koordinaten an, die du von den Zivilisten erhalten hast. Ein erdenähnlicher Planet, jedoch mit nur vereinzelten Lebenszeichen, befindet sich in diesem System. Das muss der Ort sein...
fr: Vous êtes arrivés aux coordonnées fournies par les civils. Une planète terrestre ayant quelques signes de civilisation se trouve dans les limites du système. Ca doit être l'endroit...
ko: 당신은 민간인들이 준 좌표에 도착했습니다. 행성계 끝자락에 위치한 이 지구형 행성에는 문명의 흔적이 거의 없었습니다. 분명 이곳이 맞을텐데요...
ru: Вы прибыли по координатам, указанным гражданскими. В пределах системы находится планета земного типа с незначительными признаками цивилизации. Это должно быть то самое место...
zh_hans: 你已经抵达了平民给出的坐标。一颗类地行星，上有少量的文明迹象，位于星系范围内。应该是这个地方...

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It doesn't take long to find the photographer. A human so thin his ribcage looks like it's about to escape his chest stands triumphant over a horde of spiders, who crawl around him in submission. He shouts to your ship. "Fear me, for I am the spider man! King of the spiders, and soon to be king of man!"
de: Es dauert nicht lange, bis du den Photographen findest. Ein Mensch, mit einem Brustkorb der so klein aussieht, als ob er aus seiner Brust springen würde, steht triumphierend über einer Horde von Spinnen, welche unterwürfig vor ihm kriechen. Er ruft zu deinem Schiff. "Fürchte mich, denn ich bin der Spinnen-Mann! Der König der Spinnen, der all das, was eine Spinne kann!"
fr: Il faut peu de temps pour retrouver le photographe. Un humain, ayant l'air tellement maigre que sa cage thoracique menacerait d'échapper son torse, est actuellement en train de se tenir triomphant devant une horde d'araignées, qui rampent autour de lui en soumission. Il hurle à votre vaisseau. "Craignez moi, car je suis l'homme araignée ! Roi des araignées, et bientôt roi de l'homme !"
ko: 사진작가를 찾는 데에는 그리 오랜 시간이 걸리지 않았습니다. 갈비뼈가 곧 가슴에서 튀어나올 것만 같은 깡마른 남자가 거미 무리안에서 의기양양하게 서 있었고, 복종이라도 하는 듯 그의 주변을 기어 다니고 있었습니다. 그는 당신의 함선을 향해 외칩니다. "두려워하라, 나는 스파이더맨이다! 거미들의 왕이자, 그리고 곧 인간들의 왕이 될 자니라!"
ru: Найти фотографа не составило труда. Человек, настолько худой, что кажется, будто грудная клетка вот-вот вырвется из груди, торжествует над ордой пауков, которые покорно ползают вокруг него. Он кричит вам. "Бойтесь меня, ибо я - человек-паук! Король пауков и скоро стану королем людей!"
zh_hans: 没过多久你就找到了摄影师，一个十分瘦弱的人，胸骨看起来就像要从他的胸膛里刺出来一样。他以胜利姿态站在一大群蜘蛛面前，蜘蛛们在他周围顺从地爬来爬去。他对着你的船大喊。"畏惧我，因为我是蜘蛛人！蜘蛛之王！并且很快就会成为人类之王！"

source: Wh...what?
de: Wa... was?
fr: Qu...quoi ?
ko: 뭐...뭐라고?
ru: Чт...что?
zh_hans: 什...什么？

source: From the ground rises a beaten but still functional Federation ship, staffed mostly by spiders. The "spider man" jumps aboard the ship, and rises to fight you!
de: Von dem Boden steigt ein sehr kaputtes, jedoch noch funktionierendes Föderationsschiff auf, welches hauptsächlich von Spinnen bemannt wird. Der "Spinnen-Mann" springt in das Schiff und macht sich bereit, gegen dich zu kämpfen!
fr: Depuis le sol s'élève un vaisseau de la Fédération amoché mais encore fonctionnel, occupé principalement par des araignées. Le prétendu "homme araignée" saute à bord du vaisseau, et se prépare à vous combattre !
ko: 땅에서 너덜너덜하지만 어떻게 제 기능을 하는 연방 함선이 나타났습니다. 함선은 대부분 거미들로 가득 차 있었습니다. "스파이더맨"은 그 배에 뛰어올라 탑승했고, 당신과 싸우기 위해 이륙했습니다!
ru: Из-под земли поднимается потрепанный, но все еще рабочий корабль Федерации, на котором работают в основном пауки. "Человек-паук" прыгает на борт корабля и собирается сразиться с вами!
zh_hans: 从地面升起一艘破旧但仍在运作的联邦飞船，主要由蜘蛛操控。"蜘蛛人"跳上飞船，起身与你战斗！

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER_DESTROY"]/text
source: The wrecked ship falls back down the ground, crushing several hundred spiders and sending many more flying. With the horde dispersed, you land as well and quickly gather some salvage.
de: Das zerstörte Schiff fällt zurück auf den Boden, wobei es mehrere Hundert Spinnen zerquetscht und weitere wegfliegen lässt. Mit der Horde beseitigt, landest du und sammelst schnell ein paar Güter.
fr: Le vaisseau ruiné tombe au sol, écrasant au passage plusieurs centaines d'araignées et en envoyant encore plein d'autres voler. La horde étant dispersée, vous en profitez pour sortir et récupérer rapidement des matériaux.
ko: 부서진 함선은 지상으로 떨어졌고, 수백 마리의 거미들을 으깨고 더 많은 거미들을 날려 보냈습니다. 무리가 흩어지자 당신은 착륙해 재빨리 함선을 인양합니다.
ru: Обломки корабля падают на землю, раздавив несколько сотен пауков и отправив в полет еще многих. Когда орда рассеялась, вы тоже приземляетесь и быстро собираете остатки.
zh_hans: 这艘受损的联邦飞船落回地面，压碎了数百只蜘蛛，并把更多的蜘蛛砸飞了起来。随着虫群的散去，你也降落并迅速收集了一些残留物资。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, this means the photographer is dead. There's no reason to report back to the civilian ship now.
de: Unglücklicherweise heißt das, dass der Photograph tot ist. Es gibt keinen Grund, zum Zivilistenschiff zurückzukehren.
fr: Malheureusement, cela signifie que le photographe est mort. Il n'y a aucune raison de reprendre contact avec les civils désormais.
ko: 안타깝게도 이 전투로 인해 사진작가가 죽었습니다. 이제 그 민간인에게 돌아가 보고할 필요는 없어 보입니다.
ru: К сожалению, это означает, что фотограф мертв. Теперь нет смысла сообщать об этом гражданскому кораблю.
zh_hans: 不幸的是，这意味着摄影师已经死了。现在没有理由报告回民用船。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER_DEADCREW"]/text
source: The now crewless vessel falls back down the ground, crushing several hundred spiders and sending many more flying. With the horde dispersed, you land as well and quickly gather some salvage.
de: Das Schiff ohne Crew, schlägt auf dem Boden auf, wobei es mehrere Hundert Spinnen zerquetscht und weitere wegfliegen lässt. Mit der Horde beseitigt, landest du und sammelst schnell ein paar Güter.
fr: Le vaisseau désormais vide tombe au sol, écrasant au passage plusieurs centaines d'araignées et en envoyant encore plein d'autres voler. La horde étant dispersée, vous en profitez pour sortir et récupérer rapidement des matériaux.
ko: 승무원이 몰살당해버린 함선은 지상으로 떨어졌고, 수백 마리의 거미들을 으깨고 더 많은 거미들을 날려 보냈습니다. 무리가 흩어지자 당신은 착륙해 재빨리 함선을 인양합니다.
ru: Безжизненный корабль падает на землю, раздавив несколько сотен пауков и отправив в полет еще многих. Когда орда рассеялась, вы тоже приземляетесь и быстро собираете остатки.
zh_hans: 这艘人员已被清空的联邦飞船落回地面，压碎了数百只蜘蛛，并把更多的蜘蛛砸飞了起来。随着虫群的散去，你也降落并迅速收集了一些残留物资。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Unfortunately, this means the photographer is dead. There's no reason to report back to the civilian ship now.
de: Unglücklicherweise heißt das, dass der Photograph tot ist. Es gibt keinen Grund, zum Zivilistenschiff zurückzukehren.
fr: Malheureusement, cela signifie que le photographe est mort. Il n'y a aucune raison de reprendre contact avec les civils désormais.
ko: 안타깝게도 이 전투로 인해 사진작가가 죽었습니다. 이제 그 민간인에게 돌아가 보고할 필요는 없어 보입니다.
ru: К сожалению, это означает, что фотограф мертв. Теперь нет смысла сообщать об этом гражданскому кораблю.
zh_hans: 不幸的是，这意味着摄影师已经死了。现在没有理由报告回民用船。

# data/events_spider.xml$//event[@name="INFESTATION_PHOTOGRAPHER_SURRENDER"]/text
source: As the Federation ship smokes and shutters, you receive a hail from the once-photographer. "Ok, I no longer wish to be king of the spiders!"
de: Als das Föderationsschiff raucht und wankt, wirst du von dem ehemaligen Photographen gerufen. "Okay, ich möchte nicht länger König der Spinnen sein!"
fr: Alors que le vaisseau de la Fédération fume et chavire, vous recevez un appel de l'ancien photographeur. "Ok, je ne souhaite plus être le roi des araignées!"
ko: 연방 함선에서 연기가 오르고 삐걱거리자, 당신은 한때 사진작가였던 사람에게서 교신을 받습니다. "그래, 난 더 이상 거미의 왕이 되고 싶진 않아!"
ru: Когда корабль Федерации дымится и отключается, вы получаете сигнал от некогда фотографа. "Ладно, я больше не хочу быть королем пауков!"
zh_hans: 联邦飞船开始冒烟并宕机，你收到这位曾经是摄影师的呼叫。"好吧，我不想再当蜘蛛之王了！"

source: Let him live.
de: Lass ihn am Leben.
fr: Le laisser vivre.
ko: 그를 살려준다.
ru: Пусть живет.
zh_hans: 让他活着。

source: The Federation ship pilots back down to the planet's surface and the human dismounts.
de: Das Föderationsschiff fliegt zurück zur Oberfläche des Planeten und der Mensch steigt aus.
fr: Le vaisseau Fédéré se pose sur la surface de la planète, et l'humain en sort.
ko: 연방 함선은 행성 표면으로 내려왔고 함선에서 인간이 내려왔습니다.
ru: Корабль Федерации опускается на поверхность планеты, и человек покидает его.
zh_hans: 联邦飞船驶回星球表面，那名人类下船。

source: Drop him off at the nearest station for the reward.
de: Setze ihn an der nächsten Station ab, für eine Belohnung.
fr: Le déposer à la station la plus proche pour une récompense.
ko: 그를 근처의 정거장에 내려주고 보상을 받는다.
ru: Высадить его на ближайшей станции для получения награды.
zh_hans: 把他捎到最近的空间站以获得奖励。

source: You drop off the photographer at the nearest station, where the civilians from earlier are waiting. Grateful, they give you a generous helping of fuel and scrap.
de: Du setzt den Photographen an der nächsten Station ab, wo die Zivilisten von vorher warten. Dankbar, geben sie dir eine großzügige Menge von Treibstoff und Schrott.
fr: Vous déposez le photographe à une station proche, où les civils d'auparavant vous attendent. Reconnaissants, ils vous récompensent gracieusement en ferraille et carburant.
ko: 당신은 사진작가를 아까의 시민들이 기다리고 있는 가장 가까운 역에 내려줍니다. 그들은 당신에게 감사해 하며 연료와 스크랩을 넉넉히 줬습니다.
ru: Вы высаживаете фотографа на ближайшей станции, где его уже ждут гражданские. В благодарность они дают вам топливо и лом.
zh_hans: 你将摄影师送到最近的空间站，早先的平民正在那里等候。心存感激，他们为你提供了大量的燃料和废料。

source: Offer him a position on your ship.
de: Biete ihm eine Position auf dem Schiff an.
fr: Lui offrir un poste sur votre vaisseau.
ko: 그에게 당신의 배에서 일할 것을 제안한다.
ru: Предложить ему место на вашем корабле.
zh_hans: 在你的星舰上给他提供一个职位。

source: With his previous two occupations as a photographer and "king of the spiders" having been put to an end, he is more than willing to work for you.
de: Mit seinen zwei vorherigen Jobs als Photograph und "König der Spinnen", welche nun zu Ende sind, ist er mehr als bereit, für dich zu arbeiten.
fr: Ses deux précédentes occupations de photographe et "roi des araignées" ayant été achevées, il est plus que motivé pour travailler avec vous.
ko: 사진작가와 "거미의 왕"이라는 직업을 갑작스레 그만두어야 했기 때문에, 그는 오히려 당신을 위해 일하고 싶어합니다.
ru: После того, как он поработал фотографом и "королем пауков", он готов работать на вас.
zh_hans: 他之前的摄影师和"蜘蛛之王"两个职业已然到头了，现在他非常愿意为你工作。

source: Ignore him and finish him off.
de: Ignoriere ihn und beende es.
fr: L'ignorer et l'achever.
ko: 그의 말을 무시하고 끝장낸다.
ru: Не обращать внимания и прикончить его.
zh_hans: 无视，干掉他。

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN"]/text
source: These are the last known co-ordinates of the renegade hired by the Militia. Some strange facility has been constructed here, and a massive civilian transport ship is in the process of leaving the planet. You spot a distant, strangely shaped vessel parked outside the entrance.
de: Das hier sind die letzten bekannten Koordinaten, des Renegades, der von der Militia angestellt wurde. Eine seltsame Einrichtung wurde hier gebaut und ein massives Zivilisten-Transportschiff befindet sich im Prozess, den Planeten zu verlassen. Du bemerkst ein seltsam geformtes Schiff, welches vor dem Eingang wartet.
fr: Ce sont les dernières coordonnées connues du Renégat embauché par la Milice. Une espèce d'installation a été construite ici, et un énorme vaisseau Cargo Civil est en train de quitter la planète. Vous repérez au loin un vaisseau à étrange forme garé devant l'entrée.
ko: 이곳은 민병대가 고용했던 배회자가 마지막으로 목격된 좌표입니다. 이상한 시설이 건설되어있고, 거대한 민간 수송선이 행성을 떠나는 중입니다. 당신은 입구 바깥쪽에 정박해있는 이상한 모양의 선박을 발견합니다.
ru: Это последние известные координаты Ренегата, нанятого Ополчением. Здесь построен какой-то странный завод, и виднеется огромный гражданский транспортный корабль, который собирается покинуть планету. Вы замечаете вдалеке корабль странной формы, стоящий у входа.
zh_hans: 这些是盟卫雇佣的变元者的最后已知坐标。这里建造有一些奇怪的设施，一艘巨大的民用运输船正在离开这个星球。你看到一个遥远的、形状奇特的船只停在入口外。

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN"]/choice/text
source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_spider.xml$//event[@name="INFESTATION_IRWIN"]/choice/event/text
source: You pull closer, careful not to be spotted. It seems you failed to spot a second ship, a large Mantis cruiser in Brood colors. You land behind one of the massive solar panels and tune into the conversation between the two ships. It seems Irwin is speaking with an unusually well-dressed Brood member in what seems to be a painted Ace uniform.
de: Du fliegst näher hin, vorsichtig nicht bemerkt zu werden. Es scheint, dass du ein zweites Schiff nicht bemerkt hast, einen großen Mantis Kreuzer in Brood Farben. Du landest hinter einem gigantischen Solarpanel, hörst die Konversation zwischen den beiden Schiffen ab. Es scheint, dass Irwin mit einem besonders gut angezogenen Brood Mitglied spricht, was wie eine bemalte Ass-Uniform aussieht.
fr: Vous vous rapprochez, en vous assurant de ne pas vous faire repérer. Il semblerait que vous ayez manqué d'apercevoir un second vaisseau, un grand croiseur Mantis aux couleurs de la Couvée. Vous atterrissez derrière l'un des énormes panneaux solaires et épiez la conversation entre les deux vaisseaux. On dirait qu'Irwin s'adresse à un membre de la Couvée étrangement bien habillé, dans ce qui semblerait être un uniforme d'As MFK peint.
ko: 당신은 눈에 띄지 않게 조심히 그 함선으로 다가갑니다. 가까이 가보니, 브루드식 도색을 한 커다란 맨티스 순양함도 보였습니다. 당신은 거대한 태양 전지판 중 하나의 뒤편에 착륙하고 두 함선 사이의 대화를 엿들었습니다. 어윈이 수상할 정도로 옷을 잘 빼입은 브루드 단원과 대화를 나누는 것으로 보입니다. 브루드 단원은 MFK 에이스의 제복을 입고 있는 듯하군요.
ru: Вы приближаетесь, стараясь не привлекать внимания. Похоже, вы не заметили второй корабль - большой крейсер богомолов в цветах Выводка. Вы приземляетесь за одной из массивных солнечных панелей и прислушиваетесь к разговору между двумя кораблями. Похоже, Ирвин разговаривает с необычайно красиво одетым членом Выводка, который, судя по всему, носит форму аса.
zh_hans: 你驶近一点，尽量不被人发现。看来你忽视了另一艘船，一艘绘有蛛团迷彩的大型螳螂星舰。你降落在一块巨大的太阳能电池板后面，然后监听着两艘船之间的对话。似乎厄文正在与一个穿着异常考究的蛛团成员交谈，那个人似乎身着一件手绘的王牌精英制服。

source: Continue...
de: Fortfahren...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Heheh, hey there Virgo. Look, I know thisss looksss bad but..." Irwin is cut off by the imposing figure. "I do not have time for your shit anymore Irwin. Vael is getting tired. You had ONE job, to recover the DNA. And what happened? You come slithering back to me with nothing. Now, they're about to blow the whole nest to hell. You expect me to TOLERATE this?"
de: "Heheh, hallo Virgo. Schau, ich weiß, dassss dasss schlimm aussieht..." Irwin wird von der imposanten Figur abgeschnitten. "Ich habe keine Zeit mehr, für deinen Müll Irwin. Vael wird ungeduldig. Ungeduldig wegen deiner Inkompetenz, wegen deiner Kriegslust, wegen deinen verrückten Theorien, dass es ein Regime gibt, welches das gesamte Multiversum kontrolliert! Du hattest EINEN Job, die DNS zurück zu holen. Und was ist passiert? Du kommst zu mir zurück geschlängelt mit nichts. Jetzt sind sie kurz davor, das ganze Nest zür Hölle zu jagen. Du denkst, dass ich das TOLERIERE?" "Naja... ja? Sssschau, essss war nicht leicht die EVC zu überzeugen, mich nach dem Vek Dessssaster anzuheuern, da es den Ruf der Renegades ruiniert hat!" Irwin protestiert weiter, aber wird abgeschnitten. "Es ist egal. Zu viel Zeit ist vergangen. Das Zeitfenster ist zu klein. Vael hat einen Deal mit der Brood gemacht, welche die DNS für uns holen werden. Wir haben keinen Nutzen mehr für dich, Irwin. Du bist nur ein loses Ende." Virgo zieht seinen Laser und visiert Irwin an.
fr: "Héhé, coucou Virgo. Ok, je sssais que la sssituation a l'air mauvaise mais..." Irwin est interrompu par l'imposante figure. "Je n'ai plus de temps pour tes conneries Irwin. Vael commence à en avoir marre. Tu avais UN boulot, récupérer l'ADN. Et qu'est-ce qu'il s'est passé ? Tu reviens ramper vers moi sans rien. Maintenant, ils sont sur le point d'exploser le nid. Tu t'attends à ce que je TOLÈRE ça ?"
ko: "헤헤헤, 쩌기 베르고, 쌍황이 안쪼아 보이는 거쓴 알찌만..." 당당하게 서 있는 인물이 어윈의 말을 끊었습니다. "더 이상 네가 싼 똥을 치우고 있을 시간은 없어, 어윈. 바엘의 인내심이 바닥나고 있어. 네가 할 일은 DNA를 되찾아 오는 것 딱 하나였잖아? 그런데 넌 어떻게 했지? 아무것도 없이 내게 슬그머니 돌아왔어. 게다가 저놈들은 이제 둥지를 통째로 날려버리려 하고 있지. 내가 이 일을 참아줄 것 같아?" "어... 아마도? 이봐, 벡 째앙이 배회짜들의 평판을 망쪄버리는 바람에 EDC를 썰득하는 게 쓉찌 않아써!" 어윈은 계속 항의했지만, 베르고는 어윈의 말을 또다시 끊었습니다. "아무래도 상관없어. 이미 너무 많은 시간이 흘렀거든. 기회는 희박해. 바엘이 브루드와 거래를 했으니, 그들이 너 대신 우리에게 DNA를 찾아줄 거야. 더 이상 넌 필요 없어 어윈. 그럼 잘 가라고." 베르고가 레이저 총을 들어 어윈을 겨눕니다.
ru: "Хехе, привет, Вирго. Ссслушшшай, я знаю, что это выглядит ужасссно, но..." Ирвин прервал внушительная фигура. "У меня больше нет времени на твое дерьмо, Ирвин. Ваэль устал. Устал от твоей некомпетентности, устал от твоей воинственности, устал от твоих безумных заговоров о кукловодах, которые управляют Мультивселенной! У тебя было ОДНО задание - восстановить ДНК. И что же произошло? Ты приполз ко мне ни с чем. Теперь они собираются разнести все гнездо к чертям. Ты думаешь, я ПОТЕРПЛЮ это?" "Ну... да? Поссслушшшай, было нелегко убедить ЭОК нанять меня посссле того, как нашшшессствие векков разрушшшила репутацию Ренегатов!" Ирвин продолжает протестовать, но его снова прерывают. "Это не имеет значения. Осталось мало времени. Шанс упущен. Ваэль заключил сделку с Выводком, они восстановят ДНК для нас. Ты нам больше не нужен, Ирвин. Ты всего лишь пустой звук". Вирго достал свой лазер и направил его прямо на Ирвина.
zh_hans: "嘿嘿，你好啊处女座。嘿，我知道情况看起来很糟糕，但是～～..."厄文被那气势磅礴的身影打断了："我没时间管你的破事了，厄文。威尔越来越不耐烦了。他受够了你的无能，受够了你的好斗，受够了你对一个统治多元宇宙的傀儡机构的疯狂阴谋论！你只有 一 个 任务，去收集DNA。然后呢？你什么也没带，就溜回我这里。现在，他们要把整个巢穴炸成碎片。你指望我能 容 忍 这个？" "嗯...是～～的？你瞧，在维克虫族毁了变元者的名声～～之后，说～～服精英护卫队雇用我可不是～～件容易的事～～！"厄文继续找借口，但再次被打断。"已经无所谓了。你挥霍了太多时间，而取回DNA的机会转瞬即逝。威尔已经与蛛团达成了一项协议，他们会为我们收集DNA。我们不再需要你了，厄文。你现在只不过是一个后患罢了。"处女座拔出他的激光手枪并径直瞄准厄文。

source: Continue...
fr: Continuer...
