Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="ROCK_APOLOGY"]/text
source: Moments after entering the system, you receive a message from the nearby ship; "We are sinners! Oh woe is us! Strike us down! Punish us! We do not deserve the gift of life!"
ko: 행성계에 접근한 이후, 당신은 근처 함선으로부터 다음의 메시지를 받았습니다: “우리는 죄인들이오! 오호, 통재라! 우리를 습격해 주시오! 우리를 벌해 주시오! 우리는 삶이라는 선물을 누릴 자격이 없소!”
ru: Через несколько мгновений после входа в систему вы получаете сообщение с ближайшего корабля: 'Мы грешники! О, горе нам! Уничтожьте нас! Накажите нас! Мы не заслуживаем жизни!'.
zh_hans: 进入该星系不久后，你收到一条来自附近舰船的消息："我们是罪人！哦，我们真倒霉！击倒我们！惩罚我们！我们不配拥有生命的权利！"

# data/events_rock.xml.append$//event[@name="ROCK_APOLOGY"]/choice[1]/text
source: Ask them why they're upset.
ko: 왜 마음에 상처를 입었는지 묻는다.
ru: Спросить их, почему они расстроены.
zh_hans: 询问对方为什么沮丧。

# data/events_rock.xml.append$//event[@name="ROCK_APOLOGY"]/choice[2]/text
source: Strike them down.
ko: 무력으로 제압한다.
ru: Уничтожить их.
zh_hans: 干掉他们。

# data/events_rock.xml.append$//event[@name="ROCK_APOLOGY"]/choice[3]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

# data/events_rock.xml.append$//event[@name="ROCK_APOLOGY"]/choice[3]/event/text
source: The Rockman's pleading continues for some time, but you simply tune them out and fly away.
ko: 락맨의 탄원이 한동안 계속되지만, 당신은 교신을 중단하고 떠납니다.
ru: Мольбы валунов продолжаются какое-то время, но вы просто отключаете их и улетаете.
zh_hans: 岩石族继续央求了一会儿，但你只是将他们拒之门外然后飞走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "I have SINNED! I... used the restroom... and I was out of toilet paper... and I had a holy script nearby and... OH GOD! I'm a MONSTER! How could you make me relive my crimes? You are cruel! Too cruel for this world! First I will kill you, then myself!"
ko: "나는 대역죄를 지었소! 난... 화장실에 갔는데... 휴지가 없어서... 근처의 성스러운 필사본을 사용해 버렸지... 오, 신이시여! 나는 괴물이었소! 어떻게 당신이 내 죄를 씻어낼 수 있겠소? 잔인한 사람이여! 이 세계에 있기에 너무 잔혹한 자여! 먼저 당신을 살해하고, 내 목숨을 끊겠소!"
ru: "Я СОГРЕШИЛ! Я... воспользовался туалетом... и у меня закончилась туалетная бумага... и у меня поблизости был священный текст и... О БОЖЕ! Я МОНСТР! Как ты мог заставить меня пережить мои преступления? Ты жестокий! Слишком жестокий для этого мира! Сначала я убью тебя, а потом себя!"
zh_hans: "我犯了戒！我……去上了厕所……然后手纸用完了……然后我随身带有一本圣书……噢，神呐！我是个怪物！你怎么能让我想起我犯的罪行？你太残忍了！残忍至这个世界不该有你的容纳之所！我要先杀了你，然后自尽！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I have SINNED! I... used the restroom... and I was out of toilet paper... and I had a holy script nearby and... OH GOD! I'm a MONSTER! Oh please, allow me to redeem myself! In any way I can, perhaps there are favors I can serve to find my way to heaven once more!"
ko: "나는 대역죄를 지었소! 난... 화장실에 갔는데... 휴지가 없어서... 근처의 성스러운 필사본을 사용해 버렸지... 오, 신이시여! 나는 괴물이었소! 나를 구원하소서. 천국으로 가는 길을 다시 한번 찾을 수 있도록, 어떤 식으로든 내가 베풀 수 있는 선행이 있을 것이오."
ru: "Я СОГРЕШИЛ! Я... воспользовался туалетом... и у меня закончилась туалетная бумага... и у меня поблизости был священный текст и... О БОЖЕ! Я МОНСТР! О, пожалуйста, позвольте мне искупить свою вину! Всеми доступными способами, возможно, я смогу оказать услугу, чтобы снова найти путь на небеса!"
zh_hans: "我有罪！我......"。我......上厕所......我没有手纸了......我有一个神圣的剧本在附近......哦，上帝！我是个怪物！我是个怪物！哦，请允许我为自己赎罪！也许我能在再次通往天堂的路途中，再为世界做一点小贡献！"

source: "I have changed my mind! I no longer wish to die! I shall redeem myself by killing you instead!"
ko: "생각이 바뀌었소! 난 더는 죽음을 원치 않소! 대신 그대를 죽여 나는 구원 받을 것이오!"
ru: "Я передумал! Я больше не хочу умирать! Вместо этого я искуплю свою вину, убив тебя!"
zh_hans: "我改变主意了！不想死了！作为替代，我要杀了你来救赎自己！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh thank you good captain! Only in death shall I find redemption!"
ko: "고맙소, 선한 함장! 오직 죽음으로 난 구원 받을 것이오."
ru: "О, спасибо, славный капитан! Только в смерти я найду искупление!"
zh_hans: "噢，感谢你，舰长！只有在死亡中我才能找到救赎！"

# data/events_rock.xml.append$//event[@name="ROCK_PUNS"]/text
source: A stoic Rock Captain hails you. "Federation. I have an important question for you. Why can you not expect perfection from geologists?"
ko: 단정해 보이는 락맨 함장이 교신을 보내옵니다. "연방 함선은 들으시오. 중요한 질문이 있소. 락맨은 도둑질을 잘 당하는데, 왜 그런지 아시오?"
ru: С вами связывается невозмутимый капитан валунов. "Федерация. У меня к вам важный вопрос. Почему вы не ждете совершенства от геологов?"
zh_hans: 一个坚毅的岩石族船长呼叫你。"联邦。我有一个重要的问题要问你。为什么你不能期望地质学家做到完美？"

# data/events_rock.xml.append$//event[@name="ROCK_PUNS"]/choice[1]/text
source: Uh... We don't know.
ko: 음... 모릅니다.
ru: Э-э... Мы не знаем.
zh_hans: 呃…我们不知道。

# data/events_rock.xml.append$//event[@name="ROCK_PUNS"]/choice[1]/event/text
source: "Because they all have their FAULTS!" He breaks into intense laughter.
ko: "강도가 너무 세기 때문이오!" 그가 격하게 웃음을 터뜨립니다.
ru: "Потому что у них у всех бывают ПРОВАЛЫ!" Он разражается сильным смехом.
zh_hans: "因为他们都是低智学家！"他爆发出强烈的笑声。

source: Laugh in return.
ko: 같이 웃어준다.
ru: Смеяться в ответ.
zh_hans: 一起笑。

source: Your laughter mixes together with the Rockman. After a while, you both calm down. So grateful that you found humor in his pun, the Rockman feels compelled to gift you some missiles!
ko: 당신과 락맨의 웃음소리가 뒤섞였습니다. 잠시 후, 둘 다 진정했습니다. 락맨은 당신이 그의 말장난에서 유머를 발견해 준 것에 감사하여, 당신에게 미사일을 선물해야겠다고 생각했습니다!
ru: Ваш смех сливается со смехом валуна. Через некоторое время вы оба успокаиваетесь. Благодарный за то, что вы поняли юмор, валун считает своим долгом подарить вам несколько ракет!
zh_hans: 你的笑声和岩石族混在一起。过了一会儿，你们俩都冷静下来。岩石族非常感谢你在他的双关语中找到了幽默感，他觉得有必要送给你一些弹药！

source: End their pitiful existence.
ko: 그의 딱한 삶을 끝내준다.
ru: Покончить с их жалким существованием.
zh_hans: 终结对方可怜的存在。

source: "Wait... Wait no, it was just a joke!"
ko: "자...잠깐만! 그건 그냥 농담이었소!"
ru: "Подождите... Нет, это была просто шутка!"
zh_hans: "等等...等等，不，这只是一个玩笑！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Zoltan Crew) "What a shocker!"
ko: (졸탄 선원) "빵 터졌네요! 제 몸은 안 터져서 다행이에요."
ru: (Член экипажа-золтан) "Какое потрясение!"
zh_hans: (超能族船员)"真令人震精！"

source: The Rockman is so impressed by the retaliation of your own pun that he submits, promising to dedicate the rest of his existence to your servitude. As long as he can keep making puns along the way.
ko: 락맨은 당신의 선원이 되받아친 말장난에 크게 감명받아 당신의 종이 되어 자신의 남은 삶을 바치기로 맹세했습니다. 여정 중에 계속해서 말장난을 할 수 있는 한 말입니다.
ru: Валун настолько впечатлен ответным каламбуром, что преклоняется, пообещав посвятить остаток своего существования служению вам. До тех пор, пока он сможет продолжать сочинять новые каламбуры.
zh_hans: 岩石族对你的双关语答复印象深刻，他甘拜下风，并承诺将他的余生供你驱驰。只要他能在路上一直说双关语。

source: Comedian
ru: Комик
zh_hans: 滑稽演员

source: (Crystal Crew) "Ahh, a wise crack!"
ko: (크리스탈 선원) "아, 제대로 쪼갰소! 난 경도가 높은데도 말이지."
ru: (Член экипажа-кристаллин) "А-а-а, сейчас тресну от смеха!"
zh_hans: (水晶族船员)"啊，人生无常，大肠包小肠！"

source: The Rockman is so impressed by the retaliation of your own pun that he submits, promising to dedicate the rest of his existence to your servitude. As long as he can keep making puns along the way.
ko: 락맨은 당신의 선원이 되받아친 말장난에 크게 감명받아 당신의 종이 되어 자신의 남은 삶을 바치기로 맹세했습니다. 여정 중에 계속해서 말장난을 할 수 있는 한 말입니다.
ru: Валун настолько впечатлен ответным каламбуром, что преклоняется, пообещав посвятить остаток своего существования служению вам. До тех пор, пока он сможет продолжать сочинять новые каламбуры.
zh_hans: 岩石族对你的双关语答复印象深刻，他甘拜下风，并承诺将他的余生供你驱驰。只要他能在路上一直说双关语。

source: Comedian
ru: Комик
zh_hans: 滑稽演员

source: (Leech Crew) "That joke sucks."
ko: (리치 선원) "억지로 빨아주기도 어려운 농담이군."
ru: (Член экипажа-пиявка) "Эта шутка - отстой".
zh_hans: (吸虫族船员)"那个笑话吸烂。"

source: "Is that supposed to be a pun? I cannot tell if you are insulting me or making a pitiful attempt to join me. I hate Leeches. Get out of my sight!"
ko: "그것도 혹시 말장난인가?" 나를 모욕하는 것인지, 나와 어울려 보려는 한심한 시도를 하는 것인지 모르겠구려. 난 리치가 싫소. 꺼지시오!"
ru: "Это что, каламбур? Я не могу понять, оскорбляете ли вы меня или делаете жалкую попытку присоединиться ко мне. Я ненавижу пиявок. Убирайтесь с глаз моих долой!"
zh_hans: "这是一个双关语吗？我分不清你是在侮辱我还是在可怜巴巴地试图加入我。我讨厌吸虫。滚出我的视线！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Slug Crew) Have your Slug predict the answer.
ko: (슬러그 선원) 슬러그 선원이 답을 예측하게 한다.
ru: (Член экипажа-слизень) Попросить своего слизня предсказать ответ.
zh_hans: (蛞蝓族船员)让你的蛞蝓族船员预测答案。

source: Your Slug grumbles. "It'ssss jussst a ssstupid pun." Your Slug repeats the answer to the Rockmen. "Because they all have faultssss..." The Rockman frowns that you predicted it, and turns off transmissions.
ko: 슬러그가 투덜거립니다. "그냥 씨씨한 말짱난이에요. 강도가 쎄기 때문이겠쬬..." 답을 예측당한 락맨은 인상을 찌푸리며 교신을 중단했습니다.
ru: Ваш слизень ворчит. "Это просссто глупый каламбур". Ваш слизень повторяет ответ валунам. "Потому что у них у всссех бывают провалы..." Валун хмурится из-за того, что вы предугадали каламбур, и отключает связь.
zh_hans: 你的蛞蝓族船员咕哝道。"这只是～～一个愚蠢的双～～～关语。"你的蛞蝓族复述了岩石族准备说的话。"因为他们都是～低智学家..."岩石族皱着眉头说你答对了，并关闭了通讯。

# data/events_rock.xml.append$//event[@name="ROCK_CRYOBSESSION"]/text
source: A nearby Rock settlement, painted almost entirely light blue, hails you. "You are from the outside? You wouldn't happen to have anything originating from the Crystal race, would you?"
ko: 담청색으로 칠해진 근처의 락맨 거주지에서 당신에게 연락해옵니다 "그대는 이방인이오? 혹시 크리스탈 종족에서 유래된 물건을 뭐라도 갖고 있진 않소?"
ru: В ближайшем поселении валунов, окрашенном почти полностью в светло-голубой цвет, с вами связываются. "Вы внешних миров? У вас случайно нет ничего связанного с расой кристаллинов?"
zh_hans: 附近的一个几乎完全是浅蓝色的岩石定居点，向你呼叫。"你是来自外面的人？你不会碰巧有源自水晶族的东西吧？"

source: (Crystalline Weapon) We have a Crystal weapon.
ko: (크리스탈 무기) 크리스탈 무기를 갖고 있습니다.
ru: (Оружие кристаллинов) У нас есть кристаллическое оружие.
zh_hans: (水晶系武器)我们有一件水晶武器。

source: "Amazing! Such a well crafted weapon too. I don't suppose you'd be willing to sell us one, would you?"
ko: "굉장하오! 정말 잘 만들어진 무기구려. 이걸 우리에게 팔 생각은 전혀 없지 않겠소?"
ru: "Потрясающе! И такое хорошо сделанное оружие. Полагаю, вы не откажетесь продать нам одно?"
zh_hans: "了不起！这么好的武器也是精心制作的。我想你应该不愿意卖给我们一个，对吗？"

source: Sell them a Crystal Burst MK I.
ko: 점사형 크리스탈 마크 I을 판다.
ru: Продать им залповый кристалл мод. I.
zh_hans: 卖给他们一件水晶爆裂I。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Crystal Burst MK I.
ko: 엘리트 점사형 크리스탈 마크 I을 판다.
ru: Продать им элитный залповый кристалл мод. I.
zh_hans: 卖给他们一件精英水晶爆裂I。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Crystal Burst MK II.
ko: 점사형 크리스탈 마크 II를 판다.
ru: Продать им залповый кристалл мод. II.
zh_hans: 卖给他们一件水晶爆裂II。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Crystal Burst MK II.
ko: 엘리트 점사형 크리스탈 마크 II를 판다.
ru: Продать им элитный залповый кристалл мод. II.
zh_hans: 卖给他们一件精英水晶爆裂II。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Heavy Crystal MK I.
ko: 중형 크리스탈 마크 I을 판다.
ru: Продать им тяжелый кристалл мод. I.
zh_hans: 卖给他们一件重型水晶I。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Heavy Crystal MK I.
ko: 엘리트 중형 크리스탈 마크 I을 판다.
ru: Продать им элитный тяжелый кристалл мод. I.
zh_hans: 卖给他们一件精英重型水晶I。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Heavy Crystal MK II.
ko: 중형 크리스탈 마크 II를 판다.
ru: Продать им тяжелый кристалл мод. II.
zh_hans: 卖给他们一件重型水晶II。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Heavy Crystal MK II.
ko: 엘리트 중형 크리스탈 마크 II를 판다.
ru: Продать им элитный тяжелый кристалл мод. II.
zh_hans: 卖给他们一件精英重型水晶II。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Crystal Scatter.
ko: 산탄 크리스탈을 판다.
ru: Продать им осколочный кристалл.
zh_hans: 卖给他们一件水晶破片。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Crystal Scatter.
ko: 엘리트 산탄 크리스탈을 판다.
ru: Продать им элитный осколочный кристалл.
zh_hans: 卖给他们一件精英水晶破片。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Crystal Charger.
ko: 충전식 크리스탈을 판다.
ru: Продать им зарядный кристалл.
zh_hans: 卖给他们一件充能水晶。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Crystal Charger.
ko: 엘리트 충전식 크리스탈을 판다.
ru: Продать им элитный зарядный кристалл.
zh_hans: 卖给他们一件精英充能水晶。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Neural Crystal.
ko: 신경 크리스탈을 판다.
ru: Продать им нейро-кристалл.
zh_hans: 卖给他们一件神经激光。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Elite Neural Crystal.
ko: 엘리트 신경 크리스탈을 판다.
ru: Продать им элитный нейро-кристалл.
zh_hans: 卖给他们一件精英神经激光。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Lockdown Bomb.
ko: 봉쇄 폭탄을 판다.
ru: Продать им изолирующую бомбу.
zh_hans: 卖给他们一件封锁炸弹。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them a Shard Launcher.
ko: 파편 사출기를 판다.
ru: Продать им осколкомет.
zh_hans: 卖给他们一件晶片发射器。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: Sell them an Amber Launcher.
ko: 호박 발사기를 판다.
ru: Продать им янтарную пусковую установку.
zh_hans: 卖给他们一件琥珀发射器。

source: "Thank you so much! We will use this to decorate our shrine!"
ko: "대단히 고맙소! 이것으로 우리의 성지를 치장할 것이오!"
ru: "Большое спасибо! Мы используем его для украшения нашей святыни!"
zh_hans: "太感谢你了！我们会用它来装饰神殿！"

source: We aren't interested in selling anything.
ko: 아무것도 팔 생각이 없습니다.
ru: Мы не заинтересованы в том, чтобы что-то продавать.
zh_hans: 我们没兴趣出售任何武器。

source: "Ah... what a shame. Oh well, you must know that you are very lucky to wield such exotic tech!"
ko: "아... 대단히 아쉽소. 그런 진귀한 장비가 당신의 손에 있다는 건 대단한 행운임을 알아야 하오."
ru: "Ах... какая досада. Ну что ж, вы должны знать, что вам очень повезло, что вы владеете такой экзотической техникой!"
zh_hans: "啊......真是太可惜了。哦，好吧，你必须知道，你非常幸运，可以使用这样的异族技术！"

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal Crew) We have a Crystal aboard our ship.
ko: (크리스탈 선원) 우리 함선에 크리스탈이 승선 중입니다.
ru: (Член экипажа-кристаллин) У нас есть кристаллин на борту нашего корабля.
zh_hans: (水晶族船员)我们的船上有一个水晶族。

source: The Rockman goes silent. Then, in a shaky tone, he says, "You... you must be gods! Please, take everything we have!"
ko: 락맨이 침묵합니다. 그리고는 떨리는 목소리로 말합니다. "그... 그대는 틀림없이 신이오. 바라건대, 우리가 가진 전부를 취하시오!"
ru: Валун молчит. Затем, дрожащим тоном, он говорит: "Вы... вы, должно быть, боги! Пожалуйста, возьмите все, что у нас есть!"
zh_hans: 岩石族沉默了。然后，他用颤抖的语气说："你们......你们一定是神！请拿走我们的一切！"

# data/events_rock.xml.append$//event[@name="ENCOUNTER_ROCK"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[1]
source: You encounter a Rock vessel and attempt to open trading frequencies, but they take it as an act of cultural transgression and open fire.
ko: 락맨 함선과 조우하여 거래 주파수를 열려고 했지만, 상대는 이를 문화적 이단행위로 간주하고 공격해왔습니다.
ru: Вы встречаете судно валунов и пытаетесь установить торговые отношения, но они воспринимают это как нарушение культурных традиций и открывают огонь.
zh_hans: 你遇到了一艘岩石船，并试图打开交易频率，但对方将你的行为视为冒犯，于是开火了。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[2]
source: You jump into the middle of a Rock excavation project on a nearby moon. Unimpressed with your intrusion they move to defend themselves!
ko: 근처 달에 있는 락맨 발굴 프로젝트의 한 가운데에 도착했습니다. 락맨들은 당신의 침입에 화를 내며 공격해왔습니다!
ru: Вы оказываетесь в центре раскопок валунов на близлежащей луне. Не обрадовавшись вашему вторжению, они начинают защищаться!
zh_hans: 你跃迁进入附近卫星上的一个岩石挖掘项目中。他们对你的闯入很吃惊，开始攻击你！

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[3]
source: You intercept chatter from an approaching Rock ship: "Weapons, moving in to engage, arm the tubes." There is no talking to these guys.
ko: 당신은 접근해오는 락맨 함선의 대화 내용을 감청했습니다. "무기, 교전 준비, 발사관 장전." 이 녀석들과 대화는 필요 없습니다.
ru: Вы перехватываете разговоры приближающегося корабля валунов: "Оружие, переходим к бою, заряжайте стволы". С этими парнями невозможно договориться.
zh_hans: 你截获了来自一艘接近的岩石飞船的聊天记录。"正在交战，充能发射管。"没有人可以和这些家伙说话。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[4]
source: As you jump in, a vast figure appears on the view-screen. The Rock captain rubs the green, moss-like appendage on his chin and then orders his crew to open fire.
ko: 도약을 마치자, 거대한 형체가 화면에 나타났습니다. 락맨 함장은 턱에 있는 이끼 같은 녹색 부속지를 쓰다듬더니, 선원들에게 발포 명령을 내렸습니다.
ru: Как только вы выходите из прыжка, на экране появляется огромная фигура. Капитан валунов потирает зеленый, похожий на мох, нарост на подбородке, а затем приказывает своему экипажу открыть огонь.
zh_hans: 当你跃迁进去时，一个庞大的身影出现在视屏上。岩石族船长在摩擦着他的下巴上绿色的、类似苔藓的附属物后，命令他的船员开火。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[5]
source: It looks quiet, but you realize your computer is being scanned. A hidden Rock vessel hails you: "Why do you fill your computer with lies?! These are not the holy words!" Before you can interject they open fire.
ko: 이곳은 조용해 보이지만, 당신은 컴퓨터가 스캔되고 있음을 깨달았습니다. 숨어있던 락맨 선박이 통신을 보냈습니다. "어째서 컴퓨터에 거짓말만 가득한 것이오?! 이것들은 거룩한 말씀이 아니외다!" 그들은 당신이 대꾸하기도 전에 공격해왔습니다.
ru: Все вроде бы тихо, но вы понимаете, что ваш компьютер сканируют. Спрятанный корабль валунов обращается к вам: "Зачем ты наполняешь свой компьютер ложью?! Это не святые слова!" Прежде чем вы успеваете возразить, они открывают огонь.
zh_hans: 一切看起来很安静，但你意识到你的电脑正在被扫描。一艘隐藏的岩石族飞船向你呼叫。"你为什么用谎言填满你的电脑？这些不是圣言！"你还没来得及插话，他们就开火了。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[6]
source: You notice a Rock ship performing combat exercises. However, they quickly change their course to engage your ship. They apparently treat unregistered alien ships as handy target practice.
ko: 전투 훈련 중인 락맨 함선을 발견했습니다. 그들은 갑자기 항로를 바꾸더니 당신을 공격해왔습니다. 보아하니 등록되지 않은 외계 함선을 손쉬운 사격 연습 대상으로 사용하는 모양입니다.
ru: Вы заметили корабль валунов, проводящий боевые учения. Однако они быстро меняют курс и вступают в бой с вашим кораблем. По всей видимости, они рассматривают незарегистрированные корабли пришельцев как удобную мишень для тренировки.
zh_hans: 你注意到一艘岩石族战舰正在进行战斗演习。然而，他们迅速改变航线，与你的飞船交战。他们显然把未记录的外星飞船当作方便目标来练习。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[7]
source: A loud 'thud' resounds through the ship after jump completion - you've just shunted a Rock fighter and he's already preparing to fire!
ko: 도약 완료 후 '텅' 하는 소리가 함선 전체에 울려 퍼졌습니다. 당신은 방금 락맨 전투기를 들이받았고 그쪽은 이미 발사 준비를 하고 있습니다!
ru: После завершения прыжка по кораблю раздается громкий "стук" - вы только что оттолкнули истребитель валунов, который уже готовится к стрельбе!
zh_hans: 跃迁完成后，一声巨大的'砰'声响彻飞船--你刚刚撞击了一架岩石族战机，他已经在准备开火了！

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCK"]/text[8]
source: You're intercepted by a Rock salvage operation. They don't seem to mind that you're still on board while they junk your ship.
ko: 당신은 락맨 폐선 인양꾼들과 마주쳤습니다. 이들은 함선을 처분할 때 안에 누가 있건 말건 신경 쓰지 않는 것 같습니다.
ru: Вас перехватывает поисковая операция валунов. Похоже, они не возражают против того, что вы остаетесь на борту, пока они разбирают ваш корабль на запчасти.
zh_hans: 你被一个岩石族回收作业队拦截了。他们似乎并不介意你还在船上，现在就想把你的船拆了。

# data/events_rock.xml.append$//event[@name="ROCK_FIGHT_ASTEROID"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[1]
source: A Rock mining vessel is harvesting the mineral-rich asteroids in this locality, and their scouts take your presence to be a transgression. Battle stations!
ko: 락맨 채굴선이 이 지역에서 광물이 풍부한 소행성을 채굴하고 있고, 정찰선이 당신을 칩입자로 간주합니다. 전투 준비!
ru: В этом районе добычу богатых минералами астероидов ведет судно валунов, а его разведчики считают ваше присутствие нарушением. К бою!
zh_hans: 一艘岩石采矿船正在这个地方收获富含矿物质的小行星，而他们的侦察员认为你的存在是一种侵犯。准备作战！

# data/events_rock.xml.append$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[2]
source: A rookie Rock cargo ship has taken its orders too literally and took the most direct route to their destination... right through an asteroid field. They're confused and fire wildly as you jump in.
ko: 신참내기 락맨 화물선 하나가 임무를 너무 곧이곧대로 이해하는 바람에... 목적지까지 직행하는, 소행성 지대 한복판을 통과하는 경로를 택했습니다. 당신이 도약해오자 그들은 혼란에 빠져 마구잡이로 발포했습니다.
ru: Грузовой корабль, экипаж которого состоит из новичков валунов воспринял приказ слишком буквально и пошел по самому прямому пути к месту назначения... прямо через астероидное поле. Они в замешательстве и открывают шквальный огонь, когда вы выходите из прыжка.
zh_hans: 一艘岩石族货船对其所受命令的理解过于简单，采取了最直接的路线前往目的地......直接穿过小行星带。他们对你的到来很困惑，在你跃迁后就疯狂地开火。

# data/events_rock.xml.append$//textList[@name="ROCK_FIGHT_ASTEROID"]/text[3]
source: The captain of a Rock freighter lost in the asteroid field hails you: "Our co-ordinates led us here, but only death greets us. What must be must be. Death to all." You power up the battle systems and wonder how long they've been stuck here.
ko: 소행성 지대에서 길을 잃은 락맨 화물선의 함장이 당신에게 연락했습니다. "우리의 동업자가 우리를 이곳으로 안내했지만, 우리를 맞이한 건 오직 죽음뿐이었소. 일어날 일은 반드시 일어나는 법. 모두에게 죽음을." 당신은 전투 시스템을 가동하고 그들이 여기에 얼마나 오래 갇혀 있었는지 궁금해했습니다.
ru: Вас вызывает капитан грузового корабля валунов, заблудившегося в астероидном поле "Наши координаты привели нас сюда, но нас встречает только смерть. Чему быть, того не миновать. Смерть всем". Вы включаете боевые системы и задаетесь вопросом, насколько давно они здесь застряли.
zh_hans: 一艘迷失在小行星带的岩石货船船长向你呼叫。"我们的坐标把我们带到这里，但迎接我们的只有死亡。该来的还是要来的。所有人都得死。"你为战斗系统供能，想知道他们被困在这里多久了。
