Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: Challenge him to a duel.
ko: 결투를 신청한다.
ru: Вызвать его на дуэль.
zh_hans: 向他挑起决斗。

source: "Haha, now that's what I like to hear. Commence the battle!"
ko: "하하, 바라던 바오. 전투 개시!"
ru: "Хаха, вот это я понимаю. Начинаем битву!"
zh_hans: "哈哈，这是我想听的话，开始战斗吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
ko: 됐습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: "Disappointing! Oh well then, I understand. But you'll never learn my secret, haha!"
ko: "실망스럽군! 뭐, 이해하오. 하지만 그대는 내 비밀을 절대 알 수 없을 거라오! 하하하!"
ru: "Я разочарован! Ну что ж, я понимаю. Но тогда ты никогда не узнаешь мой секрет, хаха!"
zh_hans: "令人失望！哦，那好吧，我理解。但你永远不会知道我的秘密，哈哈！"

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS"]/choice[2]/text
source: Ignore the ships.
ko: 함선들을 무시한다.
ru: Не обращать внимания на корабли.
zh_hans: 无视这些船。

source: This all seems like some kind of scam or tourist trap. Not that those are mutually exclusive. No point in stopping here.
ko: 아마 사기꾼들 혹은 관광객을 낚으려는 바가지 장사꾼들 같았습니다. 혹은 둘 다일수도...? 당신은 여기 들르지 않기로 했습니다.
ru: Все это похоже на какую-то аферу или ловушку для туристов. Не то чтобы это были взаимоисключающие понятия. Нет смысла здесь останавливаться.
zh_hans: 这一切似乎是某种骗局或旅游陷阱，可能两者都是。没有必要在这里停下来。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS_WIN"]/text
source: "Congratulations, you have bested me! My secret is yours!" Chung powers down his weapons.
ko: "그대가 이겼소, 축하하오! 약속대로 내 비밀을 알려주겠소!" 충은 무기의 전원을 껐습니다.
ru: "Поздравляю, ты превзошел меня! Мой секрет - твой!" Чунг отключает свое оружие.
zh_hans: "恭喜你，你打败了我！我的秘密是你的了！"冲先生放下了他的武器。

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS_WIN"]/choice[1]/text
source: Stop the fight.
ko: 전투를 멈춘다.
ru: Прекратить сражение.
zh_hans: 停止战斗。

source: Chung leans forward and whispers in your ear; "My secret, is this... my girth."
ko: 충은 몸을 앞으로 기대고 당신의 귀에 속삭였습니다; "내 비밀은, 바로... 내 지방이라오."
ru: Чунг наклоняется вперед и шепчет вам на ухо: "Мой секрет - это... мой вес".
zh_hans: 他向前俯身，在你耳边轻声说："我的秘密，就是这个......我的体型。"

source: Your... what?
ko: 당신의... 뭐요?
ru: Ваш... что?
zh_hans: 你的...啥？

source: "HAHAHAH! MY GIRTH! Those dumbasses couldn't penetrate my skull because it was protected by layers upon layers of fat. Now, for being such a good sport and being the first to ever best me in combat, have this!"
ko: "하하하하! 내 지방 말이오! 그 멍청이들은 내 머리를 겹겹이 싼 지방을 뚫지 못한 것이었소. 자, 이것은 훌륭한 스포츠맨쉽을 보여준 것과, 처음으로 날 전투에서 꺾은 사람이 된 것에 대한 보상이라오!"
ru: "ХАХАХАХ! МОЙ ВЕС! Эти тупицы не смогли пробить мой череп, потому что он был защищен слоями жира. А теперь, за то, что ты был таким хорошим спортсменом и первым, кто превзошел меня в бою, возьми вот это!"
zh_hans: "哈哈哈！我的体型！那些蠢货无法穿透我的头骨，因为它被一层又一层的脂肪保护着。现在，为了感谢你这么好的体育精神和第一次有人在战斗中胜过我，请收下这个！"

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS_WIN"]/choice[2]/text
source: Keep on fighting anyways.
ko: 계속해서 싸운다.
ru: Все равно продолжать сражаться.
zh_hans: 仍然继续战斗。

source: "Wait, wait- what are you doing?!"
ko: "자, 잠깐- 왜 이러시오?!"
ru: "Стой-стой - что ты делаешь?!"
zh_hans: "等等，等等，你在做什么？"

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS_LOSE"]/text
source: "It seems you have lost this battle! Alas, you shall not learn my secret. Apologies, captain!"
ko: "아무래도 그대가 진 것 같군! 약속대로, 내 비밀은 알려줄 수 없소. 미안하오, 함장!"
ru: "Похоже, ты проиграл эту битву! Увы, ты не узнаешь мой секрет. Прошу прощения, капитан!"
zh_hans: "看来你已经输了这一仗！唉，你不应该知道我的秘密。对不起，舰长！"

# data/events_rock.xml.append$//event[@name="OUTCAST_MAKESHIFT"]/text
source: A small makeshift Tiiikaka outpost has been constructed nearby for holding slaves. Judging from the fact they don't hail you, it's pretty clear they aren't open to trading.
ko: 근처에 작은 임시 티카카 노예수용소가 세워져 있었습니다. 그들이 당신에게 어떤 교신도 보내지 않는 것으로 보아, 노예를 거래하는 곳처럼 보이진 않았습니다.
ru: Неподалеку был построен небольшой временный аванпост Тиикаки для содержания рабов. Судя по тому, что они не пытаются связаться с вами, очевидно, что они не готовы торговать.
zh_hans: 附近建有一个临时的提卡卡小型哨站，用于关押奴隶。从他们不欢迎你的事实来看，很明显他们并不愿意进行交易。

# data/events_rock.xml.append$//event[@name="OUTCAST_MAKESHIFT"]/choice[1]/text
source: Attack the camp.
ko: 수용소를 공격한다.
ru: Напасть на лагерь.
zh_hans: 攻击哨站。

source: Even if they were open to selling to you, you wouldn't care. Slavery is immoral, and you're going to free these people.
ko: 그들이 당신에게 노예들 팔든 말든, 당신이 할 행동은 하나뿐이었습니다. 노예제도는 비도덕적이고, 당신은 이 사람들을 풀어줄 것이었습니다.
ru: Даже если бы они были готовы согласиться торговать, вам было бы все равно. Работорговля аморальна, поэтому вы собираетесь освободить рабов.
zh_hans: 即使他们愿意卖给你，你也不会在乎。贩奴是不道德的，而你要解放这些人。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Teleporter) Beam in a crew member to try and liberate some slaves.
ko: (텔레포터) 선원을 보내 노예 몇 명을 풀어주려 해 본다.
ru: (Телепортатор) Отправить члена экипажа для освобождения рабов.
zh_hans: (传送系统)传送一名船员，试图解放一些奴隶。

source: (Upg. Teleporter) Beam in a crew member to try and liberate some slaves.
ko: (고급 텔레포터) 선원을 보내 노예 몇 명을 풀어주려 해 본다.
ru: (Улучш. Телепортатор) Отправить члена экипажа для освобождения рабов.
zh_hans: (高级传送)传送一个船员，试图解放一些奴隶。

source: Your crew beams into the camp and managed to free several of the slaves being kept there. Your crew and the slaves beam back immediately before the slavers can catch them and you slip away undetected.
ko: 당신의 선원은 수용소에 잠입해 그곳의 노예 여러 명을 풀어 주는 데 성공했습니다. 노예들과 당신의 선원은 노예상들이 따라잡기 직전에 함선으로 귀환하고, 당신은 들키지 않은 채로 유유히 떠났습니다.
ru: Ваш член экипажа телепортируется в лагерь, где ему удается освободить нескольких содержащихся там рабов. Ваш член экипажа и рабы сразу же телепортируются обратно, прежде чем работорговцы смогут их поймать, и вы незаметно скрываетесь.
zh_hans: 你的船员们通过传送进入哨站，设法解救了几个被关在那里的奴隶。在奴贩抓到他们之前，你的船员和奴隶们立即传送回来，而你则在未被发现的情况下溜走。

source: Your crew beams into the camp and managed to free several of the slaves being kept there.
ko: 당신의 선원은 수용소에 잠입해 그곳의 노예 여러 명을 풀어 주는 데 성공했습니다.
ru: Ваш член экипажа ворвался в лагерь и сумел освободить нескольких содержащихся там рабов.
zh_hans: 你的船员们传送进入哨站，并设法释放了被关在那里的几个奴隶。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: However, on their way back to the ship the slavers catch them and open fire! Your crew is shot, but the slaves manage to make it back to the ship alive. A noble sacrifice.
ko: 그러나, 함선으로 복귀하는 과정에서 노예상들에게 꼬리를 밟혔습니다! 당신의 선원은 사살당했지만, 노예들은 살아서 당신의 함선으로 탈출했습니다. 숭고한 희생이로군요.
ru: Однако, на пути к кораблю их настигают работорговцы и открывают огонь! Ваш член экипаж погибает, но рабам удается вернуться на корабль живыми. Благородная самоотверженность.
zh_hans: 然而，在他们回星舰的途中，奴贩们抓住了他们，并开火了！你的船员被射杀，但奴隶们活着回到星舰，这是一次崇高的牺牲。

source: Fortunately the Clone Bay is able to revive your crew, and they are welcomed back with cheers from the now liberated slaves.
ko: 다행히도 클론 배양실은 당신의 선원을 되살릴 수 있었고, 그 선원은 자유의 몸이 된 노예들의 환호성과 함께 환영받았습니다.
ru: К счастью, вашего члена экипажа удается возродить с помощью Клон-отсека, и его с радостью встречают освобожденные рабы.
zh_hans: 幸运的是，克隆舱能够使你的船员复活，他们在现在被解放的奴隶们的欢呼声中被欢迎回来。

source: Your crew beams into the camp and managed to free several of the slaves being kept there. However, on their way back to the ship the slavers catch them and open fire! It's a struggle and several of the slaves die, but you're able to repel the slavers long enough to make it back to the ship with your crew still alive.
ko: 당신의 선원은 수용소에 잠입해 그곳의 노예 여러 명을 풀어 주는 데 성공했습니다. 그러나, 함선으로 복귀하는 과정에서 노예상들에게 꼬리를 밟혔습니다! 노예상들은 발포를 시작했고 노예 여러 명이 죽지만, 당신은 당신의 선원이 함선으로 살아 돌아올 때까지 노예상들을 떨어뜨려 놓는 데 성공했습니다.
ru: Ваш член экипажа проникает в лагерь и сумел освободить нескольких содержащихся там рабов. Однако на обратном пути к кораблю работорговцы настигают их и открывают огонь! В результате схватки несколько рабов погибают, но вам удается отогнать работорговцев достаточно далеко, чтобы член экипажа вернулся на корабль и остался жив.
zh_hans: 你的船员冲进营地，设法解救了几个被关在那里的奴隶。然而，在他们回星舰的途中，奴贩们抓住了他们，并开火了！这是一场斗争，有几个奴隶死了，但你能够击退奴贩，成功撤回星舰，你的船员也仍然活着。

# data/events_rock.xml.append$//event[@name="ENCOUNTER_OUTCAST"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_OUTCAST"]/text[1]
source: When Rockmen go against the Elders, there is not much left for them to become other than outcast pirates or refugees without a future. One such ship patrols the nearby system, and upon spotting you decide your ship would make an excellent target for them!
ko: 장로에게 반기를 든 락맨에게는 망명자 해적이 되거나 미래가 없는 난민이 되는 정도의 선택지밖에 남지 않습니다. 지금 이 구역을 순찰하고 있는 함선 또한 그 선택을 해야 했고, 그들은 당신의 함선을 먹잇감으로 삼기로 결정했습니다!
ru: Когда валуны выступают против Старейшин, им остается лишь стать пиратами-Изгоями или беженцами без будущего. Один из таких кораблей патрулирует близлежащую систему, и заметив вас, он решает, что ваше судно станет для него отличной добычей!
zh_hans: 当岩石族与长老们作对后，他们除了成为流放的海盗或没有前途的难民外，就没有什么其他选择了。一艘这样的飞船就在附近的星系中巡逻，发现你后，对方认为你的飞船会是一个很好的目标！

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_OUTCAST"]/text[2]
source: A ship full of Rock outcasts sees you first. Apparently they are no longer satisfied with the condition of their vessel, because now they're looking to take yours instead.
ko: 락맨 망명자로 가득한 함선 하나가 당신을 포착했습니다. 당신의 함선을 빼앗으려는 것을 보니, 분명 자신들의 함선에 더 이상 만족하지 못하는 모양입니다.
ru: Первым вас замечает судно, полное валунов Изгоев. Видимо, их уже не устраивает состояние своего судна, потому что теперь они хотят забрать ваше.
zh_hans: 一艘装满岩石流放者的船首先看到了你。显然，他们对自己船只的状况不再满意，因为现在他们想拿你的船代替。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_OUTCAST"]/text[3]
source: Outcasts are refugees from the Rock Government. Now forced to live the life of a pirate, they have no choice but to prey on ships such as yours to survive.
ko: 망명자들은 락맨 정부의 난민들입니다. 그들은 살기 위해서 해적의 길로 들어섰고, 이제는 다른 함선을 털어서 겨우 먹고 사는 처지입니다. 그리고 지금, 그들은 당신의 함선을 털어서 오늘을 나려 하고 있습니다.
ru: Изгои - это беженцы от правительства валунов. Теперь они вынуждены жить жизнью пиратов, и чтобы выжить, им остается только охотиться на такие корабли, как ваш.
zh_hans: 流放者是岩石政体的难民。现在被迫过着海盗的生活，他们别无选择，只能靠捕食像你们这样的船只来生存。

# data/events_rock.xml.append$//event[@name="ENCOUNTER_SSLG"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_SSLG"]/text[1]
source: The SSLG's agents have little beef with the Federation, but they've always been suspicious that it might try to intervene with their movement. One overly cautious ship nearby spots you and isn't taking any chances!
ko: SSLG 요원들은 연방에 대해 딱히 불만은 없지만, 연방이 자신들의 활동에 개입하려 하지는 않을까 항상 의심해 왔습니다. 과도하게 신중한 함선 하나가 근처에서 당신을 발견하고는, 굳이 그런 위험을 남겨놓지 않으려 합니다!
ru: Агенты ГОСВ не имеют особых претензий к Федерации, но они всегда подозревали, что она может попытаться вмешаться в их движение. Один слишком настороженный корабль поблизости замечает вас и собирается действовать!
zh_hans: 姊族解放组织的成员与联邦没有什么过节，但他们一直怀疑联邦可能试图干预他们的行动。附近的一艘过于谨慎的飞船发现了你，并且不想抱有前述的侥幸心理！

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_SSLG"]/text[2]
source: You catch radio chatter on a nearby SSLG ship and an unseen outpost some distance away. "By the glory of Dianesh, it's so damn boring here. We're supposed to be overthrowing brutal dictators, not sitting on our asses singing kumbaya with a bunch of hippies! Er, hold on. Someone's watching me... oh what the hell, I'll just go kill them and say they were a spy. Finally something to do!"
ko: 근처의 SSLG 함선과 좀 더 떨어져 보이지 않는 전초기지 사이의 무선 통신을 감청했습니다. "디아내시께 맹세컨대, 이곳은 정말 지독하게 지루하군. 우린 잔혹한 독재자들을 타도하고 있어야지 히피 무리와 함께 쿰바야 노래나 부르면서 앉아있으면 안 되오! 어, 잠깐. 누군가 날 지켜보고 있군... 이런 망할, 가서 죽여버리고 스파이였다고 해야겠소. 드디어 할 일이 생겼군!"
ru: Вы улавливаете радиопереговоры на ближайшем корабле ГОСВ и на неизвестном аванпосте, расположенном на некотором расстоянии. "Во славу Дианеш, здесь так чертовски скучно. Мы должны свергать жестоких диктаторов, а не сидеть на заднице и петь кумбайю с кучкой хиппи! Погоди. Кто-то следит за мной... А, черт, пойду убью его и скажу, что он был шпионом. Наконец-то есть чем заняться!"
zh_hans: 你听到附近的姊族解放组织飞船和一个看不见的哨站的无线电交流。"荣耀的黛安娜什女王啊，这里真他妈的无聊。我们本该去推翻残酷的独裁者，而不是坐在我们的屁股上和一群嬉皮士唱圣歌！呃，等一下。有人在监视我......哦，管他呢，我就去杀了他们，说他们是间谍。终于有事可做了！"

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_SSLG"]/text[3]
source: "Hey, you! You aren't meant to be here! This sector is under occupation of the SSLG!" Last time you checked, the SSLG has as little authority here as you do, but looks like these guys are intent on beating you up. Get ready for combat!
ko: "이보시오! 그대는 이곳에 있어선 안 되오! 이 구역은 SSLG의 통제 하에 있소!" 지난번에 확인한 바로는, 여기에 대한 권한이 없는 건 당신이나 SSLG나 마찬가지였는데, 이 자들은 당신을 공격하려는 모양입니다. 전투 준비!
ru: "Эй, ты! Тебе не положено здесь находиться! Этот сектор находится под контролем ГОСВ!" Насколько вы знаете, у ГОСВ здесь так же мало влияния, как и у вас, но похоже, эти парни намерены вас уничтожить. Готовимся к бою!
zh_hans: "嘿，你！你不应该出现在这里！这个星区被姊族解放组织占领了！"你没记错的话，姊族解放组织在此处的控制力弱得和联邦相当，但看起来这些家伙就是打算打你。准备战斗吧！

# data/events_rock.xml.append$//event[@name="OUTCAST_ASTEROID_SLAVER"]/text
source: Seems nowhere is safe from the influence of Tiiikaka, including this beacon. As you enter the asteroid field, you spot a slaver vessel on the prowl for Outcasts. However, they spot you at the same time and attack, not risking you blowing their cover!
ko: 그 어느 곳도 티카카의 손아귀에서 안전하진 않은 듯 합니다... 당장 이 송신소만 봐도 그랬습니다. 당신이 소행성 지대에 들어서자, 망명자를 찾아 어슬렁거리는 노예선 한 척이 보였습니다. 하지만, 노예선 역시도 당신을 알아채고는, 은신처를 목격한 당신을 처리하려 들었습니다!
ru: Похоже, что от влияния Тииикаки не застрахован никто, в том числе и этот маяк. Войдя в астероидное поле, вы замечаете судно работорговцев, охотящихся за Изгоями. Однако в это же время они замечают вас и атакуют, не рискуя тем, что вы сорвете их планы!
zh_hans: 似乎没有任何地方可以摆脱提卡卡的影响，包括这个信标。当你进入小行星带时，你发现了一艘正在寻找流放者的贩奴船。然而，他们同时发现了你，并发动了攻击，而不是冒着被你揭穿身份的风险！

# data/events_rock.xml.append$//event[@name="OUTCAST_ASTEROID_SLAVER"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_SUN"]/text
source: Much like Rocks anywhere else in the galaxy, the Outcasts don't seem to show much regard to the threat of solar flares. You however, do, but the ship nearby spots your unusual movement and suspects you of foul play!
ko: 락맨들이 으레 그렇듯이, 망명자들 또한 태양 폭발의 위험성을 크게 신경쓰진 않는 듯 합니다. 하지만 당신은 신경써야만 했습니다. 그때 근처의 함선이 당신의 수상쩍은 움직임을 보고는 당신을 노예상들이라고 단정지어 버렸습니다!
ru: Как и валуны в любой другой точке галактики, Изгои не обращают особого внимания на опасность солнечных вспышек. Вы, однако, делаете это, но находящийся поблизости корабль замечает ваше необычное передвижение и подозревает вас в преступных намерениях!
zh_hans: 与银河系其他地方的岩石族一样，流放者们似乎对太阳耀斑的威胁并不怎么在意。然而，你在意，但附近的飞船发现了你不寻常的动作，并认为你犯规了！

# data/events_rock.xml.append$//event[@name="OUTCAST_SUN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="DISTRESS_OUTCAST_TENSIONS"]/text
source: One of the Outcasts' signature ramshackle villages has been constructed aboard an old mining platform, abandoned after the diminished density of nearby asteroid fields. Seems they have a request for you.
ko: 망명자들의 구역에서 자주 볼 수 있는 판자촌 하나가 오래된 채굴 플랫폼 위에 건설되어 있었습니다. 근처 소행성 지대의 밀도가 감소한 후로 버려진 것이었습니다. 당신에게 부탁이 있는 듯 했습니다.
ru: На борту старой шахтерской платформы, заброшенной после уменьшения плотности близлежащих астероидных полей, построена одна из характерных для Изгоев ветхих деревень. Похоже, у них есть к вам просьба.
zh_hans: 附近的一处旧采矿平台上建有一个流放者们标志性的破烂村庄，看起来在附近的小行星带资源密度降低后被半废弃。仍居住在内的流放者看来对你有个请求。

source: Listen.
ko: 들어본다.
ru: Слушать.
zh_hans: 说来听听。

source: "Please, you must help us! The SSLG and Lost Suns are in a constant feud, and it is driving us mad! Now, they've come concerningly close to our village, and if a conflict breaks out we will be caught in the middle! Could you please defuse the tensions between them before it escalates? We'll pay you in advance - we trust you to do the right thing."
ko: "제발 도와주시오! 맨날 싸워대는 SSLG와 로스트선 때문에 미쳐버릴 지경이라오! 우리 마을에 위험할 정도로 가까이 와 있으니, 언제 고래 싸움에 새우 등 터질지 걱정밖에 안 된다오! 그들이 진짜로 싸우기 전에 가서 둘 사이의 갈등을 어떻게든 풀어줄 수는 없겠소? 돈은 드릴 것이오 - 당신이 옳은 일을 할 거라고 믿소."
ru: "Пожалуйста, вы должны нам помочь! ГОСВ и Затерянные Солнца находятся в постоянной вражде, и это сводит нас с ума! Теперь они приблизились к нашей деревне, и если начнется конфликт, мы окажемся в центре событий! Не могли бы вы разрядить напряженность между ними, пока она не обострилась? Мы заплатим вам заранее - мы верим, что вы поступите правильно".
zh_hans: "请你一定要帮助我们！姊族解放组织和迷失烈阳者们一直在争斗，这让我们十分苦恼！现在，他们已经非常接近我们的村庄，如果冲突爆发，我们的村子将被夹在中间作战场！你能不能在冲突升级之前化解他们之间的矛盾？我们会预先付钱给你，相信你会做出正确的事。"

source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意。

source: You travel not too much further until you find a standoff between two vessels. Their captains are currently engaged in a furious shouting match, calling each other creative insults such as "Son of a faux stone" and "Sediment for brains". No kidding when they said it was heated.
ko: 멀지 않은 거리에서 두 선박이 대치 중이었습니다. 두 함장들은 서로를 "너네 아빠 가짜 돌멩이" 라거나 "뇌가 퇴적암으로 만들어졌냐"는 등 창의적인 욕설을 날리며 격한 말싸움을 벌이고 있었습니다. 마을 사람들이 걱정하는 것도 무리는 아닌 듯했습니다.
ru: Вскоре вы видите противостояние двух судов. Их капитаны ведут яростную перепалку, обзывая друг друга творческими оскорблениями типа "Сын искусственного камня" и "Осадок в мозгах". Не зря говорят, что здесь было неспокойно.
zh_hans: 你没走多远，就发现两艘船在对峙。他们的船长目前正在进行一场愤怒的喊话比赛，互相称呼对方为"假石头的儿子"和"脑子里的泥沙"等创造性的侮辱词汇。流放者说冲突很激烈，果然不是开玩笑。

source: Try and talk it out.
ko: 대화로 풀어본다.
ru: Попытаться разобраться в ситуации.
zh_hans: 尝试做调解人。

source: Attack the SSLG ship.
ko: SSLG 함선을 공격한다.
ru: Атаковать корабль ГОСВ.
zh_hans: 攻击姊族解放组织飞船。

source: You open fire on the Crystals, and like cowards the Lost Sun ship jumps away. Disappointing, but at least you'll be able to reap the rewards from this fight.
ko: 당신이 크리스탈을 향해 발포하자, 로스트선 함선은 겁에 질려 도약해 사라졌습니다. 실망스러웠지만, 이 싸움의 유실물은 거둬들일 수 있을 것이었습니다.
ru: Вы открываете огонь по кристаллинам, и как трусы, корабль Затерянных Солнц уходит в прыжок. Разочаровывает, но, по крайней мере, вы сможете воспользоваться результатами этого боя.
zh_hans: 你向水晶族飞船开火，而迷失烈阳飞船就像胆小鬼一样跃迁逃走了。令人失望，但至少你能从这场战斗中获得回报。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Lost Sun ship.
ko: 로스트선 함선을 공격한다.
ru: Атаковать корабль Затерянных Солнц.
zh_hans: 攻击迷失烈阳飞船。

source: You open fire on the Rockmen, and like cowards the SSLG ship jumps away. Disappointing, but at least you'll be able to reap the rewards from this fight.
ko: 당신이 락맨을 향해 발포하자, SSLG 함선은 겁에 질려 도약해 사라졌습니다. 실망스러웠지만, 이 싸움의 유실물은 거둬들일 수 있을 것이었습니다.
ru: Вы открываете огонь по валунам, и как трусы, корабль ГОСВ уходит в прыжок. Разочаровывает, но, по крайней мере, вы сможете воспользоваться результатами этого боя.
zh_hans: 你向岩石族飞船开火，而姊族解放组织的船像胆小鬼一样跃迁逃走了。令人失望，但至少你能从这场战斗中获得回报。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Mind Control) Convince them to calm down.
ko: (정신지배 장비) 진정하라고 설득한다.
ru: (Контроль разума) Убедить их успокоиться.
zh_hans: (心灵控制)说服他们平静下来。

source: Only able to mind control one of the two, you choose the Crystals as they're known to be more stubborn. The sudden switch in the Crystal's tone confuses the Rockman, but he isn't going let up. Eventually you just give up and tell the two to cut it out and they seem to finally give up. Though the Outcasts paid you already, they're so impressed by you being able to end the conflict without any bloodshed they offer a second reward.
ko: 한 쪽만 정신지배할 수 있던 당신은 더 고집스럽기로 유명한 크리스탈을 선택했습니다. 락맨은 크리스탈의 어조가 갑자기 바뀐 것 때문에 혼란스러워했지만, 포기할 기색은 보이지 않았습니다. 얼마 후 당신이 그냥 포기하고 둘에게 그만두라고 말하자 그제서야 말싸움이 멎었습니다. 망명자들은 당신에게 선금을 주긴 했지만, 피를 흘리지 않고 언쟁을 끝낸 당신의 능력에 감탄하여 두 번째 보상을 권했습니다.
ru: Вы можете управлять разумом только одного из них, но выбираете кристаллина, поскольку они, как известно, более упрямы. Внезапная смена тона кристаллина приводит валуна в замешательство, но он не собирается сдаваться. В конце концов вы просто сдаетесь и говорите им, чтобы они прекратили это, и они, кажется, наконец сдаются. Хотя Изгои уже заплатили вам, они настолько впечатлены тем, что вы смогли закончить конфликт без кровопролития, что предлагают второе вознаграждение.
zh_hans: 由于只能对两者中的一者进行心灵控制，你选择了水晶族，因为众所周知，他们比较顽固。水晶族的语气突然转换让岩石族感到困惑，但他并不打算闭嘴。最终，你放弃了，告诉双方别闹了，他们似乎也终于停嘴了。虽然流放者们已经给了你钱，但他们对你能不费吹灰之力就结束冲突印象深刻，并再次提供了奖励。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: You apologize but explain you are not the right person for this.
ko: 당신은 사과와 함께 당신이 이 일에 적합한 인물이 아니라고 설명했습니다.
ru: Вы извиняетесь, но объясняете, что не подходите для этой задачи.
zh_hans: 你表示歉意，但解释说你不适合做这件事。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: Both the Crystal and the Rockman turn to you in confusion, and you try to explain your point to them. However, seems it's too late as the two have already mutually muted you and gone back to shouting. Seems this won't work.
ko: 크리스탈과 락맨은 당신의 갑작스런 등장에 놀랐고, 당신은 둘이 싸우지 않도록 설득을 시작했습니다. 그러나 둘은 아랑곳하지 않고, 당신의 교신을 가볍게 차단해버린 뒤 다시 말싸움에 열중하기 시작했습니다. 이 방법은 안 통할 것 같았습니다.
ru: И кристаллин, и валун в замешательстве поворачиваются к вам, а вы пытаетесь объяснить им свою точку зрения. Однако, похоже, уже слишком поздно, так как оба уже обоюдно отключили звук и вернулись к спору. Похоже, это не сработает.
zh_hans: 水晶族和岩石族都疑惑地转向你，你试图向他们解释你的观点。然而，似乎已经太晚了，因为双方都把你屏蔽，又回去喊话了。看来这样做是不行的。

source: Attack the SSLG ship.
ko: SSLG 함선을 공격한다.
ru: Атаковать корабль ГОСВ.
zh_hans: 攻击姊族解放组织飞船。

source: You open fire on the Crystals, and like cowards the Lost Sun ship jumps away. Disappointing, but at least you'll be able to reap the rewards from this fight.
ko: 당신이 크리스탈을 향해 발포하자, 로스트선 함선은 겁에 질려 도약해 사라졌습니다. 실망스러웠지만, 이 싸움의 유실물은 거둬들일 수 있을 것이었습니다.
ru: Вы открываете огонь по кристаллинам, и как трусы, корабль Затерянных Солнц уходит в прыжок. Разочаровывает, но, по крайней мере, вы сможете воспользоваться результатами этого боя.
zh_hans: 你向水晶族飞船开火，而迷失烈阳飞船就像胆小鬼一样跃迁逃走了。令人失望，但至少你能从这场战斗中获得回报。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack the Lost Sun ship.
ko: 로스트선 함선을 공격한다.
ru: Атаковать корабль Затерянных Солнц.
zh_hans: 攻击迷失烈阳飞船。

source: You open fire on the Rockmen, and like cowards the SSLG ship jumps away. Disappointing, but at least you'll be able to reap the rewards from this fight.
ko: 당신이 락맨을 향해 발포하자, SSLG 함선은 겁에 질려 도약해 사라졌습니다. 실망스러웠지만, 이 싸움의 유실물은 거둬들일 수 있을 것이었습니다.
ru: Вы открываете огонь по валунам, и как трусы, корабль ГОСВ уходит в прыжок. Разочаровывает, но, по крайней мере, вы сможете воспользоваться результатами этого боя.
zh_hans: 你向岩石族飞船开火，而姊族解放组织的船像胆小鬼一样跃迁逃走了。令人失望，但至少你能从这场战斗中获得回报。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Give up.
ko: 포기한다.
ru: Сдаться.
zh_hans: 放弃。

source: You try and convince the two to stop their arguing. They won't listen, so you divert your efforts to convincing them to go elsewhere. This works, and though the Outcasts paid you already, they're so impressed by you being able to end the conflict without any bloodshed they offer a second reward.
ko: 당신은 그들이 싸움을 멈추도록 노력해 보지만, 그들은 도통 듣질 않았습니다. 그래서 당신은 생각을 바꿔 싸울 거면 다른 데로 가서 싸우라고 설득했습니다. 이건 먹혀들었고, 망명자들은 당신에게 선금을 주긴 했지만, 피를 흘리지 않고 상황을 해결한 당신의 능력에 감탄하여 두 번째 보상을 권했습니다.
ru: Вы пытаетесь убедить этих двоих прекратить спор. Они не хотят слушать, и вы переключаете свои усилия на то, чтобы убедить их перенести спор в другое место. Это срабатывает, и хотя Изгои уже заплатили вам, они настолько впечатлены тем, что вам удалось прекратить конфликт без кровопролития, что предлагают второе вознаграждение.
zh_hans: 你试图说服这双方停止争吵。他们不听，所以你把精力转移到说服他们去别的地方。这很有效，虽然流放者们已经给了你钱，但他们对你能够不费吹灰之力就结束冲突印象深刻，于是又给了你第二次奖励。
