Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="BOARDERS_ROCK_ASTEROID"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="BOARDERS_ROCK_ASTEROID"]/text[1]
source: You arrive in an asteroid field and immediately begin evasive maneuvers when a loud clunk reverberates through the ship. At first you think the hull has been hit, but the noise came from some Rock intruders teleporting aboard the ship!
ko: 당신은 소행성 지대에 도착했고, 함선에 꽝 하는 소리가 울려 퍼지자 즉시 회피 기동을 시작했습니다. 처음에는 선체가 피격되었다고 생각했지만, 소음의 원인은 순간이동으로 함선에 침입한 락맨 침입자들이었습니다!
ru: Вы попадаете в астероидное поле и сразу же начинаете маневры уклонения, когда по кораблю разносится громкий грохот. Сначала вы подумали, что корпус корабля поврежден, но шум был вызван тем, что на борт корабля телепортировались незваные гости - валуны!
zh_hans: 你到达了一个小行星区，并立即开始规避机动，这时一声巨响回荡在飞船上。起初，你认为舰体被击中了，但这声音来自于远程传送到飞船上的一些岩石族入侵者！

# data/events_rock.xml.append$//textList[@name="BOARDERS_ROCK_ASTEROID"]/text[2]
source: Your shields are being taxed as they deflect the debris from an asteroid field. As you weave your way between the rocks, you happen upon a Rock pirate stronghold. You register teleport signatures and hear shouts aboard the ship.
ko: 소행성 지대의 잔해를 막아내느라 방어막에 부담이 가해지고 있습니다. 암석들 사이로 빠져나가던 도중 락맨 해적 요새를 발견했습니다. 텔레포터 신호가 감지됨과 동시에 함선 내부에서 함성이 들려왔습니다.
ru: Ваши щиты подвергаются большим нагрузкам, отражая поток обломков астероидного поля. Пробираясь между породами, вы натыкаетесь на оплот пиратов-валунов. Вы регистрируете телепортационные сигнатуры и слышите крики на борту корабля.
zh_hans: 你的护盾在抵御来自小行星带的碎片时受到了考验。当你在岩石之间穿行时，你碰巧遇到了一个岩石族海盗的据点。你监测到了传送信号，并听到船上的呼喊声。

# data/events_rock.xml.append$//textList[@name="BOARDERS_ROCK_SUN"]/text[1]
source: As soon as you arrive you hear the telltale sounds of a teleporter and shouts reverberating through the ship, "Prepare to burn, fleshy meat-sack aliens!"
ko: 당신이 도착하자마자 텔레포터의 작동음이 분명히 들려왔고, 함선 내에 함성이 울려퍼졌습니다. "불에 탈 준비나 하시오! 살덩이 외계인들!"
ru: Сразу после прибытия раздаются характерные звуки телепортера и крики, разносящиеся по кораблю: "Готовьтесь гореть, мясистые пришельцы!"
zh_hans: 你一到这里，就听到了传送器的提示声和回荡在飞船上的喊声："准备好燃烧吧，肉包子外星人！"

# data/events_rock.xml.append$//textList[@name="BOARDERS_ROCK_SUN"]/text[2]
source: With their high resistance to heat, outlaw Rocks often settle very close to stars. That is why it is hardly surprising when your ship gets boarded as you stumble past a hidden settlement.
ko: 열에 대한 강한 저항력 덕분에, 락맨 무법자들은 항성 가까이에 정착하곤 합니다. 그렇기에 함선이 우연히 숨겨진 정착지를 지날 때 그들이 올라타는 것은 그리 놀랄 일도 아닙니다.
ru: Обладая высокой теплостойкостью, валуны вне закона часто селятся очень близко к звездам. Поэтому нет ничего удивительного в том, что, проходя мимо тайного поселения, ваш корабль подвергается нападению.
zh_hans: 由于其高抗热性，岩石族经常在非常接近恒星的地方定居。这就是为什么当你偶然经过一个隐蔽的定居点时，你的星舰被入侵了。

# data/events_rock.xml.append$//event[@name="ROCK_NEEDSMISSILES"]/text
source: You're hailed by a Rock vessel, who is supposedly low on missiles. They offer to buy some from you.
ko: 락맨 선박의 연락을 받았는데, 미사일이 부족한 모양입니다. 그들은 당신에게서 일부를 사겠다고 제안했습니다.
ru: Вас вызывает на связь корабль валунов, которому, предположительно, не хватает боеголовок. Они предлагают купить их у вас.
zh_hans: 一艘岩石族飞船呼叫你，说他们的弹药不够用，提出要向你购买一些。

# data/events_rock.xml.append$//event[@name="ROCK_NEEDSMISSILES"]/choice[1]/text
source: Sell 5 missiles.
ko: 미사일을 5개 판다.
ru: Продать 5 ракет.
zh_hans: 出售5发弹药。

# data/events_rock.xml.append$//event[@name="ROCK_NEEDSMISSILES"]/choice[2]/text
source: Sell 10 missiles.
ko: 미사일을 10개 판다.
ru: Продать 10 ракет.
zh_hans: 出售10发弹药。

# data/events_rock.xml.append$//event[@name="ROCK_NEEDSMISSILES"]/choice[3]/text
source: Sell 15 missiles.
ko: 미사일을 15개 판다.
ru: Продать 15 ракет.
zh_hans: 出售15发弹药。

# data/events_rock.xml.append$//event[@name="ROCK_NEEDSMISSILES"]/choice[4]/text
source: We aren't interested in selling anything.
ko: 아무것도 팔 생각이 없습니다.
ru: Мы не заинтересованы в том, чтобы что-то продавать.
zh_hans: 我们没兴趣出售任何资源。

source: You apologize and continue on your way.
ko: 당신은 사과하고 여정을 계속합니다.
ru: Вы извиняетесь и продолжаете свой путь.
zh_hans: 你道歉并继续上路。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_WEAPON_MEASURING"]/text
source: "Hah! Look at your wee little ship! I bet your weapons are tiny! You must be so ashamed."
ko: "하! 참말로 아담한 함선이오! 장담컨대 무기도 자그마할 것이오! 창피한 일 아니오?"
ru: "Ха! Посмотри на свой маленький кораблик! Наверняка и оружие у тебя крошечное! Тебе наверное так стыдно".
zh_hans: "哈！看看你的小船！我打赌你的武器很小你一定很惭愧。"

source: The hell did you just say to us?
ko: 방금 뭐라고 했습니까?
ru: Что ты нахрен только что нам сказал?
zh_hans: 你他吗说啥？

source: The Rockman arrogantly chuckles as you prepare to fight them.
ko: 락맨이 거만하게 웃고, 당신은 싸울 준비를 합니다.
ru: Валун высокомерно усмехается, пока вы готовитесь к бою с ним.
zh_hans: 当你准备与他们战斗时，岩石族傲慢地笑了起来。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Lvl 2 Weapons) You'd be surprised.
ko: (레벨 2 무기 관제실) 좀 놀랄 거요.
ru: (Оружие 2 ур.) Ты будешь удивлен.
zh_hans: (2级武器)你会感到惊讶。

source: "Hah! You call that big weapons? Your brain must be even smaller!"
ko: "하! 그게 큰 무기요? 뇌는 더 작은 게 틀림 없겠소!"
ru: "Ха! Ты называешь это большим оружием? Твой мозг, наверняка, еще меньше!"
zh_hans: "哈！你说这是大武器？你的脑子肯定更小！"

source: (Lvl 4 Weapons) What about this?
ko: (레벨 4 무기 관제실) 그럼 이건?
ru: (Оружие 4 ур.) Что насчет этого?
zh_hans: (4级武器)这个如何？

source: "Getting warmer, but that's still nothing compared to what we have!"
ko: "꽤 쓸만하지만, 그래도 우리 무기에 비할 바가 아니오!"
ru: "Становится теплее, но это все равно не сравнится с тем, что у нас есть!"
zh_hans: "有点意思了，但与我们的武器相比，这仍然不算什么！"

source: (Lvl 6 Weapons) How about this!
ko: (레벨 6 무기 관제실) 이건 어떠냐!
ru: (Оружие 6 ур.) Как насчет этого!
zh_hans: (6级武器)这个怎么样！

source: "Hmmm, not bad. Not many ships come here packing such heat. I'm sure a ship like yours will find a use for a powerful weapon like this!"
ko: "흠, 나쁘지 않소. 그 정도의 화력을 탑재한 함선은 흔치 않소. 당신의 함선은 이 강력한 무기를 사용할 수 있을 것이라 확신하오!"
ru: "Хммм, неплохо. Не многие корабли приходят сюда с таким жаром. Я уверен, что такой корабль, как твой, найдет применение такому мощному оружию!"
zh_hans: "嗯，不错。没有多少船带着这样的高能武器来到这里。我相信像你这样的船会找到像这样的强大武器的用途！"

source: (Lvl 8 Weapons) Oh, we can do better than that.
ko: (레벨 8 무기 관제실) 호오, 그보다 더한 것도 있소만.
ru: (Оружие 8 ур.) О, мы можем добиться большего.
zh_hans: (8级武器)哦？我们当然不止这点水平。

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ko: "자랑하는 거요? 그것 마음에 드오. 당신네들의 무기를 경험해보고 싶소. 함께 하겠소!"
ru: "Ну, теперь ты просто хвастаешься. А мне нравится. Я хочу испытать твой арсенал. Я присоединюсь к вам!"
zh_hans: "嗯，现在你只是在炫耀。我喜欢这样。我希望能用一下你的武器库。我将加入你们！"

source: McBash
ru: МакБаш
zh_hans: 麦克巴

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fine, you win.
ko: 당신이 이겼습니다.
ru: Хорошо, ты победил.
zh_hans: 好吧，你赢了。

source: Fine, you win.
ko: 당신이 이겼습니다.
ru: Хорошо, ты победил.
zh_hans: 好吧，你赢了。

source: (Lvl 1 Artillery) You'd be surprised.
ko: (레벨 1 함포) 좀 놀랄 거요.
ru: (Артиллерия 1 ур.) Ты будешь удивлен.
zh_hans: (1级巨炮)你会惊讶的。

source: "Hah! You call that big weapons? Your brain must be even smaller!"
ko: "하! 그게 큰 무기요? 뇌는 더 작은 게 틀림 없겠소!"
ru: "Ха! Ты называешь это большим оружием? Твой мозг, наверняка, еще меньше!"
zh_hans: "哈！你说这是大武器？你的脑子肯定更小！"

source: (Lvl 2 Artillery) What about this?
ko: (레벨 2 함포) 그럼 이건?
ru: (Артиллерия 2 ур.) Что насчет этого?
zh_hans: (2级巨炮)这个如何？

source: "Getting warmer, but that's still nothing compared to what we have!"
ko: "꽤 쓸만하지만, 그래도 우리 무기에 비할 바가 아니오!"
ru: "Становится теплее, но это все равно не сравнится с тем, что у нас есть!"
zh_hans: "有点意思了，但与我们的武器相比，这仍然不算什么！"

source: (Lvl 3 Artillery) How about this!
ko: (레벨 3 함포) 이건 어떠냐!
ru: (Артиллерия 3 ур.) Как насчет этого!
zh_hans: (3级巨炮)这个怎么样！

source: "Hmmm, not bad. Not many ships come here packing such heat. I'm sure a ship like yours will find a use for a powerful weapon like this!"
ko: "흠, 나쁘지 않소. 그 정도의 화력을 탑재한 함선은 흔치 않소. 당신의 함선은 이 강력한 무기를 사용할 수 있을 것이라 확신하오!"
ru: "Хммм, неплохо. Не многие корабли приходят сюда с таким жаром. Я уверен, что такой корабль, как твой, найдет применение такому мощному оружию!"
zh_hans: "Hmmm，还不错。很少有来这里的船装配着这么高能的武器。我相信像你这样的船会用上这种强大的武器的！"

source: (Lvl 4 Artillery) Oh, we can do better than that.
ko: (레벨 4 함포) 호오, 그보다 더한 것도 있소만.
ru: (Артиллерия 4 ур.) О, мы можем добиться большего.
zh_hans: (4级巨炮)哦？我们当然不止这点水平。

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ko: "자랑하는 거요? 그것 마음에 드오. 당신네들의 무기를 경험해보고 싶소. 함께 하겠소!"
ru: "Ну, теперь ты просто хвастаешься. А мне нравится. Я хочу испытать твой арсенал. Я присоединюсь к вам!"
zh_hans: "嗯，现在你只是在炫耀。我喜欢这样。我希望能用一下你的武器库。我将加入你们！"

source: McBash
ru: МакБаш
zh_hans: 麦克巴

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fine, you win.
ko: 당신이 이겼습니다.
ru: Хорошо, ты победил.
zh_hans: 好吧，你赢了。

source: Fine, you win.
ko: 당신이 이겼습니다.
ru: Хорошо, ты победил.
zh_hans: 好吧，你赢了。

source: (Pre-Igniter) How about this!
ko: (무기 조기 점화기) 이건 어떠냐!
ru: (Предзажигатель) Как насчет этого!
zh_hans: (预热器)这个怎么样！

source: "Well now you're just showing off. I like it. I wish to sample your arsenal. I shall join you!"
ko: "자랑하는 거요? 그것 마음에 드오. 당신네들의 무기를 경험해보고 싶소. 함께 하겠소!"
ru: "Ну, теперь ты просто хвастаешься. А мне нравится. Я хочу испытать твой арсенал. Я присоединюсь к вам!"
zh_hans: "哦现在你只是在炫耀。我喜欢这样。我希望能使用一下你的武器库。我将加入你们！"

source: McBash
ru: МакБаш
zh_hans: 麦克巴

source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: You ignore the egotistical Rockmen and continue on your way.
ko: 당신은 자기 할 말만 하는 락맨을 무시하고 갈 길을 갔습니다.
ru: Вы не обращаете внимания на эгоистичного валуна и продолжаете свой путь.
zh_hans: 你不理会这些自负的岩石族，继续走你的路。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="SURRENDER_ROCK_BIGGUNS"]/text
source: "Jeez man, we've heard it's not about the size but how you use it, and you sure know how to use your guns! You've proven your point, let us go and we'll pay you some ammunition to fuel those guns of yours."
ko: "어이쿠, 무기의 크기보다 그것을 어떻게 쓰느냐가 더 중요하다더니, 당신은 확실히 제대로 쓸 줄 아는 것 같소! 당신은 실력을 증명했소. 우릴 보내주면, 당신네 무기에 채울 탄약을 제공하겠소."
ru: "Боже, мы слышали, что дело не в размере, а в том, как ты им пользуешься, а ты точно знаешь, как пользоваться своим оружием! Ты доказал свою правоту, отпусти нас, и мы заплатим тебе некоторым количеством боеголовок, чтобы ты смог зарядить свои пушки".
zh_hans: "哎呀，伙计，我们听说不在于大小，而在于你如何使用它，而你显然知道如何使用你的枪！你已经证明了你的观点，让我们走吧，我们会付给你一些弹药，为你的那些枪提供燃料。"

source: Accept their surrender.
ko: 항복을 받아들인다.
ru: Принять их капитуляцию.
zh_hans: 接受他们的投降。

source: Screw you!
ko: 엿이나 드쇼.
ru: Да пошел ты!
zh_hans: 去你的！

# data/events_rock.xml.append$//event[@name="ROCK_LOOTING"]/text
source: You find a disabled Rock transport floating near the beacon. You consider stripping it of useful parts but are uncertain why it's there in the first place.
ko: 송신소 근처에서 고장난 락맨 수송선을 발견했습니다. 수송선을 뒤져서 쓸만한 물건을 챙겨볼까도 싶지만 애초에 왜 이런 곳에 있는지 의심스럽습니다.
ru: Вы находите неподалеку от маяка выведенный из строя транспорт валунов. Вы подумываете о том, чтобы разобрать его на полезные детали, но не знаете, зачем он вообще здесь находится.
zh_hans: 你发现了一个漂浮在信标附近的残疾岩石运输机。你考虑把它的有用部分剥离，但不确定它为什么会在那里。

# data/events_rock.xml.append$//event[@name="ROCK_LOOTING"]/choice[1]/text
source: Strip the ship.
ko: 함선을 뒤져본다.
ru: Разобрать корабль.
zh_hans: 剥掉船的外壳。

# data/events_rock.xml.append$//event[@name="ROCK_LOOTING"]/choice[2]/text
source: Leave it alone.
ko: 그냥 내버려 둔다.
ru: Игнорировать ее.
zh_hans: 别管它了。

source: (Slug Crew) Check for lifeforms and keep a lookout for ships while looting the wreck.
ko: (슬러그 선원) 생명 반응을 확인해 보고 난파선을 뒤지는 동안 경계를 서게 한다.
ru: (Член экипажа-слизень) Проверить наличие живых существ и следить за кораблями во время его грабежа.
zh_hans: (蛞蝓族船员)检查生命体，并在掠夺残骸时留意船只的情况。

source: You salvage what you can from the ship. No one bothers you during the operation.
ko: 챙길 수 있는 물건들은 모두 챙겼습니다. 작전 도중 방해는 없었습니다.
ru: Вы собираете все что можете из корабля. Вас никто не беспокоит во время операции.
zh_hans: 你从船上打捞出你能打捞的东西，行动时未受到打扰。

source: A Rock patrol ship jumps in while you are salvaging the ship. They message you, "Filthy pirates! Prepare to die!" You doubt explaining your mission will convince them of your need.
ko: 함선에서 쓸 만한 물건들을 찾는 도중 락맨 순찰선이 도약해왔습니다. 그들이 메시지를 보내왔습니다. "더러운 해적들 같으니! 죽을 각오나 하시오!" 사정을 설명한다 해도 그들이 납득해 줄 것 같지 않습니다.
ru: Пока вы занимаетесь грабежом корабля, к нему прилетает патрульный корабль валунов и сообщает: "Грязные пираты! Приготовьтесь к смерти!" Вы сомневаетесь, что объяснение своей миссии переубедит их.
zh_hans: 在你打捞船只的时候，一艘岩石族巡逻船跃迁了进来。他们告诉你："肮脏的海盗！准备受死吧！"你试图解释你的任务看能否说服他们相信你。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Rock people are not known for setting traps but you hasten to leave anyway.
ko: 락맨이 함정을 설치한다는 것은 들어본 적이 없지만, 서둘러 떠나기로 했습니다.
ru: Валуны не умеют устраивать ловушки, но вы все равно спешите уйти.
zh_hans: 岩石族不以设置陷阱而闻名，但你无论如何都要赶紧离开。

source: The Rock people are not known for setting traps but you hasten to leave anyway.
ko: 락맨이 함정을 설치한다는 것은 들어본 적이 없지만, 서둘러 떠나기로 했습니다.
ru: Валуны не умеют устраивать ловушки, но вы все равно спешите уйти.
zh_hans: 岩石族不以设置陷阱而闻名，但你无论如何都要赶紧离开。

source: Before you have a chance to leave, a Rock patrol ship arrives and you intercept their comm chatter, "...appears we've finally found them. Their killing spree ends now!" Before you can plead your innocence they move in to attack.
ko: 당신이 떠날 틈도 없이 락맨 순찰선이 도착했고, 당신은 그들의 통신을 도청했습니다. "드디어 놈들을 찾아낸 것 같소. 그들의 살인 행각은 이제 끝이오!" 결백함을 호소하기도 전에 그들이 공격해왔습니다.
ru: Прежде чем вы успели уйти, прибывает патрульный корабль валунов, и вы перехватываете их разговор по коммуникатору: "...похоже, мы наконец-то нашли их. Их серии убийств пришел конец!" Прежде чем вы успеваете заявить о своей невиновности, они переходят в атаку.
zh_hans: 你还没来得及离开，一艘岩石族巡逻船就来了，你截听了他们的通讯，"……看来我们终于找到他们了。他们的杀戮狂欢现在结束了！"在你辩解之前，他们就已经袭入攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//eventList[@name="ROCK_LOOTING_SLUG"]/event[1]/text
source: You salvage what you can from the ship. No lifeforms or ships are detected nearby.
ko: 쓸 만한 물건들을 모두 챙겼습니다. 주변에 감지되는 생명체나 함선은 없었습니다.
ru: Вы собираете все что можете из корабля. Поблизости не обнаружено никаких признаков жизни или кораблей.
zh_hans: 你尽己所能从船上打捞。附近没有发现任何生物或船只。

# data/events_rock.xml.append$//eventList[@name="ROCK_LOOTING_SLUG"]/event[2]/text
source: You begin the salvage operation but before long your crew warns you of an approaching ship. You hasten to leave before they get within firing range.
ko: 함선에 들어가 쓸 만한 물건들을 찾아보려는 찰나, 당신의 선원이 접근해 오는 함선이 있다고 경고했습니다. 그들의 사격 범위에 들어가기 전에 서둘러 떠났습니다.
ru: Вы организуете поиск припасов, но вскоре экипаж предупреждает вас о появлении корабля. Вы спешите уйти, пока они не оказались на расстоянии выстрела.
zh_hans: 你开始打捞行动，但很快船员警告说有飞船接近。你赶紧在他们进入射程前离开。

# data/events_rock.xml.append$//event[@name="ROCK_MANTIS_HUNTER"]/text
source: A Mantis ship here is adorned with Rock body parts! It would be a gorier display if they had internal organs, but the message is clear enough: this is a hunter of a very specialized kind.
ko: 이 맨티스 함선은 락맨의 신체 부위들로 장식되어 있었습니다! 락맨에게 내부 장기가 있었더라면 더 끔찍한 모습이었겠으나 메시지는 충분히 전달되었습니다. 특정 종족만 사냥하는 사냥꾼입니다.
ru: Находящийся тут корабль богомолов украшен частями тел валунов! Если бы у них были внутренние органы, это было бы еще более жутким зрелищем, но смысл и так ясен: это охотник очень специфического типа.
zh_hans: 这里有一艘装饰着岩石族尸块的螳螂飞船！他们如果有内脏的话这会是个血腥场面，但信息够明确了：这是个特别专门化的猎手。

# data/events_rock.xml.append$//event[@name="ROCK_MANTIS_HUNTER"]/choice[1]/text
source: Attack!
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: No species deserves a Mantis hunter on their back - time to make the galaxy a little safer. Engage!
ko: 세상에 맨티스 사냥꾼에게 당해도 되는 종족은 없습니다. 은하계를 조금이나마 더 안전하게 만들 시간입니다. 교전 개시!
ru: Никакие существа не заслуживают быть объектами охоты богомолов - пора сделать галактику немного безопаснее. В атаку!
zh_hans: 一个螳螂猎手出现在后方，这是哪个种族都不该蒙受的。是时候让银河系安全一点了。接敌！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_MANTIS_HUNTER"]/choice[2]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: The Mantis take no interest in your ship - they're lying in wait for the next Rock ship to venture through. You're able to spin up the engines and jump at your leisure.
ko: 맨티스는 당신의 함선에 관심을 보이지 않았습니다. 그들은 다음 락맨 함선이 지나가기만을 가만히 기다리고 있었습니다. 당신은 여유 있게 엔진을 가동하고 도약할 수 있었습니다.
ru: Богомолы не проявляют никакого интереса к вашему кораблю - они поджидают следующий корабль валунов. Вы можете запустить двигатели и уйти в прыжок в любое время.
zh_hans: 这些螳螂族对你的飞船不怎么感兴趣——他们继续埋伏下来，等待下一艘岩石族星舰冒险通过。你可以启动跃迁引擎，并在你愿意的时候离开这里。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Hull Armor) Ram the bastards.
ko: (선체 장갑) 놈들을 들이받는다.
ru: (Бронированный корпус) Протаранить ублюдков.
zh_hans: (舰体装甲)撞死这些混蛋。

source: Before they have a chance, you ram your ship into theirs, causing irreparable damage to their engines. Luckily, your ship's armored hull is hardly dented from the impact. The Mantis ship careens away and you move in to attack.
ko: 놈들이 대응하기 전에, 당신은 놈들의 함선을 들이받아 그들의 엔진에 돌이킬 수 없는 손상을 입혔습니다. 다행히, 우리 함선의 선체 장갑은 충격에 흠집조차 나지 않았습니다. 맨티스 함선이 위태롭게 물러나고 당신은 공격을 시작합니다.
ru: Не дав им шанса, вы тараните их корабль, нанося непоправимый ущерб их двигателям. К счастью, бронированный корпус вашего корабля почти не пострадал от удара. Корабль богомолов отбрасывает в сторону, а вы переходите в атаку.
zh_hans: 在他们有机会躲避之前，你的船便已经狠狠撞翻了他们的飞船，对他们的引擎造成了无法弥补的损坏。幸运的是，你的星舰的装甲几乎没有受到任何破坏。螳螂族飞船无法保持姿态，开始倾斜着旋转，而你开始攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Rock Crew) Put your Rock crewmember on the comm.
ko: (락맨 선원) 락맨 선원에게 통신을 맡긴다.
ru: (Член экипажа-валун) Пусть ваш валун свяжется с ними.
zh_hans: (岩石族船员)让你的岩石族船员去接通讯。

source: The two aliens face one another over the vidscreen. "Cave-dwelling pebble-man!" yells the furious Mantis captain. "See, I paint ship with your companions! I paint ship with you!"
ko: 두 외계인은 화면을 통해 서로를 마주했습니다. "동굴 사는 돌덩어리!" 격분한 맨티스 함장이 외쳤습니다. "봐, 나 함선 네놈 동료들로 꾸몄다! 이제 너로 꾸며준다!"
ru: Двое инопланетян взирают друг на друга через экран. "Пещерная каменюга!" - в ярости выкрикивает капитан богомолов. "Посмотри, я украшаю свой корабль твоими товарищами! Я украшаю свой корабль и тобой!"
zh_hans: 两个外星人在视频屏幕上面对面。"穴居卵石人！"愤怒的螳螂船长喊道。"瞧，我用你的同伴涂满飞船！我用你涂满飞船！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_MANTIS_FREIGHTER"]/text
source: A curious sight greets you at this beacon: a disabled Rock freighter drifts in space while two Mantis craft battle it out - presumably over who deserves the spoils.
ko: 이 송신소에서 기이한 광경이 펼쳐졌습니다. 무력화된 락맨 화물선 하나가 우주를 떠돌고 있고 두 척의 만티스 함선이 사투를 벌이고 있습니다. 아무래도 누가 전리품을 취할지를 두고 다투고 있는 것 같습니다.
ru: На этом маяке вас встречает любопытное зрелище: в космосе дрейфует поврежденный грузовой корабль валунов, а два корабля богомолов сражаются между собой - предположительно за то, кто из них больше заслуживает добычи.
zh_hans: 在这处信标的位置，一个奇怪的景象正在向你致意：一艘残破的岩石货船正在太空中漂流，而两艘螳螂族飞船则正在一旁打得不可开交——大概是为了争夺战利品。

source: Wait, then attack the surviving Mantis.
ko: 기다렸다가 살아남는 맨티스 함선을 공격한다.
ru: Подождать, а затем атаковать уцелевший корабль богомолов.
zh_hans: 等待，然后攻击活下来的那个螳螂族。

source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视他们。

source: There's quite enough action here already - prepare for light speed.
ko: 이 지역은 이미 충분히 소란스럽습니다. 초광속 도약을 준비합니다.
ru: И без того здесь достаточно экшена - приготовимся к сверхсветовому прыжку.
zh_hans: 这里已经足够热闹了——准备超光速引擎。

source: (Repair Drone) Repair the Rock ship.
ko: (수리 드론) 락맨 함선을 수리한다.
ru: (Дрон-ремонтник) Починить корабль валунов.
zh_hans: (维修无人机)修理这艘岩石族飞船。

source: While the two Mantis fight you approach the Rock ship and send a repair drone through one of the many breaches. It fixes the ship up enough to make at least a single jump. You're surprised when, instead, they embark on a kamikaze run on the two Mantis, which results in the obliteration of all three!
ko: 맨티스 함선들이 서로 싸우는 동안, 당신은 락맨 함선에 접근하여 균열 중 하나를 통해 수리 드론을 들여보냈고, 적어도 한 번의 도약은 가능할 정도로 함선을 고쳐놓았습니다. 그러나 락맨 함선이 도약하는 대신 맨티스 함선들을 향한 자살 공격을 감행하여 세 척 모두 흔적도 없이 소멸하는 것을 보고 당신은 충격에 빠졌습니다!
ru: Пока два корабля богомолов сражаются, вы подлетаете к судну валунов и посылаете Дрон-ремонтник через одну из многочисленных пробоин. Он чинит корабль настолько, что тот сможет совершить хотя бы один прыжок. Вы удивляетесь, когда вместо этого они бросаются на два корабля богомолов, как камикадзе, в результате чего все трое оказываются уничтоженными!
zh_hans: 两艘螳螂船交战时，你接近岩石族飞船，从许多裂口之一送入了一台维修无人机。它把船修到足够一次跃迁的程度。让你惊讶的是，岩石族反而向两支螳螂族发动了自杀式攻击，把三艘船都摧毁了！

source: (Hull Repair Drone) Repair their hull.
ko: (선체 수리 드론) 그들의 선체를 수리한다.
ru: (Дрон-ремонтник) Починить их корпус.
zh_hans: (舰体维修无人机)修复他们的船体。

source: While the two Mantis fight you approach the Rock ship and use a drone to fix up the ship. Once the breaches are fixed the life support flickers back on. In a matter of moments they are already in pursuit of one of the Mantis ships. Meanwhile the second Mantis turns toward you.
ko: 맨티스 함선들이 서로 싸우는 동안, 당신은 락맨 함선에 접근하여 드론으로 선체를 수리하도록 했습니다. 균열이 모두 수리되자 생명 유지 장치가 깜빡이며 다시 작동되었습니다. 순식간에 락맨 함선이 맨티스 함선 하나를 쫓아가기 시작했습니다. 한편, 나머지 맨티스 함선은 당신 쪽을 향했습니다.
ru: Пока два корабля богомолов сражаются, вы подлетаете к судну валунов и с помощью дрона ремонтируете его. Как только пробоины были заделаны, жизнеобеспечение снова включается. Через несколько мгновений он уже преследует один из кораблей богомолов. Тем временем второй корабль богомолов поворачивается к вам.
zh_hans: 两艘螳螂船交战时，你接近岩石族飞船，并用一台无人机把修好了它。裂缝一修好，生命支持系统就瞬间恢复了工作状态。片刻之间他们就追过去攻击其中一艘螳螂船了。同时另外那艘转向你这边。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Mantis craft are both too busy slaughtering one another to notice you. Eventually the smaller ship gets the upper hand, but they must have blown a fuse in the assault and their weapons system is inoperable. Now is the time to attack!
ko: 두 맨티스 함선은 서로 살육하는 데 정신이 팔려 당신의 존재를 눈치채지 못했습니다. 결국 작은 쪽이 우위를 점했지만, 강습 와중에 탄약이 유폭한 모양인지 무기 시스템이 사용 불능 상태입니다. 지금이 기회입니다!
ru: Корабли богомолов слишком заняты борьбой друг с другом, чтобы заметить вас. В конце концов меньший корабль одерживает верх, но во время атаки у него, видимо, перегорел предохранитель, и система Оружия вышла из строя. Настало время атаковать!
zh_hans: 螳螂族飞船忙着互相残杀，没注意到你。最终小的那艘占了上风，但它们肯定是在攻击时烧断了保险丝，让武器哑火了。现在是时候进攻了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Mantis craft may have their differences, but when it comes to you they are of one mind. The smaller ship suffers a power failure as it moves to engage, but the larger one lets off a volley of fire and moves in to attack!
ko: 맨티스 함선들은 당신과 맞서기 위해 하나로 단결했습니다. 두 함선 중 작은 쪽은 접근 도중 동력을 상실했지만, 큰 쪽은 일제 사격을 가하며 공격해왔습니다.
ru: Корабли богомолов могут иметь разногласия между собой, но когда дело доходит до вас - они единодушны. У меньшего корабля отключается энергия, поэтому большой корабль дает залп и переходит в атаку!
zh_hans: 螳螂族之间可能有他们自己的分歧，但面对你时，他们态度一致。较小的那艘飞船在接近时似乎发生了动力故障，但较大的那艘进行一连串的开火的同时，向你移动并发起攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
