Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="DISTRESS_OUTCAST_LOSTCARGO"]/text
source: A group of Theocracy vessels have gathered together near the beacon. They're concerningly well armed and protected, but they barely pay any attention to your presence.
ko: 락맨 신정 소속의 선박 여러 척이 송신소 근처에 모여 있었습니다. 그들은 걱정될 정도로 무장과 방어를 잘 갖췄지만, 당신을 신경쓰고 있진 않았습니다.
ru: Возле маяка собралась группа кораблей Теократии. Они хорошо вооружены и защищены, но практически не обращают внимания на ваше присутствие.
zh_hans: 一群神权国组织的船只聚集在该信标附近。他们的武装与防御程度令人担忧，但几乎没有注意到你的存在。

source: Hail and ask about the distress beacon.
ko: 교신을 보내 구조 신호에 대해 물어본다.
ru: Связаться и спросить о маяке бедствии.
zh_hans: 联系并询问求救信号的情况。

source: A rather annoyed Rockman responds, seemingly not at all grateful for your quick response to their distress call. "We were tasked with transporting military supplies to a Theocracy outpost at the end of this sector, but an SSLG squadron raided our convoy. If you can assist us in recovering it, we will give you the leftover supplies."
ko: 짜증이 난 듯한 락맨이 당신이 구조 신호에 대한 감사는 찾아볼 수 없는 태도로 대답했습니다. "우리는 군용 물품을 이 구역 끝자락에 위치한 신정 전초기지로 수송하는 임무를 맡았소만, SSLG 소함대 하나가 우리 수송대를 급습했소. 그걸 되찾는 걸 도와준다면, 당신에게 여분의 물자를 주겠소."
ru: Валун отвечает довольно раздраженно, похоже, совсем не благодарный за то, что вы так быстро отреагировали на их сигнал бедствия. "Нам было поручено доставить военные грузы на аванпост Теократии в конце этого сектора, но эскадрилья ГОСВ совершила налет на наш конвой. Если вы сможете помочь нам вернуть его, мы отдадим вам оставшиеся припасы".
zh_hans: 一个相当恼火的岩石族做出回应，似乎一点也不感激你对他们的求救信号的迅速应对。"我们被命令将军事物资运送到这个星区尽头的神权国哨站，但一个姊族解放组织中队袭击了我们的运输队。如果你能协助我们夺回货物，我们会把剩下的物资给你。"

source: Accept their request and inquire about coords.
ko: 그들의 요청을 받아들이고 좌표를 물어본다.
ru: Согласиться на их просьбу и узнать координаты.
zh_hans: 接受他们的请求，并询问坐标。

source: The Rockman grunts and grants you access to the coords broadcast by a tracking chip on the stolen cargo.
ko: 락맨은 몸을 한번 뒤척이고는, 당신에게 도둑맞은 화물 안에 심어진 추적 칩의 좌표 신호 접근 권한을 줬습니다.
ru: Валун ворчит и предоставляет доступ к данным о координатах, передаваемых чипом слежения на похищенном грузе.
zh_hans: 岩石族哼了一声，允许你访问被盗货物上的追踪芯片所传播的坐标。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Fine, then stop bothering us." The Rockman hangs up.
ko: "그럼 귀찮게 하지 말고 가 보시오." 락맨은 신호를 끊었습니다.
ru: "Ладно, тогда хватит мешать нам" Валун отключает связь.
zh_hans: "好吧，那就别再打扰我们了。"岩石族结束了通讯。

source: Attack the convoy.
ko: 수송대를 공격한다.
ru: Атаковать конвой.
zh_hans: 攻击舰队。

source: You've decided to engage the Rockmen.
ko: 당신은 락맨과 싸우기로 결정했습니다.
ru: Вы решили сразиться с валунами.
zh_hans: 你决定与岩石族交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Avoid the convoy.
ko: 수송대를 피한다.
ru: Избегать конвоя.
zh_hans: 避开运输队。

source: You aren't sure who these Rocks are hoping to get help from, but it certainly isn't you.
ko: 이 락맨이 누구에게 도움을 받을지는 확실하지 않았지만, 일단 당신은 아니었습니다.
ru: Вы не знаете, от кого эти валуны надеются получить помощь, но это точно не вы.
zh_hans: 你不确定这些岩石族希望从谁那里得到帮助，但肯定不是你。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="OUTCAST_LOSTCARGO_QUEST"]/text
source: As you approach the beacon, the tracker chip's signal lets out a beep of confirmation and goes silent. This must be the right place; you can see a couple SSLG ships docked with a small green station.
ko: 당신이 송신소에 도착하자, 추적 칩의 신호가 확인 신호음을 한 번 내고는 조용해졌습니다. 제대로 온 것 같았습니다; 당신은 작은 녹색 정거장에 도킹된 두 척의 SSLG 함선을 볼 수 있었습니다.
ru: Когда вы приближаетесь к маяку, сигнал чипа-трекера издает подтверждающий писк и замолкает. Должно быть, это то самое место: вы видите несколько кораблей ГОСВ, пристыкованных к небольшой зеленой станции.
zh_hans: 当你接近信标时，追踪器芯片的信号发出了确认的哔哔声，然后就不响了。一定就是这里，你可以看到几艘姊族解放组织飞船与一个小型绿色空间站台对接。

source: Attack the station for the cargo.
ko: 화물을 뺏기 위해 정거장을 공격한다.
ru: Напасть на станцию для того, чтобы отобрать груз.
zh_hans: 攻击该空间站以夺回货物。

source: You've decided to attack the SSLG to get the cargo! Prepare for battle.
ko: 당신은 화물을 뺏기 위해 SSLG를 공격하기로 했습니다. 전투 준비!
ru: Вы решили напасть на ГОСВ, чтобы отобрать у них груз! Приготовьтесь к бою.
zh_hans: 你决定攻击姊族解放组织以夺回货物！准备战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Weapons) Demand they surrender.
ko: (최고급 무기) 항복을 요구한다.
ru: (Продв. Оружие) Потребовать, чтобы они сдались.
zh_hans: (先进武器)要求他们投降。

source: The Crystals are both terrified and furious. "Do you have any idea what you're doing? The Theocracy aren't your allies! They'll stab you in the back the first chance they get! Don't do this!"
ko: 크리스탈들은 겁에 질렸지만, 단단히 화가 났습니다. "지금 이게 무슨 짓인지 알기나 하시오? 신정은 그대들의 편이 아니오! 그들은 언제나 그대들 뒤통수만 노릴 것이란 말이오! 이러지 마시오!"
ru: Кристаллины в ужасе и ярости. "Вы хоть понимаете, что вы делаете? Теократия вам не союзник! Они ударят вас в спину при первой же возможности! Не делайте этого!"
zh_hans: 水晶族既惊恐又愤怒。"你知道你在做什么吗？神权国不是你的盟友！他们一有机会就会从背后捅你一刀！不要这样做！"

source: Ignore them and demand they hand over the cargo.
ko: 무시하고 화물을 넘겨주길 요구한다.
ru: Не обращать на них внимания и потребовать передать груз.
zh_hans: 无视他们，要求他们交出货物。

source: With no other choice, the Crystals hand over the cargo and jump away. Not too long after the Theocracy convoy arrives and inspects the cargo. Satisfied, they transfer over a reward, but as you're leaving hostile boarders spring up on your ship! Seems the SSLG was right about you being stabbed in the back.
ko: 선택지가 없었던 크리스탈은 당신에게 화물을 넘겨주고 도약해 사라졌습니다. 잠시 후 신정 수송대가 도착해 화물을 조사했습니다. 화물에 이상이 없는 걸 확인한 후 그들은 보상을 전송하지만, 당신이 떠나기 직전 함선에서 침입자가 감지되었습니다! 뒤통수 건에 대해서는 SSLG가 맞았던 것 같습니다.
ru: Не имея другого выхода, кристаллины передают груз и уходят. Вскоре после этого прибывает конвой Теократии и осматривает груз. Удовлетворенные, они передают вознаграждение, но когда вы уходите, на ваш корабль нападают абордажники! Похоже, ГОСВ был прав, когда говорил, что вам нанесут удар в спину.
zh_hans: 在别无选择的情况下，水晶族交出货物并跃迁走。没过多久，神权国的运输队就来到了这里，并检查了货物。他们很满意，并转交了一笔赏金，但在你离开时，敌对的登舰者突然出现在你的星舰上。看来姊族解放组织说你会被背后捅刀子是对的。

source: Propose setting a trap with the cargo.
ko: 화물에 덫을 놓는 것을 제안한다.
ru: Предложить установить ловушку на груз.
zh_hans: 提议用货物设置一个陷阱。

source: The Crystals seem to think this proposition over, but eventually accept. They swap the valuable items inside for explosives.
ko: 크리스탈은 이 제안에 대해 곰곰이 생각해 본 후, 수락했습니다. 그들은 내부의 중요한 물품을 빼고 그 자리에 폭발물을 채워 넣었습니다.
ru: Кристаллины, похоже, обдумывают это предложение, но в конце концов соглашаются. Они обменивают ценные предметы на взрывчатку.
zh_hans: 水晶族似乎对这个提议进行了长考，但最终接受了。他们把里面的贵重物品换成了炸药。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: They thank you one last time and offer a gift before jumping away. Moments later the Theocracy convoy arrives, but as soon as you hand over the cargo it explodes! It mortally wounds the leaders of the Crusaders and cripples their systems. With no other choice, the Theocracy flees.
ko: 그들은 당신에게 마지막 감사 인사와 함께 작은 선물을 전하고 도약해 사라졌습니다. 얼마 후 신정 수송대가 도착했지만, 당신이 화물을 넘겨주자마자 화물이 폭발했습니다! 이로 인해 크루세이더의 간부들이 치명상을 입었고, 함선 시스템이 망가져버렸습니다. 신정 함선은 급하게 도망쳤습니다.
ru: Они в очередной раз благодарят вас и предлагают подарок, после чего уходят. Мгновением позже прибывает конвой Теократии, но как только вы передаете ему груз, он взрывается! Он смертельно ранит лидеров Крестоносцев и выводит из строя их системы. Не имея другого выхода, Теократия спасается бегством.
zh_hans: 他们离开之前最后感谢了你，并在跃迁走之前提供了一份礼物。几分钟后，神权国的运输队到达了，但是当你把货物交给他们的时候，它就爆炸了。它使圣战者们的领导人受到了致命的伤害，并使他们的系统瘫痪。在别无选择的情况下，神权国的人逃走了。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Choose not to fight.
ko: 싸우지 않기로 한다.
ru: Принять решение не сражаться.
zh_hans: 选择不战斗。

source: On a second thought, maybe helping the Theocracy isn't in your best interest. You turn the ship around and fly away.
ko: 다시 생각해 보니 신정을 돕는 게 그닥 좋은 일은 아닌 듯했습니다. 당신은 뱃머리를 돌렸습니다.
ru: Если подумать, то возможно, помощь Теократии не в ваших интересах. Вы разворачиваете корабль и улетаете.
zh_hans: 转念一想，也许帮助神权国并不符合你的利益。你调转星舰飞走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="RUWEN_ENCOUNTER"]/text
source: A strange, yellow colored Crystal vessel is flying nearby, clearly the origin of the distress call. Despite this, the ship is very well protected and in seemingly no duress.
ko: 이상한, 노란색의 크리스탈 선박이 근처에서 날고 있습니다. 분명히 구조 신호의 발신지입니다. 하지만 함선은 매우 잘 보호되어 있고 아무런 위협도 없었던 것으로 보입니다.
ru: Неподалеку пролетает странное судно кристаллинов желтого цвета, очевидно, подавшее сигнал бедствия. Несмотря на это, корабль очень хорошо защищен и, похоже, не испытывает никаких проблем.
zh_hans: 一艘奇怪的黄色水晶族飞船正在附近飞行，显然是求救信号的来源。尽管如此，这艘船得到了很好的保护，似乎没有受到任何胁迫。

# data/events_rock.xml.append$//event[@name="RUWEN_ENCOUNTER"]/choice[1]/text
source: Hail.
ko: 교신한다.
ru: Связаться.
zh_hans: 呼叫。

source: On your screen appears a lavishly dressed Crystal painted gold sitting aboard a jagged command chair chiseled out of citrine. "Ah, so someone has finally responded. You foreigners are quite... erm... nevermind. Salutations! I am Sir Ruwen Argote, standing Foreign Ambassador of the Great Crystalline Empire. I have been sent here by her majesty Empress Dianesh Kryel. Quite a mouthful of names, yes? I understand you foreigners just love to share your names with all that you meet. Strange, strange... oh, but please take no offense!"
ko: 호화롭게 차려입은 금빛 크리스탈이 황수정으로 조각된 들쭉날쭉한 지휘 의자에 앉아 있었습니다. "아, 드디어 누군가 응답했군. 너희 이방인들은 정말이지... 음... 신경 쓰지 마시오. 인사하겠소! 난 루웬 아고트 경, 대 크리스탈 제국의 외교관이라오. 디아내시 크리엘 여제께서 나를 보내셨소. 다들 꽤 복잡한 이름들이지 않소? 그대 이방인들은 누군가를 만날 때마다 서로의 이름을 공유하기를 좋아한다는 걸 알고 있소. 이상하군, 이상해... 오, 하지만 기분 나빠하지는 마시오!"
ru: На экране появляется роскошно одетый кристаллин, выкрашенный в золотой цвет, сидящий на выточенном из цитрина командном кресле. "О, наконец-то кто-то откликнулся. Вы, чужаки, довольно... э-э... неважно. Приветствую вас! Я - сэр Рувен Аргот, действующий посол иностранных дел Великой Империи кристаллинов. Меня направила сюда ее величество императрица Дианеш Криэль. Довольно громкие имена, правда? Как я понимаю, вы, чужаки, просто обожаете делиться своими именами со всеми, кого встречаете. Странно-странно... о, только, пожалуйста, не обижайтесь!"
zh_hans: 在你的屏幕上出现了一个衣着金色奢华品的水晶族，坐在黄水晶凿出的锯齿状指挥椅上。"啊，所以终于有人回应了。你们这些外族人真是......呃......算了不提这些。您好！我是茹文·阿尔戈特爵士，水晶帝国的常设外交大使。我是由黛安娜什·克莱尔女皇陛下派来的。你说我好像一下提了挺多名字？我听说你们外族人就喜欢这样和遇到的所有人都介绍你们的名字。奇怪的外族人......哦，请不要见怪！"

source: None taken.
ko: 괜찮습니다.
ru: Не обиделись.
zh_hans: 完全没见怪。

source: "Wonderful! If you wish you can just call me Ruwen. That is my name, after all. You foreigners do call each other by your first names, right? It gets so confusing with all these 'misters' and 'misses' and 'doctors' and what not."
ko: "아주 좋소! 원한다면 그냥 루웬이라 불러도 좋소. 그게 내 이름이니 말이오. 그대 이방인들도 서로를 이름으로 부르지 않소? '씨', '양', '선생'인가 뭔가 하는 것들 때문에 너무 헷갈린단 말이오."
ru: "Замечательно! Если хотите, можете звать меня просто Рувен. Это мое имя, в конце концов. Вы, чужаки, называете друг друга по имени, верно? А то все эти "мистеры", "мисс", "доктора" и т.д. так запутывают".
zh_hans: "太好了！如果您愿意，可以直接叫我茹文。这毕竟是我的名字。你们外族人都是直呼对方的名字，对吗？所有这些"先生"、"小姐"和"博士"之类的东西让人很困惑。"

source: Yeah...
ko: 좀 그런 면이 있죠...
ru: Да...
zh_hans: 是啊...

source: I'm exceptionally offended.
ko: 대단히 기분 나쁘군요.
ru: Я искренне обижен.
zh_hans: 我感到了异常的冒犯。

source: "Ohoho! A fine joke! I... I think that is a joke. You can never really be quite sure with you aliens. OH. Oh my, I am sorry. I understand foreigners do not like it when we address you as... erm... the 'a-word'. My apologies. I've been so rather clumsy, but old habits die hard!"
ko: "오호호! 농담도 잘 하시는구려! 어... 농담이라 생각했소만. 당신네 외계인에 대해서는 뭐든 확신할 수가 없소. 오, 이런, 미안하오. 이방인들은 우리가 그대들을... 그 '외 머시기'라 칭하는 걸 좋아하지 않는다지. 내 사과하오. 표현이 서툴렀소만, 오랜 습관이 잘 고쳐지지 않는군!"
ru: "Охохо! Отличная шутка! Я... Я подумал, что это шутка. С чужаками никогда нельзя быть до конца уверенным. О. О боже, простите. Я понимаю, что инопланетянам не нравится, когда мы называем вас... э-э... словом на букву "Ч". Прошу прощения. Я был довольно бестактен, но старые привычки неискоренимы!"
zh_hans: "哈哈！您真会讲笑话！额...这应该是个笑话吧。这些外星人真难懂。哦，天哪，我很抱歉。我知道你们外族人不喜欢我们称呼你们为...呃......那个词。我很抱歉。我一直都很笨拙，但是老毛病很难改！"

source: Yeah...
ko: 아 예...
ru: Да...
zh_hans: 是啊...

# data/events_rock.xml.append$//event[@name="RUWEN_ENCOUNTER"]/choice[2]/text
source: Ignore the ship.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: Clearly no one here was under serious distress, and so there's no point in sticking around.
ko: 긴급한 조난 상황에 처한 이가 아무도 없으니, 여기 더 머무를 이유가 없습니다.
ru: Очевидно, что никто из присутствующих не испытывает серьезных проблем, и поэтому нет смысла задерживаться здесь.
zh_hans: 显然，这里没有人情况严峻到需要求救，所以没必要再待在这了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="RUWEN_ENCOUNTER_MISSION"]/text
source: Ruwen glances at his forearm where an ornate digital watch sits upon his wrist and projects the time into the air. "Erm, yes, sorry. Ycathine's crypt knows, I've gotten carried away with my ramblings again. Where was I? Oh, yes. I have been sent here by Empress Dianesh on an important diplomatic mission to recover a sacred object! Very boring political stuff, you wouldn't care much about it. But what you might care about is a job offer! I am in need of an escort. As you can see, my ship is very poorly armed. I require a ship that is... hum, how to put it... ready to put the fecal matter back up the rectums of those who stand in its path? I think that is how you foreigners say it?"
ko: 루웬은 손목에 찬 화려한 디지털 시계 쪽을 힐끗 쳐다보고는 현재 시각을 눈앞에 띄웠습니다. "아, 그렇지, 미안하오. 보다시피, 횡설수설하느라 또 넋을 놓고 있었구려. 내가 어디까지 말했소? 아 그래, 난 디아내시 여제의 명으로, 신성한 물건을 회수하는 중요한 외교 임무를 띠고 이곳에 왔다오! 아주 따분한 정치적인 일들, 그대가 거기에 대해선 별 관심이 없을 것이오. 허나 일자리 제안이라면 관심이 있을 것이외다! 호위가 필요하오. 보다시피 내 함선은 무장이 매우 허술하오. 내가 원하는 건... 흠, 뭐랄까... 방해하는 놈들의 분변을 도로 직장으로 돌려놓을 정도의 함선? 그대 이방인들은 이렇게 말하는 것 같던데 말이오?"
ru: Рувен бросает взгляд на свое предплечье, где на запястье красуются богато украшенные цифровые часы, которые проецируют время в воздух. "Эмм, да, простите. Икатинский склеп знает, я опять увлекся своими бреднями. На чем я остановился? Ах, да. Я был послан сюда императрицей Дианеш с важной дипломатической миссией, чтобы вернуть священный предмет! Очень скучные политические дела, они вас не очень-то волнуют. Но что вас может заинтересовать, так это предложение о работе! Мне нужен эскорт. Как вы видите, мой корабль очень плохо вооружен. Мне нужен корабль, который... хм, как бы это сказать... готов засунуть фекалии обратно в прямые кишки тех, кто встанет на его пути? Кажется, так вы, чужаки, говорите?"
zh_hans: 茹文瞥了一眼他的前臂，那有一块华丽的电子表，并将时间投影到空气中。"呃，是的，对不起。真是日了伊卡廷的墓穴，我又忍不住自言自语了。我说到哪儿了？哦，想起来了。我被黛安娜什女皇派到这里，执行一项重要的外交任务，找回一件神圣的物品！非常无聊的政治内容，你不会在意的。但你可能关心的是，现在有一个工作机会！我需要一名护卫。正如你所见，我的飞船装备很差。我需要一艘......额，怎么说呢......能够对那些挡路的人做把粪便桶回直肠里的事的船？你们外族人是这么形容打击拦路人的吧？"

# data/events_rock.xml.append$//event[@name="RUWEN_ENCOUNTER_MISSION"]/choice/text
source: Uhm, sure.
ko: 음, 그렇습니다.
ru: Эм, конечно.
zh_hans: 呃，没错。

source: "Good, because I do like saying that one! I will use it more often. Anyways, you look like an expert fecal-matter-putter-upper. With a small downpayment now and larger reward upon arrival, I request you help deliver me and my crew to an arranged meeting with the Lost Sun Admiral. As long as it's not too much of a burden for you, that is!"
ko: "좋소, 난 그 말을 정말 좋아하는데, 앞으로 더 자주 써먹어야겠소. 어쨌든, 그대는 분변을 퍼올리는 데 있어 전문가인가 보오. 지금 바로 약간의 착수금을 주고, 도착 후에는 더 많이 보상할 테니, 나와 내 선원들을 로스트선 제독과 약속된 회의에 데려다주길 바라오. 그대에게 너무 부담이 되지만 않는다면 말이오!"
ru: "Хорошо, потому что мне нравится это произносить! Я буду говорить так чаще. В любом случае, вы выглядите как эксперт по уборке фекалий. За небольшую предоплату сейчас и более крупное вознаграждение по прибытии, я прошу вас помочь доставить меня и мой экипаж на назначенную встречу с адмиралом Затерянных Солнц. Если, конечно, это не слишком обременительно для вас!"
zh_hans: "很好，因为我确实喜欢说这句话！以后我要多用。不管怎么说，你看起来是个粪便清理专家。现在给你付一点预付，到达后再付更多的报酬，我请求你帮助把我和我的船员送到与迷失烈阳上将安排的会议上。只要这对你来说不是一个太大的负担！"

source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意。

source: "Truly wonderful! You foreigners are so kind! I wish my people acted in such manners, but we keep to ourselves so often I think many of us have forgotten what generosity even means. But that's besides the matter. I've sent the coordinates, just clear the path and we'll be right behind you! Try not to commit too many warcrimes in our presense, heh! But no really, please don't commit any warcrimes."
ko: "정말 멋지오! 그대 이방인들은 아주 친절하구려! 내 동무들도 그랬더라면 좋았겠지만, 다들 너무 남들과 어울리려 하지 않아서 이제는 너그러움의 의미조차 잊어버렸으리라 생각하오. 허나 지금 그게 문제가 아니지. 지금 좌표를 보냈으니, 항로를 치워주면 바로 뒤따라가겠소! 우리 앞에서 전쟁범죄를 너무 많이 저지르지는 않도록 노력하시구려, 핫! 이건 진지한데, 제발 전쟁범죄는 저지르지 말아주시오."
ru: "Поистине чудесно! Вы, чужаки, так добры! Я бы хотел, чтобы мой народ вел себя так же, но мы так часто держимся в тени, что многие из нас забыли, что такое человечность. Но это уже не важно. Я отправил координаты, просто расчистите путь, и мы пойдет прямо за вами! Постарайтесь не совершать слишком много военных преступлений в нашем присутствии, хех! Правда, нет, пожалуйста, не совершайте никаких военных преступлений".
zh_hans: "太好了！你们外族人真好！我希望我们的人也能有这样的举止，但我们经常独来独往，许多人甚至都忘记了慷慨的含义。但这是另外一回事。我已经把坐标发过去了，只要你把前进道路清开，我们跟在你后面走！尽量不要在我们在边上的时候犯下太多的战争罪行，嘿嘿！但是，说真的，请不要犯任何战争罪行。"

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Oh, terribly disappointing. Never matter, I understand! You foreigners come and go, always busy busy! Well, I'll be here then, waiting I suppose. Idi Tukala! Erm, sorry. That's... that's goodbye in my native language. Apologies."
ko: "이런, 정말 섭섭하구려. 괜찮소! 이해하오! 그대 이방인들은 항상 바쁘게 왔다 갔다 하잖소! 그럼, 나는 계속 기다리면서, 여기에 있겠소. 이디 투칼라! 어, 미안하오. 그건... 내 모국어로 작별 인사라오. 사과하오."
ru: "Ох, очень обидно. Неважно, я понимаю! Вы, чужаки, приходите и уходите, всегда заняты! Ну, тогда я буду здесь, ждать, наверное. Иди Тукала! Эээ, извините. Это... это прощание на моем родном языке. Извините."
zh_hans: "哦，太让人失望了。不要紧，我理解！你们这些外族人来来去去，总是忙忙碌碌。好吧，那我就在这里继续等着。伊迪图卡拉！呃，对不起。那是......那是用我的母语说的告别，抱歉。"

source: Location of Ruwen's destination.
ko: 루웬의 목적지입니다.
ru: Местонахождение Рувена.
zh_hans: 此处为茹文的目的地。

source: Explored location. Nothing left of interest.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_rock.xml.append$//event[@name="RUWEN_DESTINATION"]/text
source: You've arrived at the destination Ruwen provided you with. Moments later, the Crystal arrives, jubilant as ever. "We meet again! You have my thanks, captain! As promised, your reward. Now, if you don't mind, I must hurry to my meeting. Idi Tukala! Erm, sorry. That's... that's goodbye in my native language. Apologies."
ko: 당신은 루웬이 알려준 목적지에 도착했습니다. 잠시 후, 크리스탈이 평소처럼 의기양양하게 도착했습니다. "다시 만났구려! 내 감사를 받아주시오! 약속한 대로, 보상이오. 괜찮다면, 이제 나는 서둘러 회의장으로 가야겠소. 이디 투칼라! 어, 미안하오. 그건... 내 모국어로 작별 인사라오. 사과하오."
ru: Вы прибыли в пункт назначения, указанный вам Рувеном. Мгновением позже прибывает кристаллин, ликующий, как всегда. "Мы снова встретились! Примите мою благодарность, капитан! Как и было обещано, ваша награда. А теперь, если вы не возражаете, я должен поспешить на встречу. Иди Тукала! Простите. Это... это прощание на моем родном языке. Прошу прощения."
zh_hans: 你已经到达了茹文为你提供的目的地。几分钟后，水晶族飞船到了，一如既往地欢呼雀跃。"我们又见面了！向你表示感谢，舰长！正如承诺的那样，你的奖励。现在，如果你不介意的话，我必须赶紧去开会。伊迪图卡拉！呃，对不起。那是......那是我母语中的再见，抱歉。"

# data/events_rock.xml.append$//event[@name="RUWEN_DESTINATION"]/choice[1]/text
source: Stay and watch the meeting from a distance covertly.
ko: 멀찍이 떨어져 몰래 회의를 지켜본다.
ru: Остаться и скрытно наблюдать за ходом встречи издалека.
zh_hans: 留下来从远处隐蔽地观察会议的情况。

source: You watch as Ruwen approaches a strangely colored Rock vessel. Seems to be a Paladin, a very rare and dangerous segment of the Inquisition usually tasked with protecting important clergy members. Based on the conversation you're eavesdropping in on, Ruwen seems equally confused. "Oh erm... pardon me. I was expecting Admiral Ariadne's envoy to be here. I don't believe I had any business with the Theocracy today!"
ko: 당신은 루웬이 이상한 색깔의 락맨 선박에 접근하는 것을 지켜봅니다. 이들은 성기사인 것 같습니다. 대개 중요한 성직자들의 경호를 담당하는, 매우 드물고 위험한 이단 심문관 분파입니다. 대화를 엿듣고 있자니, 루웬도 똑같이 혼란스러워 보입니다. "어... 실례지만, 나는 아리아드네 제독의 사절이 올 것으로 생각했소. 분명히 오늘 신정과 볼일이라고는 없었소만?"
ru: Вы наблюдаете за тем, как Рувен приближается к странно окрашенному кораблю валунов. Похоже, что это Паладины, очень редкие и опасные представители Инквизиции, которым обычно поручают охрану важных представителей духовенства. Судя по разговору, который вы подслушиваете, Рувен выглядит так же растеряно. "О... простите. Я ожидал, что здесь будет посланник адмирала Ариадны. Не думаю, что у меня сегодня были какие-то дела с Теократией!"
zh_hans: 你看着茹文走近一艘颜色奇怪的岩石族飞船。似乎是一个圣骑战舰，这是圣判所中非常罕见的危险部分，通常负责保护重要的神职人员。根据你偷听到的对话，茹文似乎对此也很困惑。"哦，呃......请原谅我。我还以为阿里阿德涅上将的特使会来这里。我今天应该和神权国没什么瓜葛！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The fully armored Rockman barely moves as he speaks to Ruwen, his voice bitter. "The traitors whom you were sent to negotiate with have been apprehended by the Theocracy. The Lost Suns are criminals, and it reflects poorly on your Empire when you come into Theocracy territory and begin to make talks of peace with enemies of the Elders. There shall be harsh consequences for these actions."
ko: 전신에 갑주를 두른 락맨은 거의 움직이지 않고, 가시 돋친 목소리로 루웬에게 말했습니다. "그대가 교섭하려던 반역자들은 신정에 의해 체포되었소. 로스트선은 범죄자들이오. 그대는 신정의 영토에서 장로들의 적들과 평화를 논했으니, 그대의 제국에 대해서도 좋게 볼 수 없겠소. 이번 행위에 대해 가혹한 결과가 있을 것이오."
ru: Полностью бронированный валун едва двигается, обращаясь к Рувену с горечью в голосе. "Предатели, с которыми вас послали на переговоры, были задержаны Теократией. Затерянные Солнца - преступники, и это плохо отразится на вашей Империи, если вы появляетесь на территории Теократии и начинаете вести переговоры о мире с врагами Старейшин. Эти действия повлекут за собой тяжелые последствия".
zh_hans: 全副武装的岩石族一动不动地对茹文说，带着苦涩的声音。"被派去和你谈判的叛徒已经被神权国逮捕了。迷失烈阳者们是罪犯，你进入神权国星域并打算与长老的敌人进行窜通的行为，已经对你国造成了严重的负面外交影响。这些行为会导致严峻的后果。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Ruwen gulps nervously, and shifts uncomfortably in his crystalline chair. "Hahah, surely you're joking! Yes, the Lost Suns are your enemies, but it is not as though the Empire is looking to draw arms against the Elders! We merely wish to settle this ongoing feud between the SSLG and Lost Sun forces for occupancies of the Badlands! That is all. No need for hostility."
ko: 루웬은 초조해하며 침을 꼴딱 삼키고는, 수정 의자에 앉아 안절부절못했습니다. "하하, 농담이 심하구려! 그래, 로스트선은 그대들의 적이지. 하지만 우리 제국이 장로들을 상대로 무기를 겨누려는 것은 아니오! 우리는 그저 SSLG와 로스트선 세력 사이에서 불모지의 점유를 두고 계속되고 있는 불화를 해결하려 했을 뿐이오! 그게 전부요. 적대할 필요 없소."
ru: Рувен нервно сглотнул и неловко поерзал в своем кристаллическом кресле. "Хахах, да вы, конечно, шутите! Да, Затерянные Солнца - ваши враги, но Империя вовсе не стремится к войне со Старейшинами! Мы просто хотим уладить текущую ситуацию между ГОСВ и силами Затерянных Солнц по поводу оккупации Пустошей! Вот и все. Нет необходимости во вражде".
zh_hans: 茹文紧张地咽了口唾沫，在他的水晶椅上不自觉地晃了晃。"哈哈，你肯定是在开玩笑！是的，迷失烈阳者是你们的敌人，但帝国并不打算反对长老们！我们只是希望解决姊族解放组织和迷失烈阳部队之间正在进行的对恶土的争夺！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
