Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: The Rockmen are mildly confused that a Federation ship is offering to help, but don't complain. "We are representatives for Zulfiqar Industries. Yesterday, CMO Rig Bramston arranged a meeting on these premises with a Zoltan envoy named Tintan to discuss means of distribution and marketing within the Ministry. However, we did not anticipate a Slug vessel to arrive shortly after and deploy a 'prank' on the meeting, mind controlling Rig to consume Tintan whole. As you can understand, we are now in quite the dilemma and need to operate immediately."
ko: 락맨은 연방 함선이 도움을 제안한 것에 대해 다소 혼란스러워하고 있었지만 불평하지는 않았습니다. "우리는 줄피카르 공업의 대리인이오. 졸탄 내각에서의 유통 및 마케팅을 논의하기 위해, 어제 최고 마케팅 책임자 리그 브램스턴이 졸탄 사절 틴탄과 구내에서 회담을 주선했소. 하지만 예상치 못한 일이 벌어졌는데, 슬러그 선박이 회담장에 '장난감'을 설치해 리그를 조종해 틴탄을 통째로 삼켜버린 것이오. 보다시피, 우리는 지금 진퇴양난에 빠져있고 지금 즉시 수술에 들어가야 하오."
ru: Валуны несколько смущены тем, что корабль Федерации предлагает помощь, но не жалуются. Мы - представители компании "Зульфикар Индастриз". Вчера управляющий директор Риг Брэмстон организовал на этой территории встречу с посланницей золтан по имени Тинтана, чтобы обсудить способы распространения и сбыта продукции в Министерстве. Однако мы не ожидали, что вскоре после этого прибудет судно слизней и устроит "розыгрыш" на встрече, управляя разумом Рига, чтобы он поглотил Тинтану целиком. Как вы понимаете, мы оказались перед сложной дилеммой и должны были действовать немедленно".
zh_hans: 岩石族对一艘联邦飞船将要提供帮助的行为感到轻微的困惑，但没有抱怨。"我们是弯剑工业的代表。昨天，首席营销官里格·布拉姆斯通在附近这些地方安排了一次会议，与一位名叫婷丹的超能族特使讨论在牧师团内的商品配发和营销手段。然而，我们没有预料到，一艘蛞蝓族船在不久之后抵达，并在会议上部署了一个"恶作剧"，心灵控制里格，让他把婷丹整个吃掉。相信你明白，我们现在处于相当的困境，需要立即作出行动化解此事。"

source: Suggest they simply put them out of their collective misery.
ko: 그냥 그들을 고통에서 해방시켜 주자고 제안한다.
ru: Предложить просто избавить их от коллективных страданий.
zh_hans: 提议干脆把他们从集体的痛苦中解放出来。

source: "Your advice is worthless. We cannot simply assassinate both a high ranking Zoltan official and our own commander. We ask that you leave, and we will wait for a more helpful ship to arrive."
ko: "쓸 데 없는 조언이오. 졸탄 고위 관료와 우리의 책임자 모두 그냥 살해할 수는 없소. 여길 떠나시오. 우리는 더 도움 되는 함선이 도착할 때까지 기다릴 것이오."
ru: "Ваш совет бессмысленен. Мы не можем просто так убить высокопоставленного чиновника золтан, и нашего собственного командира. Мы просим вас уйти, и будем ждать появления более подходящего корабля".
zh_hans: "你的建议毫无价值。我们不能简单地同时刺杀一个超能族的高级官员和我们自己的上级。我们要求你离开，我们将等待能提供更多帮助的船只到来。"

source: Offer to try and perform surgery.
ko: 수술을 시도해 보겠다고 제안한다.
ru: Предложить попробовать провести операцию.
zh_hans: 提出尝试进行手术。

source: "Do you have any training in operating of either of the two species? Or any species at all?" You shake your head. "Then get lost. We will wait for someone who knows what they are doing to arrive."
ko: "두 종족 중에 어느 한 종족의 수술에 대해서라도 수련을 받은 적이 있소? 없소?" 당신은 고개를 젓습니다. "그럼 썩 꺼지시오. 적어도 자신이 하려는 일을 스스로 이해하고 있는 자가 도착할 때까지 기다릴 것이오."
ru: "Есть ли у вас какие-нибудь навыки по оперированию этих двух видов существ? Или вообще любых существ?" Вы качаете головой. "Тогда проваливайте. Мы подождем, пока появится тот, кто знает, что делает".
zh_hans: "你有对这两个物种中的任何一个有过手术经验吗？或者说任何手术经验？"你摇摇头。"那就滚吧。我们会等着知道自己在做什么的人到来。"

source: (Mind Control) Convince the two to live in symbiosis aboard your ship.
ko: (정신 지배 장비) 당신의 함선에서 둘이 공생하며 살도록 설득한다.
ru: (Контроль разума) Убедить их жить в симбиозе на борту вашего корабля.
zh_hans: (心灵控制)说服两人在你的星舰上共生。

source: Even under the effects of the mind control, it takes a lot of convincing to get the two to agree with forever existing among one another. Their life forever changed, now remarkably for the better, they thank you, and even ask to join your crew. The Rock station is confused as to what has happened, but Rig seems certain this is the right option in his stupor and the Rockmen agree to let him go.
ko: 정신 지배에도 불구하고, 둘이 영원히 함께하는 것에 동의하도록 설득하는 데는 오랜 시간이 필요했습니다. 그들의 삶은 영원히 바뀌었고, 이제 훨씬 더 좋아졌습니다. 그들은 당신에게 감사를 표했고, 심지어 당신의 선원으로 받아달라고 부탁했습니다. 이에 락맨 정거장 측은 혼란에 빠졌습니다. 혼미한 상태에서, 리그는 이것이 올바른 선택이라고 확신하는 듯했고, 락맨들은 그를 보내주기로 했습니다.
ru: Даже под воздействием Контроля разума их приходится долго уговаривать, чтобы они согласились на вечное существование друг с другом. Их жизнь навсегда изменилась, причем в лучшую сторону, он благодарят вас и даже хотят присоединиться к вашему экипажу. На станции валунов все в замешательстве, но Риг в своем состоянии уверен, что это правильный выбор, и валуны соглашаются отпустить его.
zh_hans: 即使在心灵控制的作用下，仍然消耗了大量的说服力才让这两个人同意永远存在于彼此之间。他们的人生永远地改变了，但现在明显好转起来。他们向你致谢，甚至要求加入你的船员。岩石族空间站对所发生的事情感到困惑，但里格在催眠中似乎确信这是正确的选择，岩石族同意让他离开。

source: Tintan and Rig
ru: Тинтана и Риг
zh_hans: 婷丹与里格

source: (Mantis Crew) Perform "surgery" on the Rockman.
ko: (맨티스 선원) 락맨에 대한 "수술"을 집도한다.
ru: (Член экипажа-богомол) Провести "операцию" на валуне.
zh_hans: (螳螂族船员)对岩石族进行"手术"。

source: Your Mantis, ever assured of its abilities, pushes past the Rockmen and marches into the room where the "infected" Rockman is being held. In a single swipe, it cuts straight through the stomach. The convulsing Zoltan falls out, quivering on the ground. The makeshift Rock medical team rushes in to fix the injured Rockman and physiologically evaluate the Zoltan. They aren't pleased with your solution, but they pay you as promised anyways.
ko: 자기 실력을 확신하는 맨티스는 락맨들을 밀쳐내고 "감염된" 락맨이 위치한 방으로 당당히 나아갔습니다. 단 한 번의 절개로, 그는 락맨의 복부를 똑바로 갈랐습니다. 졸탄은 경기를 일으키며 떨어져 나와 바닥에서 덜덜 떨었습니다. 급히 구성된 락맨 의료진이 달려와 갈라진 락맨을 수선하고 졸탄의 생리학적 상태를 평가했습니다. 락맨들은 당신의 해결책이 마음에 들지 않았지만, 어쨌든 약속한 대로 보상을 지불했습니다.
ru: Богомол, уверенный в своих силах, протискивается мимо валунов и входит в комнату, где находится "инфицированный" валун. Одним движением он вспарывает ему живот. Золтан, бьющийся в конвульсиях, вываливается наружу и корчится на полу. Импровизированная медицинская бригада валунов бросается к ним, чтобы стабилизировать раненого валуна и проверить состояние золтана. Они недовольны вашим решением, но все равно платят вам, как и обещали.
zh_hans: 你的螳螂族，对自己的能力向有信心，推开岩石族，走进看护"受感染"的岩石族的房间。他一挥手，直接切开了肚子。抽搐的超能族掉了出来，在地上颤抖着。临时组成的"岩石族"医疗队赶来修复受伤的岩石族，并对超能族进行生理评估。他们对你的解决方案并不满意，但他们还是按照承诺给了你钱。

source: (Tony Sr.) "Rig, is that you?"
ko: (토니 시니어) "리그. 당신인가요?"
ru: (Тони Ст.) "Риг, это ты?"
zh_hans: (托尼·西尼尔)"里格，是你吗？"

source: "My god... Tony? Is that you? How are you here?" You have no idea what's going on, but Tony explains. "7 years ago, Tony's was nothing but a small chain local only to the Republic and quite small. I hoped to change that around by selling Zulfiqar goods. I met with Rig to discuss the terms, when out of nowhere a Slug ship arrived and mind controlled me into sticking myself up Rig's... uh... asshole. The surgeons had no idea how to handle the situation. For 3 years we lived like that, stuck together. I was forced to eat Rig's waste to survive. Eventually we found a professional capable of separating us, but it was too late to save either of us from the permanent trauma."
ko: "세상에... 토니? 당신이오? 어떻게 여기에 있소?" 무슨 일이 일어나는지는 모르겠지만, 토니가 설명합니다. "7년 전이였지. '토니네'는 그저 공화국내에서만 운영하는 작은 체인점이었어. 난 그걸 바꾸기 위해서 줄피카르제 물건들을 판매했지. 거래를 의논하기 위해 리그를 만났지만, 슬러그 함선이 갑자기 나타나 날 정신 지배해서 리그의... 어... 항문에다가 머리를 박게 만든 거지. 의사들은 어떻게 해야 할지 모르더군. 3년 동안이나 우린 그렇게 서로 붙어서 살았어. 살기 위해 리그의 찌꺼기들을 먹어야 했지. 시간이 지나 결국 우릴 분리할 수 있는 전문가를 찾았지만, 우릴 영구적 트라우마로부터 구하긴 늦었지."
ru: "Боже мой... Тони? Это ты? Как ты здесь оказался?" Вы понятия не имеете, что происходит, но Тони объясняет. "Семь лет назад "У Тони" был всего лишь небольшой сетью, локализованной только в Республике, и довольно маленькой. Я надеялся изменить ситуацию, продавая товары "Зульфикара". Я встретился с Ригом, чтобы обсудить условия, как вдруг из ниоткуда прилетел корабль слизней и под Контролем разума заставил меня засунуть себя в... э-э... задницу Рига. Хирурги не знали, как справиться с ситуацией. Три года мы жили вот так, прижавшись друг к другу. Я был вынужден питаться фекалиями Рига, чтобы выжить. В конце концов, мы нашли специалиста, способного разделить нас, но было уже слишком поздно, чтобы спасти кого-то из нас от необратимой травмы".
zh_hans: "我的天......托尼？是你吗？你怎么在这里？"你不知道发生了什么，但托尼解释说。"7年前，托尼的店只不过是一个只在共和国经营的连锁店，规模相当小。我希望通过销售弯剑公司的商品来改变这种状况。我和里格见面讨论条款，这时不知从哪里来的一艘鼻涕虫飞船来到这里，对我进行心灵控制，让我把自己插进里格的...呃...屁眼。外科医生们不知道如何处理这种情况。三年来，我们就这样生活着，粘在一起。我被迫吃里格的排泄物来生存。最后，我们找到了一个能够将我们分开的专业人员，但这已经太晚了，无法将我们中的任何一个人从永久的创伤中拯救出来。"

source: Uh...
ko: 음...
ru: Э-э...
zh_hans: 额...

source: The Rock station owners are completely baffled as to what is happening, but together you, Tony, Rig, and Tintan discuss the situation. It becomes clear Rig and Tintan won't be free of each other any time soon, but with Tony's help you might just be able to track down the Slugs responsible and get revenge.
ko: 락맨 정거장의 소유자들은 일이 어떻게 돌아가고 있는지 전혀 이해하지 못했지만, 당신과 토니, 리그, 그리고 틴탄은 이 상황에 대해 함께 논의했습니다. 리그와 틴탄이 빠른 시일 안에 자유로워지지는 못할 것이 확실하지만, 토니의 도움으로 당신은 이 일의 원흉인 슬러그를 추적해 복수할 수 있을 것입니다.
ru: Владельцы станции валунов в полном недоумении от происходящего, но вы, Тони, Риг и Тинтана вместе обсуждаете ситуацию. Становится ясно, что Риг и Тинтана не скоро смогут разделиться друг от друга, но с помощью Тони вам, возможно, удастся выследить виновных в этом слизней и отомстить.
zh_hans: 岩石族空间站的工作人员完全不明白发生了什么，但你、托尼、里格与婷丹一起讨论了这个情况。很明显，里格和婷丹不会很快摆脱对方，但在托尼的帮助下，你可能可以追踪到背责的蛞蝓族飞船并进行报复。

source: Tintan and Rig
ru: Тинтана и Риг
zh_hans: 婷丹与里格

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_PARASITE"]/choice[2]/text
source: We cannot help.
ko: 우리도 어쩔 도리가 없습니다.
ru: Мы не можем помочь.
zh_hans: 我们帮不了你。

source: You ignore the Rock station and carry on your way.
ko: 당신은 락맨 정거장을 무시하고 가던 길을 갔습니다.
ru: Вы не обращаете внимания на станцию валунов и продолжаете свой путь.
zh_hans: 你无视岩石族空间站继续前行。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS"]/text
source: This beacon has landed you concerningly close to a densely populated Rock planet. You double-take when the ship computer informs you that this is no ordinary Rock planet, but rather Vrachos IV, the home planet of the Rock race.
ko: 유도신호에 따라 인구가 밀집한 락맨 행성에 걱정스러울 정도로 가까이 접근하게 되었습니다. 함선의 컴퓨터의 설명을 듣고 당신은 다시 한번 놀랐습니다. 이곳은 평범한 락맨 행성이 아니라, 락맨 종족의 고향인 브라코스 제4계입니다.
ru: Этот маяк привел вас в опасную близость к густонаселенной планете валунов. Вы с удивлением понимаете, что это не обычная планета валунов, а Врахос IV, родная планета расы валунов.
zh_hans: 跃迁至这个信标使你非常接近一个人口稠密的岩石族星球。当星舰的计算机告诉你这不是普通的岩石族星球，而是岩石种族的母星——威拉彻斯四时，你不禁大吃一惊。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS"]/choice/event/text
source: The ship computer informs you on a few other details. Vrachos IV was largely abandoned because the massive industrial mining on the planet's surface led to a disastrous lack of necessary natural resources. This city, the capital of the Rock civilization, is one of the only few that remains populated. It is under strict control by one of the five Rock Elders, Stonewall. His incredibly uncreative name goes well in line with his uncreative methods of punishing dissidents, which usually involve torture and public executions.
ko: 함선의 컴퓨터가 당신에게 몇 가지 세부 사항을 추가로 알려왔습니다. 브라코스 제4계는 행성 표면의 대규모 산업 채광으로 인해 필수적인 천연자원들이 고갈되어 인해 대부분 버려졌습니다. 락맨 문명의 수도인 이 도시는 아직까지 인구가 밀집한 몇 안 되는 도시들 중 하나입니다. 그곳은 다섯 락맨 장로들 중 하나인 스톤월의 엄격한 통치 하에 있습니다. 그의 이름은 놀랄 만큼 창의적이지 않은데, 주로 고문과 공개처형 등 창의성 없는 방식으로 반체제 인사들을 처벌하는 그에게 잘 어울리는 이름입니다.
ru: Компьютер корабля сообщает вам еще несколько деталей. Врахос IV был в значительной степени заброшен, поскольку масштабная промышленная добыча полезных ископаемых на поверхности планеты привела к катастрофической нехватке необходимых природных ресурсов. Этот город, столица цивилизации валунов, - один из немногих, оставшихся населенным. Он находится под строгим контролем одного из пяти Старейшин валунов - Камнестена. Его невероятно не оригинальное имя вполне соответствует его не оригинальным методам наказания инакомыслящих, которые обычно сводятся к пыткам и публичным казням.
zh_hans: 电脑通知了你一些其他的细节。威拉彻斯四在很大程度上被遗弃了，因为这个星球表面的大规模工业开采导致了必要的自然资源的灾难性缺乏。这个城市，岩石族文明的首都，是仅有的几个仍然有人居住的城市之一。它被五位岩石长老之一的"石墙"严格控制着。他令人难以置信的毫无创造力的名字与他惩罚持不同政见者的毫无创造力的方法是一致的，这些方法通常包括酷刑与公开处决。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The city below is bustling with activity, and far in the distance lays Stonewall's palace, blocking out the sunrise. It's not the biggest building here, but it commands the most attention.
ko: 아래쪽의 도시에는 활기가 넘치고 있고, 저 멀리에는 아침노을을 가리는 스톤월의 관저가 있습니다. 이곳에서 가장 큰 건물은 아니지만, 가장 많은 주의를 요하는 곳입니다.
ru: Внизу кипит жизнь, а далеко вдали возвышается дворец Камнестена, закрывающий восход солнца. Это не самое большое здание, но оно привлекает наибольшее внимание.
zh_hans: 下面的城市热闹非凡，远处是石墙的宫殿，挡住了日出的光芒。它不是这里最大的建筑，但它吸引了最多的注意力。

source: Attack the palace.
ko: 관저를 공격한다.
ru: Атаковать дворец.
zh_hans: 攻击宫殿。

source: You came to this reality to make a change and the Rock government is no better than the Rebels. As you approach the palace however, a gigantic Rock cruiser exits, ready to combat you.
ko: 당신은 변화를 만들기 위해 이곳에 왔고 락맨 정부는 반군보다 나을 게 없습니다. 관저에 접근하자 당신과 싸울 준비를 마친 거대한 락맨 순양함이 등장했습니다.
ru: Вы пришли в эту реальность, чтобы что-то изменить, а правительство валунов ничем не лучше повстанцев. Однако, когда вы приближаетесь к дворцу, из него появляется гигантский крейсер валунов, готовый сразиться с вами.
zh_hans: 你来到这个宇宙是为了做出改变，而岩石族政府并不比叛军好到哪去。然而，当你接近宫殿时，一艘巨大的岩石星舰驶出，准备与你作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We should leave.
ko: 이곳을 떠나야 한다.
ru: Мы должны уходить.
zh_hans: 我们应该离开。

source: A giant Rock city is no place for a Federation ship. You power up the thrusters and back away from the planet's surface.
ko: 거대한 락맨 도시는 연방의 함선이 있을 곳이 못됩니다. 당신은 추진기에 동력을 넣고 행성 표면에서 철수했습니다.
ru: Гигантский город валунов- не место для корабля Федерации. Вы включаете двигатели и покидаете поверхность планеты.
zh_hans: 一个巨大的岩石族城市不是联邦飞船该待的地方。你充能推进器，从星球表面离开。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS_VICTORY"]/text
source: No ship can outmatch you, not even a mighty Elite Rock Cruiser. Now defeated, the remains of the cruiser go down into flames, destroying the vast garden leading up to the Palace's entrance. It's plenty to scrap, but you don't have much time with the Rock soldiers running out to meet you.
ko: 그 어떤 함선도 당신의 함선에는 상대가 될 수 없습니다. 강력한 엘리트 락맨 순양함이라도 말입니다. 격파된 순양함의 잔해는 불길에 휩싸인 채 추락해 관저의 입구로 통하는 광활한 정원을 파괴했습니다. 추락 현장에는 쓸만한 것들이 잔뜩 널려있지만, 락맨 병사들이 당신을 쫓아오고 있어 시간이 없습니다.
ru: Ни один корабль не может превзойти вас, даже могучий элитный крейсер валунов. Останки побежденного крейсера сгорают в огне, уничтожая огромный сад, который вел ко входу во дворец. Многое можно разобрать на лом, но у вас мало времени, так как навстречу вам выбегают солдаты-валуны.
zh_hans: 没有哪艘船能与你匹敌，即便是强大的精英岩石星舰。被击败的星舰残骸陷入了火海，摧毁了通往宫殿入口的巨大花园。有很多东西可以搜刮，但你没有太多时间，因为岩石族士兵们将要跑出来面对你。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS_VICTORY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Along with the Rockmen comes Stonewall himself, extremely irate at the damage you caused. "What have you done! You have proven your point, everywhere you go you only bring destruction and disrupt our ways of life! What is it that you want, why have you come here to ruin this day? Will simple money be enough to make you leave?"
ko: 락맨들과 함께 스톤월 본인이 등장해, 당신이 일으킨 피해에 몹시 격분했습니다. "무슨 짓을 한 것이오! 이것으로 증명된 것 아니오? 당신은 가는 곳마다 파괴만을 불러오고 우리 삶의 방식을 분열시킬 뿐이오! 대체 원하는 게 무엇이오? 왜 이곳에 와서 이날을 망친 것이오? 단지 돈만 주면 떠나줄 것이오?"
ru: Вместе с валунами появляется и сам Камнестен, крайне разгневанный нанесенным вам ущербом. "Что вы наделали! Вы показали всем свою сущность, куда бы вы ни пришли, вы приносите только разрушения и нарушаете наш уклад жизни! Что вам нужно, зачем вы пришли сюда, чтобы испортить этот день? Может, простых денег будет достаточно, чтобы вы ушли?"
zh_hans: 与岩石族一起到来的还有石墙本人，他对你造成的破坏极为恼火。"你做了什么！？你已经证明了你的观点，你所到之处只会带来破坏，扰乱我们的生活方式！你想要什么，你为什么要来这里毁掉这一切？几个臭钱能让你离开吗？"

source: Accept their pay.
ko: 제안을 받아들인다.
ru: Принять оплату.
zh_hans: 接受他们的"臭钱"。

source: Reluctantly, the Rock soldiers put down their guns and a hefty sum of scrap is brought out for you. This won't have much lasting effect on the Rock government other than an increase in security, but atleast this will help with your primary mission.
ko: 락맨 병사들은 마지못해 총을 내려놓았고, 당신은 상당량의 스크랩을 그들로부터 받았습니다. 경계 태세가 강화되는 것 말고는, 이번 일이 락맨 정부에 미치는 지속적인 영향은 별로 없을 것입니다. 하지만 적어도 당신의 주요 임무에는 도움이 될 것입니다.
ru: Солдаты-валуны с неохотой опускают оружие, и вам приносят крупное количество лома. Это не окажет существенного влияния на правительство валунов, кроме повышения уровня его защищенности, но, по крайней мере, поможет в выполнении вашей основной миссии.
zh_hans: 不情愿地，岩石城的士兵们放下了枪，为你拿出了一大笔废料。除了加强安保之外，这不会对岩石族政府产生什么持久影响，但至少这对你的任务有帮助。

source: Use Stonewall as a hostage and bargain for an even greater reward.
ko: 더 큰 보상을 얻기 위해, 스톤월을 인질로 잡는다.
ru: Взять Камнестена в заложники и потребовать еще большую плату.
zh_hans: 利用石墙作为人质讨价还价以获取更大的利益。

source: We came here to make a change. Assassinate Stonewall now.
ko: 함선의 AI가 스톤월을 인질로 삼을 것을 제안했지만, 불행히도 이를 수행할 만한 적절한 대원이 없다.
ru: ИИ корабля предлагает взять Камнестена в заложники. К сожалению, у вас нет подходящей команды, чтобы реализовать этот вариант.
zh_hans: 舰上的AI建议把石墙作为人质。不幸的是，对于这个方案你缺乏一队船员来执行。

source: You're far quicker than any of the guards, and in only a couple of seconds your blaster is held directly against Stonewall's head. It's a dangerous and nerve-racking exchange, but everything goes as 'planned' and a Rock transport delivers a large supply of goods.
ko: 당신은 호위병들보다 동작이 훨씬 빨랐습니다. 불과 몇 초 만에 당신의 블래스터가 스톤월의 머리에 겨눠졌습니다. 위험하고 긴장되는 교환이었지만, 모든 것은 '계획대로' 진행되었고, 락맨 수송선이 대량의 물자를 가져다줬습니다.
ru: Вы намного быстрее охранников, и всего через пару секунд ваш бластер оказывается прямо у головы Камнестена. Это опасный и напряженный процесс обмена, но все идет по плану, и транспорт валунов доставляет большую партию припасов.
zh_hans: 你比任何一个守卫都快得多，只用了几秒钟，你的爆破手枪就直接顶住了石墙的脑袋。这是一次危险的、令人紧张的人质交换，但一切都按"计划"进行，"岩石运输舰运送了大量的货物。

source: It was a risky move, and things don't go nearly as 'planned'. The Rock guards are quicker than anticipated and one of your crew is shot in the chest. You still manage to grab Stonewall around his massive neck and hold a blaster to his moss-covered face. As your crew lies dying on the floor, a Rock transport is called in to deliver the larger amount of supplies. Once you're satisfied, you hurry back to the ship, making sure to keep your gun pointed at Stonewall the entire way back.
ko: 그것은 위험한 시도였고, 일이 '계획대로'는 진행되지 않았습니다. 락맨 호위병들은 예상보다 재빨랐고, 당신의 선원 한 명이 가슴에 총상을 입었습니다. 그래도 당신은 어떻게든 스톤월의 두터운 목덜미를 붙잡아 그의 이끼 가득한 얼굴에 블래스터를 들이댔습니다. 당신의 선원이 바닥에 쓰러져 죽어 가는 동안, 더 많은 양의 보급품을 전달하기 위해 락맨 수송선이 호출되었습니다. 필요가 충족되자, 당신은 스톤월을 향해 블래스터를 겨눈 채로 서둘러 함선으로 돌아갔습니다.
ru: Это был рискованный шаг, и все пошло не так, как планировалось. Валуны-охранники оказываются проворнее, чем предполагалось, и один из членов вашего экипажа получает пулю в грудь. Вам все же удается схватить Камнестена за массивную шею и приставить бластер к его покрытому мхом лицу. Пока ваш член экипажа лежит на полу и умирает, прибывает транспорт валунов, который доставляет большое количество припасов. Удовлетворившись этим, вы спешите вернуться на корабль, не забывая держать Камнестена в прицеле.
zh_hans: 这是一个冒险的举动，事情并没有按"计划"进行。岩石族守卫比预期的要快，你的一个队员被击中了胸部。你还是设法抓住了石墙巨大的脖子，用爆破手枪顶住了他布满青苔的脸。当你的船员躺在地上奄奄一息时，一辆岩石族运输车被叫来运送大量的物资。你满意了，赶紧回到星舰，并确保在回去时一直用枪指着石墙。

source: (Upg. Medbay) Provide medical assistance to your crew.
ko: (고급 의료실) 선원에게 응급처치를 시행한다.
ru: (Улучш Медотсек) Оказать медицинскую помощь члену своего экипажа.
zh_hans: (高级医疗舱)为你的船员提供医疗援助。

source: Luckily your crew is able to be treated in time. You pull away from the city, glad at the success of the mission.
ko: 다행히도 당신의 선원은 제때에 치료를 받을 수 있었습니다. 당신은 임무의 성공을 기뻐하며 도시에서 철수했습니다.
ru: К счастью, члену вашего экипажа вовремя оказана медицинская помощь. Вы удаляетесь от города, радуясь успешному выполнению задания.
zh_hans: 幸运的是，你的船员能够及时得到治疗。你离开了城市，为任务的成功感到高兴。

# data/events_rock.xml.append$//event[@name="ROCK_HOMEWORLDS_VICTORY_KILL"]/text
source: You swiftly draw your blaster and blast Stonewall straight in the chest. The mighty titan of a creature falls to the ground in a thud, and the Rock soldiers are sent into chaos. You rush back to the ship but are stopped by the surge of Rock citizens breaking down the palace gates. A large horde of onlookers, witnessing your brave execution of their long-time brutal dictator, have been pushed to revolt, and they are stampeding to take down the soldiers.
ko: 당신은 재빨리 블래스터를 뽑아들고 스톤월의 가슴을 쏴버렸습니다. 막강한 거인은 쿵 하는 소리와 함께 바닥에 쓰러졌고, 락맨 병사들은 혼란에 빠졌습니다. 당신은 함선으로 급히 돌아가려 했지만, 관저의 대문을 부수고 밀려드는 락맨 주민들을 보고 멈춰 섰습니다. 오랜 기간 자신들을 잔혹하게 통치했던 독재자를 당신이 용감하게 처형하는 모습을 보고는, 방관자들이 반란을 일으켰습니다. 그리고 군인들을 쓰러뜨리기 위해 쇄도하고 있습니다.
ru: Вы быстро достаете бластер и стреляете Камнестену прямо в грудь. Могучий титан с грохотом падает на землю, а солдаты-валуны впадают в оцепенение. Вы бросаетесь обратно на корабль, но вас останавливает наплыв гражданских валунов, ломающих ворота дворца. Огромная толпа зрителей, наблюдавших за тем, как вы смело казнили их давнего жестокого диктатора, была подтолкнута к восстанию, и они бросились на солдат.
zh_hans: 你迅速地抽出你的爆破手枪，直接轰击石墙的胸口。这个强大的泰坦生物砰然倒地，岩石族士兵陷入混乱。你冲回星舰，但被冲破宫殿大门的岩石族公民的浪潮所阻挡。大批围观者目睹了你勇敢地处决他们长期以来残暴的独裁者。拥有了加入造反行列的机会，他们争先恐后地要拿下士兵们。

source: Stay and help fight.
ko: 싸움을 돕는다.
ru: Остаться и помочь в бою.
zh_hans: 留下来帮助战斗。

source: It's a violent fight, and there's heavy casualties on both sides, but with your trained military crew you help sway the tide in the civilians' favor. Once the battle is for certain over, the civilians thank you for your help. Most march on to take control of Stonewall's palace, but one Rock, a Crusader who turned on his masters, stays behind. "You have done us a considerable service, and I cannot let this go without thanks. Our kind may finally be free from this oppression, and this could very well be the start. I want to stay behind and keep fighting, but I also know a Federation ship passing through here with such a powerful loadout has a very important mission awaiting them, and they can use all of the manpower they can get."
ko: 격렬한 전투였고, 양측 모두 많은 사상자를 냈습니다. 하지만 훈련된 군인들과 함께하는 당신 덕분에 상황은 민간인들에게 유리하게 흘러갔습니다. 전투가 끝나자, 민간인들은 당신의 도움에 감사를 표했습니다. 대부분은 스톤월의 관저를 장악하기 위해 나아갔지만, 한 명의 락맨, 그의 주인을 배반한 크루세이더가 자리에 남았습니다. "우리를 위해 많은 일을 해 주었소. 감사하지 않고는 넘어갈 수 없소. 이것을 시작으로, 우리 종족이 마침내 이러한 억압으로부터 자유로워질지도 모르겠소. 난 여기에 남아서 계속 싸우고도 싶지만, 이렇게나 강력한 무장을 탑재하고 이곳을 지나는 연방 함선이 대단히 중요한 임무를 앞두고 있다는 것 역시 알고 있소. 끌어 쓸 수 있는 인력은 다 끌어 쓴다는 것도."
ru: Это жестокий бой, в котором есть большие потери с обеих сторон, но с помощью подготовленных военных вы помогаете переломить ситуацию в пользу гражданских. После того как битва была окончательно завершена, гражданские благодарят вас за помощь. Большинство из них отправляется во дворец Камнестена, но один валун, Крестоносец, отвернувшийся от своих хозяев, остается. "Вы оказали нам большую услугу, и я не могу оставить это без благодарности. Возможно, наш род наконец-то освободится от этого гнета, и это вполне может стать началом. Я хочу остаться и продолжать сражаться, но я также знаю, что корабль Федерации, находящийся здесь с таким мощным арсеналом, ожидает очень важная миссия, и ему может понадобиться все силы, которые они только смогут заполучить".
zh_hans: 这是一场激烈的战斗，双方都有很大的伤亡，但在你的训练有素的船员的帮助下，你帮助平民扭转了局势。战斗确定结束后，平民们感谢你的帮助。大多数人继续前进，控制了石墙的宫殿，但有一名岩石族，一名背叛了他主人的圣战者，留了下来。"你为我们做了相当大的贡献，我不能不感谢你。我们的种族最终终于摆脱了这种压迫，而这很可能只是一个开始。我想留下来继续战斗，但我也猜得到，一艘经过这里的联邦飞船，带着如此强大的装备，肯定有一个非常重要的任务在等着你们，你们会用得到所有可得的人力。"

source: Ihatsno
ru: Ихэтсно
zh_hans: 伊哈次诺
