Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: "I was exiled from the Theocracy and abandoned by my wife, who chose to pledge herself to Toarde instead. With nowhere to go I traveled to the Badlands, where I found Turban. The outcasts who lived here hated me, but I was able to survive by proving my usefulness as a guide through the unexplored halls of the buildings. I had helped in the planning for the original construction of Turban before it was abandoned, you see. After the outcasts had established full control I was allowed to stay, but they began to call me the 'cursed one'. A homeless prophet who wandered the streets claimed that I would bring destruction to this place. And... well, here we are I suppose."
ko: "나는 신정에서 추방당했고, 아내로부터 버림받았소. 그녀는 대신 토아르드와 결혼을 서약했지. 갈 곳이 없었던 나는 불모지로 향했고 그곳에서 터번을 찾았소. 이곳에 살던 망명자들은 나를 싫어했지만, 탐사되지 않은 건물 구획을 지날 때 길잡이로 유용함을 증명하여 살아남을 수 있었소. 나는 터번이 버려지기 전에 초창기의 건설 계획을 도왔었지. 망명자들이 완전한 통제권을 확립한 후 나는 이곳에 머물러도 좋다는 허락을 받았지만, 그들은 나를 '저주받은 자'라고 부르기 시작했소. 거리를 떠도는 한 노숙자 예언자가, 내가 이곳을 파괴할 것이라 했소. 그리고... 지금 이렇게 된 것 같소."
ru: "Я был изгнан из Теократии и брошен своей женой, которая предпочла присягнуть Тоарду. Некуда было идти, и я отправился в Пустоши, где нашел Тюрбан. Жившие здесь Изгои ненавидели меня, но я смог выжить, доказав свою полезность в качестве проводника по неизведанным залам зданий. Я помогал в планировании первоначального строительства Тюрбана до того, как он был заброшен. После того как Изгои установили полный контроль, мне разрешили остаться, но стали называть "проклятым". Бездомный пророк, бродивший по улицам, утверждал, что я принесу сюда разрушение. И... в общем, мы пришли к этому".
zh_hans: "我被放逐出神权国，被我的妻子抛弃，她选择了向托阿尔德示好。由于无处可去，我来到了恶土，在这里我发现了图尔班。住在这里的流放者憎恨我，但我通过证明我仍然对大伙有用活了下来，引导了他们穿过建筑物中未探索的大厅。我还曾规划过图尔班最初的建设，但方案被废弃了，显然大家仍然不欢迎我。在流放者们建立了完全的控制之后，我被允许留下来，但他们开始称我为'被诅咒之人'。一个无家可归在街上流浪的先知声称，我将给这个地方带来毁灭。然后就到了今天......我想你明白事情的经过了。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Argo falls silent, staring at the floor. He sheathes his canteen and the room turns silent once again.
ko: 아르고는 바닥을 응시하며 침묵했습니다. 그는 물통을 집어넣었고 방은 다시 조용해졌습니다.
ru: Арго молчит, уставившись в пол. Он убирает флягу в пояс, и в помещении снова воцаряется тишина.
zh_hans: 阿尔戈陷入了沉默，死盯着地板。他把水壶收起来，房间再次寂静下来。

source: Continue to sit in silence.
ko: 계속 잠자코 앉아 있는다.
ru: Продолжать сидеть в тишине.
zh_hans: 继续默默地坐着。

source: Continue to sit in silence.
ko: 계속 잠자코 앉아 있는다.
ru: Продолжать сидеть в тишине.
zh_hans: 继续默默地坐着。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING_COALITION"]/text
source: There is a palpable feeling of unease in the room, but every attempt to break the tension goes nowhere. Through the silence you can hear the distant thuds and feel the violent shaking as the bombardment of the city above continues without relent. At this rate, nothing will be left. Hours pass, and you're certain the fleet is making progress on your location. Several times footsteps can be heard outside the room, but no one ever enters.
ko: 방 안에는 뚜렷한 불안감이 있지만, 이를 해소하기 위한 모든 시도는 수포로 돌아갔습니다. 고요함 속에서 멀리서부터 쿵쿵 소리가 들려왔고, 지상의 도시에 대한 폭격이 가차 없이 이어지면서 격렬한 진동을 느낄 수 있었습니다. 이대로라면 곧 아무것도 남지 않을 것입니다. 몇 시간이 흘렀고 당신은 함대가 당신의 위치를 향해 진행 중이라고 확신했습니다. 방 밖에서 발자국 소리가 몇 번 들려왔지만 아무도 들어오지 않았습니다.
ru: В комнате ощущается тревога, но все попытки снять напряжение ни к чему не приводят. Сквозь тишину слышны далекие взрывы и ощущается сильная вибрация - бомбардировка города продолжается без остановки. Если так пойдет дальше, то от города ничего не останется. Проходит несколько часов, и вы убеждаетесь, что флот продвигается к вашему месту. Несколько раз за дверью слышатся шаги, но никто не входит.
zh_hans: 房间里有一种可以感受到的不安感，但每一次试图打破这种紧张气氛的努力都毫无结果。透过寂静，你可以听到远处的砰砰声，感受到上面的城市持续被轰击的剧烈摇晃，没有丝毫要停的意思。在这种烈度下，什么都不会留下。几个小时过去了，你确信舰队正在向你的位置前进。几次你在房间外听见脚步声，但没有人进入。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Argo begins to hum a tune, some old Rock folk-song, but he's interrupted by an announcement over an old radio in the corner of the room. "Attention all those who remain: return to the surface at once and surrender yourselves. Those who have taken refuge in the sewers or ravines will be quickly snuffed out." You remotely check your ship's radar and see a concerningly large new blip appear. Seems the Theocracy has deployed a cruiser vessel of some kind.
ko: 아르고는 오래된 락맨 민요 흥얼거리기 시작했지만, 방 한구석에 있는 오래된 라디오에서 나오는 방송이 이를 끊었습니다. "모든 생존자들은 주목하시오. 지상으로 돌아와 항복하시오. 하수도나 골짜기로 피신한 자들은, 금방 끝장날 것이오." 원격으로 함선의 레이더를 확인해 보니 상당히 큰 신호가 새롭게 나타났습니다. 신정이 일종의 순양함을 배치한 것 같습니다.
ru: Арго начинает напевать какую-то старую народную песню валунов, но его прерывает объявление по старому радио в углу помещения. "Внимание всем, кто остался: немедленно возвращайтесь на поверхность и сдавайтесь. Те, кто укрылся в канализации или ущельях, будут быстро уничтожены". Вы дистанционно проверяете радар своего корабля и видите, что на нем появился новый тревожный всплеск. Похоже, Теократия задействовала какой-то крейсер.
zh_hans: 阿尔戈开始哼起小曲，某首古老的岩石族民歌，但他被房间角落里的一个老式收音机的广播打断了。"所有还在下面的人注意：立即返回地面投降。那些躲在下水道或峡谷里的人将很快被消灭。"你远程检查你的星舰的雷达，看到一个令人担忧的大的新亮点出现。似乎神权国已经部署了某种星舰。

source: Stay and protect the sanctuary.
ko: 피난처를 지킨다.
ru: Остаться и защищать святилище.
zh_hans: 留下来保护庇护所。

source: It seems, despite the silence, that the room has unanimously decided to stand together. As the Theocracy search parties draw near, the door to the room is violently torn from its unstable hinges and you soon find your face on the floor with a gun to your head. Barely any sort of fight is put up as the Theocracy outnumbers your group by almost another 10 soldiers. You're drawn out to the surface, where you find the city is now little more than rubble.
ko: 침묵에도 불구하고, 그들은 만장일치로 함께 하기로 결정한 것 같습니다. 신정 수색대가 다가왔고, 문은 불안정한 경첩으로부터 거칠게 뜯겨나갔고, 어느새 당신은 머리에 총이 겨눠진 채로 얼굴을 바닥에 대고 엎드리고 있었습니다. 신정 측 병사가 10명은 더 많았기 때문에 거의 어떤 싸움도 일어나지 않았습니다. 지상으로 끌려나간 당신은, 이제 돌무더기에 불과하게 된 도시를 보게 되었습니다.
ru: Несмотря на тишину, кажется, что зал единогласно решил держаться вместе. По мере приближения поисковых отрядов Теократии дверь в комнату с силой срывается с ненадежных петель, и вскоре вы оказываетесь на полу с пистолетом у головы. Бороться почти не приходится, так как численность группы Теократии превышает численность вашей почти на 10 солдат. Вас вытаскивают на поверхность, где вы обнаруживаете, что от города остались лишь руины.
zh_hans: 尽管一片寂静，但房间里的人似乎一致决定要团结在一起。随着神权国搜索队的接近，房门被猛地从不稳定的铰链上扯下来，你很快发现自己被枪指着头按在地上。由于神权国派出的人数比你的队伍多出近10名士兵，所以你几乎没有任何反抗的机会。你被带回了地面上，那里只剩下了连连废墟。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Theocracy team transporting the group splits you and your crew off from the others, handing you over to the Coalition troops by the side. During the transfer however, Argo breaks free from his restraints and takes down one of the Crusaders. In the panic, your crew escape and make it back to your ship while the survivors draw arms and battle against the Theocracy ground troops. You trust them to hold their own this time, but they won't stand a chance unless you can take down that cruiser! Not like you have a choice, because it's already locked onto your vessel and is approaching fast.
ko: 포로를 이송하는 신정 부대는 당신과 당신의 선원들을 서로 떼어놓았고, 당신을 가까이에 있는 연합 부대에 넘겼습니다. 그러나 이송 도중, 아르고가 그의 속박을 풀고 크루세이더 중 하나를 쓰러뜨렸습니다. 공황 상태에서, 당신의 선원들은 탈출하여 당신의 함선으로 돌아갔고, 생존자들은 무기를 꺼내들고 신정 지상군과 맞서 싸웠습니다. 지금만큼은 저들이 스스로를 지킬 수 있겠지만, 저 순양함을 격파하지 않으면 저들에게 가망은 없을 것입니다. 당신에게도 선택의 여지가 없습니다. 순양함이 이미 당신의 선박을 조준하고 빠르게 접근하고 있습니다.
ru: Команда Теократии, перевозившая группу, отделяет вас и ваш экипаж от остальных, передавая вас в руки войск Коалиции. Однако во время передачи Арго вырывается из оков и убивает одного из Крестоносцев. В условиях возникшей паники ваш экипаж спасается и возвращается на корабль, а выжившие берут в руки оружие и вступают в бой с наземными войсками Теократии. Вы верите, что на этот раз они справятся, но у них не будет ни единого шанса, если вы не сможете уничтожить крейсер! Но у вас нет выбора, ведь он уже нацелился на ваш корабль и быстро приближается.
zh_hans: 押送流放者队伍的神权国小组把你和你的船员们从其他人中分离出来，交给了旁边的星联部队。然而，在转移过程中，阿尔戈挣脱了束缚，击倒了一名圣战者。在慌乱中，你的船员们逃了出来，回到了星舰上，而其他幸存者们则拔出武器，开始与神权国的地面部队作战。你相信他们这次能守住自己的阵地，但除非你能拿下那艘星舰，否则他们不会有胜算的！你别无选择，因为它也已经锁定了你的星舰，正在快速接近。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Try to escape through the sewers.
ko: 하수도에서 탈출을 시도한다.
ru: Попытаться выбраться через канализацию.
zh_hans: 尝试通过下水道逃跑。

source: You and your crew take off through the sewers, trying to avoid capture. There's a few very close calls but you manage to make it back to your ship and slip away without anyone noticing. You know you should feel guilty, but you can't risk your primary mission.
ko: 포로로 잡히는 것을 피하기 위해 당신과 당신의 선원은 하수도를 통해 탈출했습니다. 아슬아슬한 상황이 몇 번 있었지만, 당신은 가까스로 당신의 함선으로 돌아와 아무도 눈치채지 못하게 빠져나갔습니다. 당신은 죄책감이 들었지만, 주요 임무를 위태롭게 할 수는 없었습니다.
ru: Вы и ваш экипаж пробираетесь через канализацию, стараясь избежать поимки. Несколько раз вас чуть не ловят, но вам удается вернуться на свой корабль и скрыться так, чтобы никто не заметил. Вы знаете, что должны чувствовать себя виноватым, но вы не можете рисковать своей главной миссией.
zh_hans: 你和你的船员从下水道离开，试图避免被抓。有几次距离非常近的喊叫声，但你设法回到了星舰，并在没有人注意到的情况下溜走。你知道你应该感到内疚，但你不能拿你的任务冒险。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING_COALITION_WIN"]/text
source: The Coalition Cruiser has been defeated. There's little reason to worry about the wreckage hitting anything - Turban's already at its worst.
ko: 연합 순양함을 격파했습니다. 추락하는 함선이 어디를 덮칠지 걱정할 이유는 없었습니다. 터번은 이미 철저히 파괴되었습니다.
ru: Крейсер Коалиции побежден. Беспокоиться о том, что обломки во что-нибудь попадут, не стоит - Тюрбан уже весь в руинах.
zh_hans: 星联星舰已经被击败了。不用担心残骸会砸坏任何东西，因为图尔班已然化为废墟。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It seems the Theocracy's mission is complete, even if some survived. Most of the ships have jumped away, and visibly the survivors managed to scrape through the fire-fight. Among them is Argo, carrying a bloodied staff typically carried by priests such as he used to be. "I am in no way qualified to speak in such manners, but I think it goes without saying we people of Turban thank you. We Outcasts never expected the Federation to aid us in such a way. Assuming it has survived the bombardment, you should find a Rock cruiser on the landing pads outside of the city. It belongs to me, but I want you to have it. I must stay here and help repair the city. Turban will stand once again, I am certain of it."
ko: 신정 함대는 임무를 마친 것 같습니다. 일부의 사람들은 살아남았지만 말입니다. 함선들은 대부분 도약해 떠났고, 간신히 총격전을 뚫고 나온 생존자들이 보였습니다. 아르고 또한 그들 중에 있었는데, 그가 옛날에 그랬듯 성직자들이 주로 가지고 다니는 피투성이의 지팡이를 들고 있었습니다. "내겐 이렇게 말할 자격이 없지만, 이곳 터번의 거주민들은 말할 필요도 없이 그대들에게 고마워할 것이오. 우리 망명자들은 연방이 이런 식으로까지 우리를 도울 것이라고는 전혀 예상하지 못했소. 폭격에서 살아남았다면 말인데, 도시 외곽의 착륙장에 락맨 순양함 하나가 있을 것이외다. 내 소유이지만, 이제 그대가 가졌으면 좋겠소. 난 이곳에 남아 도시의 재건을 도와야 하오. 터번은 다시 한번 일어설 것이오. 내 확신하오."
ru: Похоже, что миссия Теократии завершена, даже если некоторые выжили. Большая часть кораблей ушла в прыжок, а выжившим, видимо, удалось прорваться сквозь огонь. Среди них - Арго с окровавленным посохом, который обычно носят такие жрецы, каким он был раньше. "Я не имею ни малейшего права говорить в таких тонах, но, думаю, не стоит объяснять, что мы, жители Тюрбана, благодарны вам. Мы, Изгои, не ожидали, что Федерация окажет нам такую помощь. Если корабль валунов уцелел после бомбардировки, вы должны найти его на посадочных площадках за городом. Он принадлежит мне, но я хочу, чтобы он достался вам. Я должен остаться здесь и помочь восстановить город. Тюрбан снова воспрянет, я в этом уверен".
zh_hans: 看来神权国的攻击任务已经被终结，即使有些攻击人员幸存了下来。大多数船只都跃迁逃走了，肉眼可见幸存者在火拼中挣扎着。阿尔戈是其中一员，他拿着一根沾满鲜血的法杖，一件对于牧师稀疏平常的件物。"我没有资格以这样的方式说话，但我想不用说，图尔班的人对您感激。我们流放者从未想过联邦会以这种方式援助我们。假设它在轰炸中幸存下来，您应该可以在城外的登陆场上找到一艘岩石星舰。它属于我，但我希望您能拥有它。我必须留在这里，帮助修复城市。图尔班将再次繁荣，我确信这一点。"
