Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="ROCK_TEMPLE"]/choice[1]/text
source: Raid the temple.
ko: 사원을 습격한다.
ru: Ограбить храм.
zh_hans: 突袭神庙。

# data/events_rock.xml.append$//event[@name="ROCK_TEMPLE"]/choice[2]/text
source: Ignore the temple.
ko: 사원을 무시한다.
ru: Не обращать внимания на храм.
zh_hans: 无视神庙。

# data/events_rock.xml.append$//event[@name="ROCK_TEMPLE"]/choice[2]/event/text
source: You'd have to be insane to raid a Rockman temple in Rock territory.
ko: 락맨의 영토에서 락맨의 사원을 습격하는 건 미친 짓입니다.
ru: Нужно быть сумасшедшим, чтобы ограбить храм валунов на территории валунов.
zh_hans: 你是疯了才会在岩石族的星域上突袭岩石族的庙宇。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//eventList[@name="ROCK_TEMPLE_RAID"]/event[1]/text
source: While attempting to rob the temple, you are stopped by a Rock vessel, who immediately attacks!
ko: 사원을 약탈하려는 당신을 락맨 선박이 저지하고 즉각 공격해왔습니다!
ru: При попытке ограбить храм вас останавливает корабль валунов, который тут же нападает!
zh_hans: 当你试图抢劫神庙时，你被一个岩石族飞船拦住了，他立即发动了攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//eventList[@name="ROCK_TEMPLE_RAID"]/event[2]/text
source: Inside the temple you find some supplies and a Crystal weapon.
ko: 사원에서 당신은 약간의 보급품과 크리스탈 무기를 발견했습니다.
ru: Внутри храма вы находите немного припасов и кристаллическое орудие.
zh_hans: 在神庙里，你找到了一些物资和一件水晶武器。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[1]
source: You catch chatter on the nearby Rock ship. In a hush tone, they speak of your ship and what vile sins must be committed aboard it. Eager to enact out the Elders' law, they power up weapons and attack!
ko: 근처 락맨 함선의 대화를 도청했습니다. 그들은 조용한 어조로, 당신의 함선에 어떤 끔찍한 일이 벌어져야만 하는지 이야기하고 있습니다. 장로들의 율법을 열정을 다해 집행하려는 자들이, 무기를 충전하고 공격해왔습니다!
ru: Вы уловили разговоры на ближайшем корабле валунов. Шепотом они говорят о вашем корабле и о том, какие мерзкие грехи должны твориться на его борту. Желая исполнить закон Старейшин, они заряжают оружие и нападают!
zh_hans: 你在附近的岩石飞船上听到了谈话声。他们用沉默的语气谈论着你的星舰，以及你肯定已经犯下的卑鄙罪行。他们急于执行长老们的教律，于是充能武器进行攻击！

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[2]
source: The Rock citizens are perhaps some of the best armed civilians of any race. Unfortunately, that means just about every ship you encounter here is more than willing to engage you in a brawl.
ko: 락맨 주민들은 다른 어떤 종족들보다 잘 무장된 민간인들입니다. 불행하게도, 그것은 여기서 당신과 마주치는 거의 모든 함선들이 당신과의 난투에 기꺼이 참여할 것이라는 걸 뜻합니다.
ru: Гражданские валунов, пожалуй, одни из самых хорошо вооруженных гражданских среди всех других рас. К сожалению, это означает, что почти каждый корабль, который вы здесь встретите, будет готов вступить с вами в бой.
zh_hans: 岩石族的公民可能是所有种族中武装得最好的平民。不幸的是，这意味着你在这里遇到的每一艘船都非常愿意与你争斗。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[3]
source: You've stepped foot in the Rock Homeworlds, the highly valued sanctuary for the Rock people. It is no wonder that the irate citizens of this sector seek your destruction so eagerly.
ko: 당신은 락맨들의 소중한 성역인 락맨 고향 성단에 발을 들였습니다. 이 구역의 분노한 주민들이 당신의 파멸을 간절히 바라는 것은 놀랄 일이 아닙니다.
ru: Вы вторглись в родные миры валунов, столь ценимого валунами убежища. Неудивительно, что разгневанные жители этого сектора так жаждут вашего уничтожения.
zh_hans: 你已经踏进了岩石族母星系的星域，这是岩石族高度重视的避难所。难怪该星区愤怒的公民如此急切地寻求对你的毁灭。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[4]
source: "This one, he is not covered in stone! We shall cut off his head, and mount it to our wall as a trophy!" It doesn't seem the Rockmen here are willing to negotiate.
ko: "이놈, 몸이 돌로 덮여있지 않소! 놈의 목을 잘라서 벽에 전리품으로 걸어놓을 것이오!" 여기 락맨들은 협상할 의향이 없는 것 같습니다.
ru: "Этот, он не покрыт камнем! Мы отрубим ему голову и повесим на стену в качестве трофея!" Не похоже, что валуны готовы к переговорам.
zh_hans: "这个人，他没有被石头覆盖！我们要把他的头砍下来，挂在我们的墙上作为战利品！"看来这里的岩石族不愿意谈判。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[5]
source: There is a very thin line between civilians and military in the Rock Homeworlds. It's hard to tell the origins of the ship here, but nevertheless they're hostile and looking for a fight.
ko: 락맨 고향 성단에서는 민간인과 군인의 경계가 희미합니다. 이 함선은 어느 쪽인지 모르겠지만, 어쨌건 적대적이고 싸움을 원하고 있습니다.
ru: Между гражданскими и военными в родных мирах валунов существует очень тонкая грань. Трудно сказать о происхождении этого корабля, но, тем не менее, они враждебны и хотят сражаться.
zh_hans: 在岩石族母星系，平民和军队之间的界限很细。很难说这里的飞船是什么来头，但尽管如此，他们还是有敌意，想找人打一架。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[6]
source: Your very presence in this sector is a tremendous insult to Rock-kind. The Rockmen in the nearby system aren't pleased with your presence and decide to deal with you themselves.
ko: 이 구역에 당신이 있다는 것 자체가 락맨에게는 엄청난 모욕입니다. 근처 행성계의 락맨들은 당신을 달가워하지 않고 스스로 당신을 처리하기로 결심했습니다.
ru: Само ваше присутствие в этом секторе является огромным оскорблением для валунов. Валуны из близлежащей системы недовольны вашим присутствием и решили сами разобраться с вами.
zh_hans: 你在这个星区的存在是对岩石族的巨大侮辱。附近星系的岩石族对你的存在不满意，决定自己来对付你。

# data/events_rock.xml.append$//textList[@name="TEXT_ENCOUNTER_ROCKHOME"]/text[7]
source: Rockmen aren't particularly friendly, but you know you've made a real mistake coming here when the civilians near this beacon go out of their way to initiate combat with you.
ko: 락맨들이 특별히 친절하지는 않지만, 당신은 송신소 근처에 있는 민간인 함선이 당신과 싸우러 나오는 모습을 보고 큰 실수를 저질렀다는 것을 깨달았습니다.
ru: Валуны не отличаются особой дружелюбностью, но вы понимаете, что совершили настоящую ошибку, придя сюда, когда гражданские, живущие неподалеку от маяка, из кожи вон лезут, чтобы вступить с вами в бой.
zh_hans: 岩石族并不特别友好，但当这个信标附近的平民不顾一切地向你发起战斗时，你就知道来到这里真的是个错误。

# data/events_rock.xml.append$//event[@name="ENCOUNTER_INQUISITION"]/text
source: The Rockman Crusaders were once recruited to enact the Inquisition, a brutal invasion of other worlds deemed full of heretics and instate the 'wisdom' of the Elders. The Federation has since put an end to the Inquisition, but the Crusader rank has not yet been disbanded. Now, they patrol the homeworlds as Elites and protect them from outsiders, such as yourself.
ko: 락맨 크루세이더는 일찍이 성전을 위해 모집되었습니다. 이교도들의 소굴로 간주되는 다른 세계를 잔혹하게 침공하여 장로들의 '지혜'를 선포하는 것이 바로 그것이었습니다. 연방이 이들의 만행에 종지부를 찍었지만, 크루세이더라는 조직 자체는 아직도 남아있습니다. 이제 이들은 고향 성단을 순찰하는 엘리트 부대가 되어 그곳을 외지인들로부터 수호하고 있습니다. 당신 같은 자들 말입니다.
ru: Валуны-Крестоносцы когда-то были призваны на службу Инквизиции - для жестокого вторжения в другие миры, считавшиеся полными еретиков, и для насаждения "мудрости" Старейшин. С тех пор Федерация положила конец Инквизиции, но сословие Крестоносцев еще не ликвидировано. Теперь они патрулируют родные миры в качестве элиты и защищают их от чужаков, таких как вы.
zh_hans: 岩石圣战者曾被招募以执行圣战——大举入侵周遭所谓"充满异端"的世界，并灌输长老们的"教诲"。之后，联邦终止了这场战争，但圣战者们并未被遣散。现在他们作为精英巡逻队保护着家园星系，以免受到像你一样外来者的侵袭。

# data/events_rock.xml.append$//event[@name="ENCOUNTER_INQUISITION"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ENCOUNTER_LOSTSUN_ROCKHOME"]/text
source: A Lost Sun ship, seeking out Rock citizens to capture and take back to the Stronghold as prisoners, identifies your ship. "Traitorous coward! A Federation vessel, out here, giving aid to the Rock Elders' followers? You are scum! I will roast all of you alive with only the holiest of fire." They aren't exactly correct, but you doubt arguing will help.
ko: 포로로 붙잡아 근거지로 데려가기 위해 락맨 주민들을 수색 중이던 로스트선 함선이 당신을 발견했습니다. "반역적인 겁쟁이들! 연방의 선박이, 어찌 장로들의 추종자를 돕고 있단 말이오? 이 쓰레기들! 성스러운 불로 전부 산 채로 태워버리겠소." 딱히 맞는 말이 아니지만, 논쟁이 도움이 될지 의문입니다.
ru: Корабль Затерянных Солнц, который ищет гражданских валунов, чтобы захватить их и доставить в качестве пленников в их оплот, опознает ваш корабль. "Предательские холуи! Корабль Федерации, находящийся здесь, оказывает помощь последователям старейшин валунов? Вы - мрази! Я зажарю вас всех заживо на священном огне". Они не совсем правы, но вы сомневаетесь, что спор поможет.
zh_hans: 一艘迷失烈阳飞船正在寻找岩石族的公民，准备将其作为囚犯带回要塞，它认出了你的船。"叛徒的懦夫！一艘联邦船，在这里给岩石长老的追随者提供帮助？你是人渣！我要用最神圣的火把你们全部活活烤死。"他们并不完全正确，但你不觉得争辩会对情形有帮助。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_NURSERY"]/text
source: Fluctuating life-signs are reported near the surface of a hazy, pock-marked moon in the vicinity. It seems this is a Rock nursery where the young are 'acclimatized' to their religion - only there's been some kind of coup and the students are running amok!
ko: 인근의 흐릿하고 구멍이 숭숭 뚫린 위성의 표면에서 생명 신호가 요동칩니다. 이곳은 락맨 어린이들을 그들의 종교에 '순응'시키는 교육 시설로 보입니다. 다만 쿠데타 같은 것이 일어나 학생들이 날뛰고 있습니다!
ru: На поверхности туманной, покрытой пятнами луны, расположенной неподалеку, обнаружены неустойчивые признаки жизни. Похоже, что это учебный центр валунов, где молодых граждан "акклиматизируют" к религии - вот только там произошел какой-то переворот, и воспитанники разбежались!
zh_hans: 据说在附近的一个朦胧的、有麻点的卫星表面，有波动的生命迹象。这似乎是一个岩石族托儿所，年轻人在这里"适应"他们的宗教——只不过发生了某种反叛，学生们正在肆意妄为！

source: (Improved Weapons) Fire a warning shot near to the commotion to announce your arrival.
ko: (고급 무기 관제실) 주변에 경고 사격을 하여 당신의 도착을 알린다.
ru: (Улучшенное Оружие) Произвести предупредительный выстрел рядом с очагом беспорядков, чтобы сообщить о своем присутствии.
zh_hans: (高级武器)在靠近骚乱的地方开火警告，以宣告你的到来。

source: You dispatch a barrage of weapons fire that crashes home into an unused quarry near to the installation. Weapons fire on the surface ceases for as long as it takes for the moon's defense force to be dispatched to your location!
ko: 당신은 일제 사격을 가해 시설 주변의 주택을 채석장으로 만들어버렸습니다. 지표면을 향한 사격은 위성의 수비대가 당신의 위치에 도착하고 나서야 멈췄습니다.
ru: Вы наносите шквал выстрелов, который обрушивается на заброшенный карьер неподалеку от учреждения. Стрельба на поверхности прекращается ровно на то время, пока силы обороны луны не добираются до вас!
zh_hans: 你向附近的一个未使用的采石场发出一连串的火力攻击。在卫星的防御力量被派往你的位置之前，你对地表的武器射击一直不停。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Things, in the end, do not go well. The enemy succeeds in flanking your team and they're forced to retreat to the ship.
ko: 일이 잘 풀리지 않았습니다. 적들이 탐사대의 측면을 돌파하는데 성공하여, 함선으로 후퇴할 수밖에 없었습니다.
ru: В итоге все складывается не лучшим образом. Противнику удается обойти ваш экипаж с фланга, и он вынужден отступить к кораблю.
zh_hans: 事情，最终并不顺利。敌人成功地从侧面包围了你的队伍，他们被迫撤退到船上。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ko: 당국이 변절한 학생들을 모두 진압했습니다. 그들을 감옥으로 이송할 함선이 이미 궤도상에 있었습니다.
ru: Персонал и власти подчинили себе последних учеников-беглецов, на орбите уже находятся тюремные транспортные корабли.
zh_hans: 你的船员与当局制服了最后一名反叛的学生，监狱运输船已经进入轨道。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The fight goes poorly, and your team eventually finds itself out on the flank with a wounded Rock combatant in tow. They make a desperate push for the shuttle co-ordinates, but one falls. The survivor helps the injured Rock aboard.
ko: 전투 결과가 좋지 않았습니다. 부상당한 락맨 전투원을 데려가던 탐사대는 적의 측면 공격에 노출되었습니다. 왕복선의 좌표를 향해 필사적으로 달려갔지만 한 명이 결국 쓰러졌습니다. 생존자들은 부상당한 락맨을 함선에 태웠습니다.
ru: Бой складывается неудачно, и в итоге ваш экипаж оказывается в стороне с раненым бойцом валунов на руках. Они отчаянно пытаются найти местоположение шаттла, но один из них погибает. Оставшиеся в живых помогает раненому валуну подняться на борт.
zh_hans: 战斗进行得很糟糕，你的团队最终发现自己在侧翼有一个受伤的岩石族战斗员。他们不顾一切地冲向穿梭机的坐标，但有一个人倒下了。幸存者帮助受伤的岩石族登上了穿梭机。

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.
zh_hans: 幸运的是，你的船员离星舰足够近，这使得这名船员得以在克隆舱中复活。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ko: 당국이 변절한 학생들을 모두 진압했습니다. 그들을 감옥으로 이송할 함선이 이미 궤도상에 있었습니다.
ru: Персонал и власти подчинили себе последних учеников-беглецов, на орбите уже находятся тюремные транспортные корабли.
zh_hans: 你的船员与当局制服了最后一名反叛的学生，监狱运输船已经进入轨道。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your team hunkers down in the main quad and succeeds in holding off the enemy combatants and claiming control of the institution!
ko: 당신의 탐사대는 중앙 광장에 틀어박혀 성공적으로 적 전투원들을 물리쳤고 시설의 통제권을 장악했습니다!
ru: Ваш экипаж закрепился на главной площади и сумел сдержать вражеских бойцов и захватить контроль над учреждением!
zh_hans: 你的团队在主广场上蛰伏，并成功地挡住了敌人的战斗人员，并取得了对该机构的控制权！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ko: 학생들은 남아있는 직원들을 구속하고 항성계를 떠날 준비를 했습니다. 오직 범법자의 길만이, 그들에게 주어진 유일한 선택지입니다.
ru: Ученики захватывают оставшийся персонал и готовятся покинуть солнечную систему - теперь для них открыт только один путь - путь вне закона.
zh_hans: 学生们清理了残守的工作人员，并准备离开该星系。现在只有一条路对他们开放，那就是当亡命之徒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your team comes under heavy fire. One is blinded by a flash bomb and staggers past the lip of a quarry and to their death far below; the other succeeds in joining with friendly forces and ultimately claims control of the institution!
ko: 탐사대는 맹렬한 공격을 받았습니다. 대원 한 명은 섬광탄에 눈이 멀어 채석장 가장자리에서 비틀거리다가 죽음이 기다리고 있는 저 아래로 떨어졌습니다. 다른 대원들은 다행히 아군과 합류하여 마침내 시설의 통제권을 확보했습니다!
ru: Ваш экипаж попадает под шквал огня. Один из них ослеплен взрывом бомбы и, шатаясь, падает за край карьера и погибает на дне; другому удается соединиться с союзными силами и в конце концов взять под контроль учреждение!
zh_hans: 你们的队伍遭到了猛烈的炮火袭击。一名船员被闪光弹炸瞎了眼睛，踉踉跄跄地走过采石场的边缘，死在下面。另一个人成功地与友军会合，最终取得了对机构的控制权！

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.
zh_hans: 幸运的是，你的船员离星舰足够近，这使得这名船员得以在克隆舱中复活。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ko: 학생들은 남아있는 직원들을 구속하고 항성계를 떠날 준비를 했습니다. 오직 범법자의 길만이, 그들에게 주어진 유일한 선택지입니다.
ru: Ученики захватывают оставшийся персонал и готовятся покинуть солнечную систему - теперь для них открыт только один путь - путь вне закона.
zh_hans: 学生们清理了残守的工作人员，并准备离开该星系。现在只有一条路对他们开放，那就是当亡命之徒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As the battle proceeds the action moves away from your team's location. During the lull they're able to secure some abandoned weapons; by the time they're done the battle is largely over and they return to ship.
ko: 전투가 진행되면서 교전 지역이 탐사대의 위치로부터 멀어졌습니다. 소강상태 동안 탐사대가 유기된 무기를 확보했습니다. 작업이 끝났을 즈음에는 이미 전투가 거의 마무리되어 탐사대는 함선으로 귀환했습니다.
ru: По ходу битвы действия перемещаются в сторону от места расположения вашего экипажа. Во время затишья они успевают захватить брошенное оружие; к тому времени, как они это делают, бой в основном заканчивается, и они возвращаются на корабль.
zh_hans: 随着战斗的进行，战斗已经远离了你的团队的位置。在休息期间，他们能够获得一些被遗弃的武器。当他们完成时，战斗已基本结束，他们回到了星舰上。

source: Things, in the end, do not go well. The enemy succeeds in flanking your team and they're forced to retreat to the ship.
ko: 일이 잘 풀리지 않았습니다. 적들이 탐사대의 측면을 돌파하는데 성공하여, 함선으로 후퇴할 수밖에 없었습니다.
ru: В итоге все складывается не лучшим образом. Противнику удается обойти ваш экипаж с фланга, и он вынужден отступить к кораблю.
zh_hans: 事情，最终并不顺利。敌人成功地从侧面包围了你的队伍，他们被迫撤退到船上。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ko: 학생들은 남아있는 직원들을 구속하고 항성계를 떠날 준비를 했습니다. 오직 범법자의 길만이, 그들에게 주어진 유일한 선택지입니다.
ru: Ученики захватывают оставшийся персонал и готовятся покинуть солнечную систему - теперь для них открыт только один путь - путь вне закона.
zh_hans: 学生们清理了残守的工作人员，并准备离开该星系。现在只有一条路对他们开放，那就是当亡命之徒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The fight goes poorly, and your team eventually finds itself out on the flank with a wounded Rock combatant in tow. They make a desperate push for the shuttle co-ordinates, but one falls. The survivor helps the injured Rock aboard.
ko: 전투 결과가 좋지 않았습니다. 부상당한 락맨 전투원을 데려가던 탐사대는 적의 측면 공격에 노출되었습니다. 왕복선의 좌표를 향해 필사적으로 달려갔지만 한 명이 결국 쓰러졌습니다. 생존자들은 부상당한 락맨을 함선에 태웠습니다.
ru: Бой складывается неудачно, и в итоге ваш экипаж оказывается в стороне с раненым бойцом валунов на руках. Они отчаянно пытаются найти местоположение шаттла, но один из них погибает. Оставшиеся в живых помогает раненому валуну подняться на борт.
zh_hans: 战斗进行得很糟糕，你的团队最终发现自己在侧翼有一个受伤的岩石族战斗员。他们不顾一切地冲向穿梭机的坐标，但有一个人倒下了。幸存者帮助受伤的岩石族登上了穿梭机。

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.
zh_hans: 幸运的是，你的船员离星舰足够近，这使得这名船员得以在克隆舱中复活。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The students secure the remaining staff and prepare to leave the solar system - there is only one path open to them now, that of the outlaw.
ko: 학생들은 남아있는 직원들을 구속하고 항성계를 떠날 준비를 했습니다. 오직 범법자의 길만이, 그들에게 주어진 유일한 선택지입니다.
ru: Ученики захватывают оставшийся персонал и готовятся покинуть солнечную систему - теперь для них открыт только один путь - путь вне закона.
zh_hans: 学生们清理了残守的工作人员，并准备离开该星系。现在只有一条路对他们开放，那就是当亡命之徒。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your team hunkers down in the main quad and succeeds in holding off the enemy combatants and claiming control of the institution!
ko: 당신의 탐사대는 중앙 광장에 틀어박혀 성공적으로 적 전투원들을 물리쳤고 시설의 통제권을 장악했습니다!
ru: Ваш экипаж закрепился на главной площади и сумел сдержать вражеских бойцов и захватить контроль над учреждением!
zh_hans: 你的团队在主广场上蛰伏，并成功地挡住了敌人的战斗人员，并取得了对该机构的控制权！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ko: 당국이 변절한 학생들을 모두 진압했습니다. 그들을 감옥으로 이송할 함선이 이미 궤도상에 있었습니다.
ru: Персонал и власти подчинили себе последних учеников-беглецов, на орбите уже находятся тюремные транспортные корабли.
zh_hans: 你的船员与当局制服了最后一名反叛的学生，监狱运输船已经进入轨道。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Your team comes under heavy fire. One is blinded by a flash bomb and staggers past the lip of a quarry and to their death far below; the other succeeds in joining with friendly forces and ultimately claims control of the institution!
ko: 탐사대는 맹렬한 공격을 받았습니다. 대원 한 명은 섬광탄에 눈이 멀어 채석장 가장자리에서 비틀거리다가 죽음이 기다리고 있는 저 아래로 떨어졌습니다. 다른 대원들은 다행히 아군과 합류하여 마침내 시설의 통제권을 확보했습니다!
ru: Ваш экипаж попадает под шквал огня. Один из них ослеплен взрывом бомбы и, шатаясь, падает за край карьера и погибает на дне; другому удается соединиться с союзными силами и в конце концов взять под контроль учреждение!
zh_hans: 你们的队伍遭到了猛烈的炮火袭击。一名船员被闪光弹炸瞎了眼睛，踉踉跄跄地走过采石场的边缘，死在下面。另一个人成功地与友军会合，最终取得了对机构的控制权！

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.
zh_hans: 幸运的是，你的船员离星舰足够近，这使得这名船员得以在克隆舱中复活。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The staff and authorities subdue the last of the renegade students; prison transport ships are already in orbit.
ko: 당국이 변절한 학생들을 모두 진압했습니다. 그들을 감옥으로 이송할 함선이 이미 궤도상에 있었습니다.
ru: Персонал и власти подчинили себе последних учеников-беглецов, на орбите уже находятся тюремные транспортные корабли.
zh_hans: 你的船员与当局制服了最后一名反叛的学生，监狱运输船已经进入轨道。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As the battle proceeds the action moves away from your team's location. During the lull they're able to secure some abandoned weapons; by the time they're done the battle is largely over and they return to ship.
ko: 전투가 진행되면서 교전 지역이 탐사대의 위치로부터 멀어졌습니다. 소강상태 동안 탐사대가 유기된 무기를 확보했습니다. 작업이 끝났을 즈음에는 이미 전투가 거의 마무리되어 탐사대는 함선으로 귀환했습니다.
ru: По ходу битвы действия перемещаются в сторону от места расположения вашего экипажа. Во время затишья они успевают захватить брошенное оружие; к тому времени, как они это делают, бой в основном заканчивается, и они возвращаются на корабль.
zh_hans: 随着战斗的进行，战斗已经远离了你的团队的位置。在休息期间，他们能够获得一些被遗弃的武器。当他们完成时，战斗已基本结束，他们回到了星舰上。

# data/events_rock.xml.append$//event[@name="ROCK_NURSERY_WIN"]/text
source: In return for your support during the fight the survivors reward you with the funds set aside for prison transport. You leave before anyone changes their mind!
ko: 당신의 전투 지원에 보답하고자, 생존자들은 당신에게 죄수 이송을 위해 준비한 자금을 보상으로 제공했습니다. 당신은 그들의 마음이 변하기 전에 떠났습니다.
ru: В обмен на вашу поддержку во время борьбы, выжившие награждают вас средствами, выделенными на перевозку заключенных. Вы уходите, пока никто не передумал!
zh_hans: 作为对你在战斗中的支持的回报，幸存者将预留给监狱运输的资金奖励给你。你要在别人改变主意之前离开！

# data/events_rock.xml.append$//event[@name="ROCK_NURSERY_LOSE"]/text
source: Fully aware that their victory was threatened by your arrival, the survivors immediately dispatch a ship to eliminate you!
ko: 자신들의 승리를 방해하려 한 당신을 제거하기 위해, 생존자들이 즉시 함선을 보냈습니다!
ru: Осознав, что с вашим появлением их победа оказалась под угрозой, выжившие немедленно отправляют корабль, чтобы уничтожить вас!
zh_hans: 充分意识到他们的胜利因你的到来而受到威胁，幸存者们立即派出一艘船来消灭你！

# data/events_rock.xml.append$//event[@name="ROCK_NURSERY_LOSE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE"]/text
source: On the surface of a nearby planet is a massive ravine. It all looks normal until you spot two Rock scouts flying past, deeper into the ravine.
ko: 가까운 행성의 표면에 거대한 협곡이 있었습니다. 특별할 것 없어 보였지만, 락맨 정찰기 둘이 협곡 깊이 들어가는 것을 발견하고 뭔가 있음을 알아차렸습니다.
ru: На поверхности соседней планеты находится огромное ущелье. Все выглядит нормально, пока вы не замечаете двух разведчиков валунов, пролетающих мимо, в глубине ущелья.
zh_hans: 在附近星球的表面有一个巨大的沟壑。这一切看起来都很正常，直到你发现两个岩石侦察舰飞过，进入峡谷深处。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE"]/choice[1]/text
source: Follow them.
ko: 따라간다.
ru: Следовать за ними.
zh_hans: 跟随他们。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE"]/choice[1]/event/text
source: You trail the ships from far behind, making sure they can't see you but never losing them. Not too long after you reach a fork in the ravine, and the ships split up. If you don't want the Rebel fleet catching up, you'll only have time to explore one of the paths.
ko: 당신은 그들에게 발각되지 않으면서, 동시에 그들을 놓치지 않을 정도로 거리를 벌리고 그들을 추적했습니다. 얼마 지나지 않아 협곡의 갈림길에 도달했고 두 함선이 양쪽으로 갈라졌습니다. 반군 함대에 따라잡히지 않으려면, 둘 중 하나를 선택할 시간밖에 없습니다.
ru: Вы следите за кораблями с большого расстояния, стараясь, чтобы они вас не видели, но не теряя их из виду. Вскоре вы достигнете развилки в ущелье, и корабли разделяются. Если вы не хотите, чтобы флот повстанцев догнал вас, у вас есть время изучить только одну из развилок.
zh_hans: 你从后面远远地跟踪这些船，确保它们看不到你的情况下紧紧追踪。不久之后，你到达了峡谷中的一个岔路口，而它们分头行动。如果你不想让叛军舰队追上来，你只有时间去探索其中一条路。

source: Follow the ship to the left.
ko: 왼쪽의 함선을 따라간다.
ru: Следовать за кораблем налево.
zh_hans: 跟随左边的船。
