Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE"]/choice[2]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE"]/choice[2]/event/text
source: You put some distance between you and the Rockmen, just to be safe.
ko: 만약을 대비해서, 당신은 락맨 함선과 적당히 거리를 벌렸습니다.
ru: На всякий случай вы отдаляетесь от валунов на некоторое расстояние.
zh_hans: 为了安全起见，你在你和岩石族之间拉开一些距离。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE_FREEMANTIS"]/text
source: You've defeated the Free Mantis ship. You salvage the remains.
ko: 당신은 독립 맨티스 함선을 격파했습니다. 그들의 잔해를 회수했습니다.
ru: Вы победили корабль Свободных Богомолов. Вы собираете останки.
zh_hans: 你已经打败了自由螳螂飞船。你回收了残骸。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE_FREEMANTIS"]/choice/text
source: Confirm your success with the Inquisition.
ko: 이단 심문이 성공했음을 알린다.
ru: Закрепить свой успех перед Инквизицией.
zh_hans: 向圣判所的人宣告你的成功。

source: "A worthy display of your honor and prowess. I applaud you. Accept this as a token of gratitude."
ko: "그대의 명예와 기량에 대한 훌륭한 표명이었소. 그대에게 찬사를 보내오. 감사의 표시로 이걸 받으시오."
ru: "Достойное проявление вашей чести и доблести. Я аплодирую вам. Примите это в знак благодарности".
zh_hans: "你的荣誉和能力的展示是值得的。我为你鼓掌。接受这个作为感谢的象征。"

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE_ROCK"]/text
source: You've defeated the Rockmen. You salvage the remains.
ko: 당신은 락맨 함선을 격파했습니다. 그들의 잔해를 회수했습니다.
ru: Вы победили валунов. Вы собираете останки.
zh_hans: 你已经打败了岩石族。你回收了残骸。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE_ROCK"]/choice/text
source: Contact the Free Mantis.
ko: 독립 맨티스 함선과 교신합니다.
ru: Связаться с свободным богомолом.
zh_hans: 与自由螳螂交谈。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE_ROCK"]/choice/event/text
source: "Scary stone man dead now? Wow... this sector very not friendly. I come with you now, and bring twin brother."
ko: "무서운 돌 인간 다 죽었다? 와... 이 구역 아주 안 우호적이다. 나 너랑 함께 간다. 쌍둥이 형제도 데려간다."
ru: "Страшный каменный человек мертв? Ого... этот сектор очень не дружелюбный. Я пойти с вами, и возьму брата-близнеца".
zh_hans: "可怕的石头人现在死了？哇......这个星区很不友好。我现在和你一起走，并带着孪生兄弟。"

# data/events_rock.xml.append$//event[@name="ASTEROID_DERELICT_SHIP"]/text
source: A ship without life forms within a nearby dense asteroid field is giving off the distress call. Shall we investigate? It could be dangerous.
ko: 생명 신호가 감지되지 않는 함선 하나가 부근의 빽빽한 소행성 지대에서 구조 신호를 보내고 있습니다. 조사해 봅니까? 위험할 수도 있습니다.
ru: Корабль без признаков жизни, находящийся в близлежащем плотном астероидном поле, подает сигнал бедствия. Проведем разведку? Это может быть опасно.
zh_hans: 在附近密集的小行星带内，一艘没有生命体的飞船发出了求救信号。我们要调查吗？这可能很危险。

source: Search for the ship.
ko: 함선에 대해 조사한다.
ru: Найти корабль.
zh_hans: 寻找这个舰船。

source: Avoid the area.
ko: 지역을 벗어난다.
ru: Избегать этого района.
zh_hans: 避开这片区域。

source: Discretion is the better part of valor. Better not risk it.
ko: 신중함이 용기보다 나은 미덕입니다. 위험을 피하는 것이 좋겠습니다.
ru: Осмотрительность - лучшая часть отваги. Лучше не рисковать.
zh_hans: 谨慎是更优越的勇气，最好不要冒这个险。

source: (Rock Plating) Make a thorough search for the ship without fear of stray asteroids.
ko: (암석 장갑) 소행성에 대한 염려 없이 함선을 철저히 수색한다.
ru: (Броня валунов) Провести тщательный поиск корабля, не опасаясь попадания случайных астероидов.
zh_hans: (岩石镀层)对飞船进行彻底的搜索，无惧飘来的小行星。

source: You find what appears to be pieces of a derelict Crystal station. Before you have a chance to dock, a few asteroids get past your shields and partially damage your engines. You'll have to pull out!
ko: 당신은 버려진 크리스탈 정거장의 파편으로 보이는 물체를 발견했습니다. 그러나 도킹할 기회도 없이, 몇몇 소행성들이 당신의 방어막을 뚫고 엔진에 부분적인 피해를 가했습니다. 빠져나가야만 합니다!
ru: Вы находите фрагменты заброшенной станции кристаллинов. Не успели вы пристыковаться, как несколько астероидов пробили Щиты и частично повредили ваши Двигатели. Придется отступить!
zh_hans: 你发现似乎是一个废弃的水晶空间站的碎片。在你有机会停靠之前，几颗小行星穿过你的护盾，部分损坏了你的引擎系统。你将不得不撤走！

source: You find a pirate ship, damaged and abandoned. You salvage what you can and move on.
ko: 당신은 손상 입은 채로 버려진 해적선을 발견했습니다. 함선에서 챙길 수 있는 부품들을 모두 챙긴 후 이동할 준비를 시작합니다.
ru: Вы находите пиратский корабль, поврежденный и заброшенный. Вы собираете то, что можете, и двигаетесь дальше.
zh_hans: 你发现一艘海盗船，被损坏并被遗弃。你尽你所能进行回收然后继续前进。

source: You find the decaying remains of a derelict Crystalline station. There's a weird sense of deja vu, and in the corner is a stasis pod and a Crystal weapon.
ko: 당신은 버려진 크리스탈 정거장의 부식되어가는 잔해를 발견했습니다. 왠지 모를 기시감이 느껴졌고, 구석에는 동면 장치와 크리스탈 무기가 있었습니다.
ru: Вы находите разрушающиеся останки заброшенной станции кристаллинов. Странное чувство дежавю, а в одном из углов - стазис-капсула и кристаллическое оружие.
zh_hans: 你发现了一个古老的废弃水晶空间站遗迹。有一种奇怪的似曾相识的感觉，在角落里有一个休眠舱和一件水晶武器。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It looks like a massive asteroid is in a direct collision course with the station! You have to pull your crew out but they want to grab what they can first. What do they take?
ko: 한 거대한 소행성의 궤도를 분석하니 버려진 정거장에 정면으로 충돌할 것으로 보입니다. 당신은 선원들에게 철수를 명했지만, 선원들은 발견한 것들을 가져오고 싶어 합니다. 무엇을 가져옵니까?
ru: Похоже, что огромный астероид находится на прямом курсе столкновения со станцией! Вы должны эвакуировать свой экипаж, но они хотят сначала забрать все, что можно. Что же им взять?
zh_hans: 看起来，一颗巨大的小行星正要与空间站直接相撞！你必须把你的船员撤离，但他们想先抓住能抓住的东西。他们该带走什么？

source: Take the weapon and any spare resources.
ko: 무기와 여분의 자원을 가져온다.
ru: Забрать орудие и все ресурсы.
zh_hans: 拿走武器和任何多余的资源。

source: Your crew grabs what they can and returns to the ship before the asteroid hits. You take a look at what you've recovered once you move clear of the asteroid field.
ko: 당신의 선원들은 소행성이 충돌하기 전 능력껏 물건들을 챙겨 복귀했습니다. 소행성 지대를 벗어난 후, 당신은 어떤 것을 가져왔는지 확인합니다.
ru: Экипаж собирает все, что можно, и возвращается на корабль до попадания астероида. Вы осматриваете то, что удалось собрать после того, как вы покинули астероидное поле.
zh_hans: 你的船员们在小行星撞击之前抓住了他们能抓住的东西并回到了船上。当你离开小行星带后，你查看了所获之物。

source: Grab the stasis chamber.
ko: 동면 장치를 가져온다.
ru: Забрать стазис-капсулу.
zh_hans: 抓住休眠舱。

source: Your crew drags the pod back to your ship before the asteroid smashes into the ship, shattering through the crystal coating and destroying the ship.
ko: 당신의 선원들은 소행성이 정거장을 박살 내기 전에 동면 장치를 함선으로 가져왔습니다.
ru: Ваш экипаж успевает перенести капсулу на корабль, прежде чем астероид врезается в станцию, пробив кристаллическое покрытие.
zh_hans: 你的船员在小行星砸向空间站之前将休眠舱拖回了你的星舰，粉碎了水晶镀层。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're able to activate the stasis chamber once again and find the Crystal inside still alive. They're confused and wondering what year it is, so you give them a very simple explanation as to your current situation and hurry to leave the asteroid field.
ko: 당신은 동면 장치를 작동시킬 수 있었고 안에 있는 크리스탈이 아직 살아있음을 확인했습니다. 그는 혼란스러워하며 지금이 몇 년도인지 궁금해합니다. 당신은 그에게 현재 상황에 대해 매우 간단한 설명을 했고 소행성 지대를 서둘러 떠났습니다.
ru: Вам удается снова активировать стазис-камеру и обнаружить, что кристаллин в ней еще жив. Он в замешательстве и недоумевает, какой сейчас год, поэтому вы объясняете ему очень просто свою нынешнюю ситуацию и спешите покинуть астероидное поле.
zh_hans: 你成功再次开启休眠舱，发现里面的水晶族还活着。他很困惑，想知道现在是什么年头，所以你给了他一个非常简单的解释，说明你目前的情况，然后赶紧离开小行星带。

source: Deja
ru: Дежа
zh_hans: 德嘉

source: You find the decaying remains of a derelict Crystalline station. There's a weird sense of deja vu, and in the corner is a stasis pod and a crystal weapon.
ko: 당신은 버려진 크리스탈 정거장의 부식되어가는 잔해를 발견했습니다. 왠지 모를 기시감이 느껴졌고, 구석에는 동면 장치와 크리스탈 무기가 있었습니다.
ru: Вы находите разрушающиеся останки заброшенной станции кристаллинов. Странное чувство дежавю, а в одном из углов - стазис-капсула и кристаллическое оружие.
zh_hans: 你发现了一个古老的废弃水晶空间站遗迹。有一种奇怪的似曾相识的感觉，在角落里有一个休眠舱和一件水晶武器。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It looks like a massive asteroid is in a direct collision course with the station! You have to pull your crew out but they want to grab what they can first. What do they take?
ko: 한 거대한 소행성의 궤도를 분석하니 버려진 정거장에 정면으로 충돌할 것으로 보입니다. 당신은 선원들에게 철수를 명했지만, 선원들은 발견한 것들을 가져오고 싶어 합니다. 무엇을 가져옵니까?
ru: Похоже, что огромный астероид находится на прямом курсе столкновения со станцией! Вы должны эвакуировать свой экипаж, но они хотят сначала забрать все, что можно. Что же им взять?
zh_hans: 看起来，一颗巨大的小行星正要与空间站直接相撞！你必须把你的船员撤离，但他们想先抓住能抓住的东西。他们该带走什么？

source: Take the weapon and any spare resources.
ko: 무기와 여분의 자원을 가져온다.
ru: Забрать орудие и все ресурсы.
zh_hans: 拿走武器和任何多余的资源。

source: Your crew grabs what they can and returns to the ship before the asteroid hits. You take a look at what you've recovered once you move clear of the asteroid field.
ko: 당신의 선원들은 소행성이 충돌하기 전 능력껏 물건들을 챙겨 복귀했습니다. 소행성 지대를 벗어난 후, 당신은 어떤 것을 가져왔는지 확인합니다.
ru: Экипаж собирает все, что можно, и возвращается на корабль до попадания астероида. Вы осматриваете то, что удалось собрать после того, как вы покинули астероидное поле.
zh_hans: 你的船员们在小行星撞击之前抓住了他们能抓住的东西并回到了船上。当你离开小行星带后，你查看了所获之物。

source: Grab the stasis chamber.
ko: 동면 장치를 가져온다.
ru: Забрать стазис-капсулу.
zh_hans: 抓住休眠舱。

source: Your crew drags the pod back to your ship before the asteroid smashes into the ship, shattering through the crystal coating and destroying the ship.
ko: 당신의 선원들은 소행성이 정거장을 박살 내기 전에 동면 장치를 함선으로 가져왔습니다.
ru: Ваш экипаж успевает перенести капсулу на корабль, прежде чем астероид врезается в станцию, пробив кристаллическое покрытие.
zh_hans: 你的船员在小行星砸向空间站之前将休眠舱拖回了你的星舰，粉碎了水晶镀层。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You're able to activate the stasis chamber once again and find the Crystal inside still alive. They're confused and wondering what year it is, so you give them a very simple explanation as to your current situation and hurry to leave the asteroid field.
ko: 당신은 동면 장치를 작동시킬 수 있었고 안에 있는 크리스탈이 아직 살아있음을 확인했습니다. 그는 혼란스러워하며 지금이 몇 년도인지 궁금해합니다. 당신은 그에게 현재 상황에 대해 매우 간단한 설명을 했고 소행성 지대를 서둘러 떠났습니다.
ru: Вам удается снова активировать стазис-камеру и обнаружить, что кристаллин в ней еще жив. Он в замешательстве и недоумевает, какой сейчас год, поэтому вы объясняете ему очень просто свою нынешнюю ситуацию и спешите покинуть астероидное поле.
zh_hans: 你成功再次开启休眠舱，发现里面的水晶族还活着。他很困惑，想知道现在是什么年头，所以你给了他一个非常简单的解释，说明你目前的情况，然后赶紧离开小行星带。

source: Deja
ru: Дежа
zh_hans: 德嘉

# data/events_rock.xml.append$//event[@name="DISTRESS_REFUGEE_ROCK"]/text
source: You have encountered a refugee ship drifting in space. It looks as if it was fleeing the Rebel advance and ran out of fuel. Its distress beacon is active, but you're not sure anyone is on board.
ko: 우주에서 표류 중인 난민 함선을 마주쳤습니다. 반군의 진격으로부터 도망치다 연료가 떨어진 것으로 보입니다. 조난 신호기는 작동 중이지만, 탑승자가 있는지는 확실하지 않습니다.
ru: Вы столкнулись с кораблем беженцев, дрейфующим в космосе. Похоже, что он спасался от наступления повстанцев, но у него закончилось топливо. Их аварийный маяк активен, но вы не уверены, что на борту кто-то есть.
zh_hans: 你遇到了一艘在太空中漂流的难民船。看起来它好像是在逃离叛军的追击中耗尽了燃料。它的求救信号处于激活状态，但你不确定是否有人在船上。

source: Hail them.
ko: 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: Ignore the refugees.
ko: 난민선을 무시한다.
ru: Не обращать внимания на беженцев.
zh_hans: 无视这艘难民船。

source: As you hail the refugee ship, a Rock ship suddenly jumps into the system... The Rockmen accuse you of protecting heretics and gives you no time to argue before it raises its weapons.
ko: 난민선에 교신을 보내던 중 락맨 함선이 성계에 도약해왔습니다... 그들은 당신이 이교도들을 보호한다며 비난하더니, 반박할 시간도 주지 않고 무기를 꺼내 들었습니다.
ru: Когда вы связываетесь с кораблем беженцев, в систему совершает прыжок корабль валунов... Валуны обвиняют вас в защите еретиков и, не дав вам времени возразить, активируют свои орудия.
zh_hans: 当你向难民船打招呼时，一艘岩石船突然跃迁入该星系......岩石族指责你包庇异教徒，在它架起武器之前没有给你时间争辩。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="QUEST_ROCK_MARRIAGE_START"]/text
source: A Rock captain hails you: "It is improper of me to contact off-worlders, but this is an emergency. We were on our way to deliver our passenger to her new husband - the Grand Basilisk of Numa V - when our engines broke down. Will you take possession of her and make haste to Numa V?"
ko: 락맨 함장이 통신을 보내왔습니다. "이방인과의 교류는 내 신조에 어긋나지만, 현재 상황이 위급하니 예외로 치겠소. 본 함은 이 분을 새 남편이신, 누마 제5계의 그랜드 바실리스크 님께 호송하고 있었으나, 엔진에 이상이 생겼소. 본 함 대신 그녀를 누마 제5계로 서둘러 데려다줄 수 있겠소?"
ru: Вас вызывает капитан корабля валунов: "С моей стороны неуместно связываться с пришельцами, но это чрезвычайная ситуация. Мы летели, чтобы доставить нашу пассажирку ее новому мужу - Великому Василиску с Нумы V, - когда у нас сломались двигатели. Не могли бы вы взять ее под свою опеку и поспешить на Нума V?"
zh_hans: 岩石族飞船舰长向你问好："我不该与异界的人联系，但这是一个紧急情况。我们正准备将我们的乘客送到她的新丈夫：努马5号星系的导弹大师身旁，但引擎发生了故障。你能不能带她尽快赶到努马5号？"

source: Accept the passenger.
ko: 승객을 받는다.
ru: Принять пассажирку.
zh_hans: 接受乘客。

source: "You surprise me, off-worlder. Thank you. The passenger will be with you momentarily." She refuses to enter the main hold and prefers to wait in the cargo bay.
ko: "나를 놀랍게 하는군, 이방인이여. 고맙소. 이 승객은 그렇게 오래 머물지는 않을 것이외다." 신부는 선실에 들어오기를 거절하고 화물칸에 있겠다고 했습니다.
ru: "Вы меня удивляете, пришельцы. Спасибо. Пассажирка сейчас подойдет". Она отказывается войти в главный трюм и предпочла подождать в грузовом отсеке.
zh_hans: "你让我感到惊讶，异界人。谢谢你。乘客马上就到。"她拒绝进入主舱，宁愿在货舱等待。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Arranged marriages aren't on your list of worthy causes. You leave the Rock to their business.
ko: 당신의 임무에 중매쟁이 역할은 없습니다. 락맨들의 문제는 락맨들끼리 해결하도록 합니다.
ru: Браки по расчету не входят в ваш список заслуживающих внимания дел. Вы оставляете валунов заниматься своими делами.
zh_hans: 包办婚姻并不在你值得关注的名单上。你让岩石族自己完成任务。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_QUEST_MARRIAGE"]/text
source: A vast tunnel network near the surface of Numa V indicates an advanced Rock civilization. This must be where you were asked to deliver the passenger.
ko: 누마 제5계의 지표면 아래에 펼쳐진 거대한 땅굴망은 진보된 락맨 문명이 있음을 알려줍니다. 승객의 목적지로 추정됩니다.
ru: Разветвленная сеть туннелей у поверхности Нума V указывает на наличие развитой цивилизации валунов. Должно быть, именно сюда вас попросили доставить пассажирку.
zh_hans: 在努马5号的一颗行星的地表附近有一个巨大的隧道网络，表明有一个先进的岩石族文明。这一定是你被要求运送乘客该到的地方。

# data/events_rock.xml.append$//event[@name="ROCK_QUEST_MARRIAGE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Realizing arrival is imminent, the passenger - silent so far - pleads with you not to hand her over. She's interrupted by the Grand Basilisk's Chief Aid: "To the alien vessel holding the Basilisk's wife. Deliver her to us. You will be rewarded... well."
ko: 도착할 때가 되었다는 사실을 깨닫자, 지금까지도 조용하게 있던 승객은 제발 신랑에게 보내지 말아 달라고 간청했습니다. 그녀의 애원은 그랜드 바실리스크의 수석 비서가 보낸 교신에 의해 중단되었습니다. "바실리스크 님의 신부를 데리고 있는 외계인 선박에 고하오. 신부를 넘기시오. 대가는... 잘 치러 주겠소."
ru: Понимая, что прилет неизбежен, пассажирка - пока молчаливая - умоляет не передавать ее. Ее прерывает главный помощник Василиска: "К кораблю пришельцев, где находится жена Василиска. Доставьте ее нам. Вы будете достойно вознаграждены..."
zh_hans: 意识到即将到达目的地，这名乘客——目前为止保持沉默——恳求你不要把她交出去。她被导弹大师的首席助手打断了："关押导弹大师妻子的外星船只！把她交给我们。你会得到...丰厚的...回报。"

source: Hand her over.
ko: 신부를 넘긴다.
ru: Передать ее.
zh_hans: 把她交出去。

source: "May your children erode into dust!" she screams as she's bundled into the waiting shuttle. The Rock guards on board hurriedly drop off an exotic piece of technology and return to the Grand Basilisk.
ko: "네놈의 자녀들이 먼지로 갈려나가기를!" 그녀가 대기하고 있던 왕복선에 결박되며 저주했습니다. 승선해있던 락맨 경비원들이 희한한 기계 장치 하나를 내려놓고는 황급히 그랜드 바실리스크에게로 돌아갔습니다.
ru: "Пусть ваши дети превратятся в пыль!" - кричит она, когда ее затаскивают в ожидающий ее шаттл. Находящиеся на борту валуны-охранники спешно выгружают экзотическую технику и возвращаются к Великому Василиску.
zh_hans: "愿你的孩子被侵蚀成尘埃！"当她被捆绑至等待中的穿梭机上时，她尖叫起来。船上的岩石族守卫匆匆向你抛下一件异族技术品，然后回到导弹大师身旁。

source: Refuse to comply.
ko: 거절한다.
ru: Отказаться выполнять свою задачу.
zh_hans: 拒绝服从。

source: "I was led to believe your kind did not know mercy. I will join you. But quickly, we must jump away - they will not tolerate..." She's interrupted by weapons fire from the Basilisk's escort!
ko: "당신들 종족은 자비가 무엇인지 모른다 생각했는데, 내 당신들과 합류하겠소. 하지만 서두르시오. 속히 도약해야 하오. 저들은 관용 따위는 모르니..." 그녀의 말은 바실리스크의 호위함들이 퍼붓는 맹공의 소리에 끊겼습니다!
ru: "Мне казалось, что ваш род не знает милосердия. Я присоединюсь к вам. Только быстрее, нам надо уходить - они не потерпят..." Ее прерывает выстрелы из орудий эскорта Василиска!
zh_hans: "我还以为你们这种人不知道怜悯。我将加入你们。但要快，我们必须跃迁走——他们不会容忍此事......"她被导弹大师的护卫队的武器射击打断了！

source: Ariadne
ru: Ариадна
zh_hans: 阿里阿德涅

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE"]/text
source: You are immediately messaged by an imposing looking Rock war vessel, "You're the ship off to 'save the Federation,' aren't you? And you expect to survive with that hunk of junk?"
ko: 당신은 인상적으로 생긴 락맨 전함으로부터 연락을 받았습니다. "그대들이 '연방을 구한다'던 그 함선이오? 그런 고철 덩어리로 목숨 부지나 할 것 같소?"
ru: Вас тут же вызывает внушительного вида военный корабль валунов: "Вы - корабль, отправившийся "спасать Федерацию", не так ли? И вы рассчитываете выжить помощью этой рухляди?"
zh_hans: 一艘看起来很威严的岩石族战舰立即向你发出信息："你那艘是去'拯救联邦'的飞船，对吗？你指望带着那块垃圾活下来吗？"

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE"]/choice[1]/text
source: "We're going to save them or die trying."
ko: "연방을 구할 겁니다. 시도하다가 죽는 한이 있더라도."
ru: "Мы спасем их или погибнем".
zh_hans: "我们打算拯救联邦，获者死于任务。"

source: "The latter being more likely. Still... we can potentially help you and your precious fleet, but you'll need to prove yourself first. Meet us at these coordinates." They jump away.
ko: "후자의 가능성이 더 크겠소. 허나... 우리가 그대의 소중한 함대에 도움을 줄 수도 있소. 하지만 먼저 그대들의 가치를 증명해 보이시오. 전송한 좌표에서 기다리고 있겠소." 락맨 함선은 도약해 떠났습니다.
ru: "Последнее более вероятно. Тем не менее... мы можем потенциально помочь вам и вашему драгоценному флоту, но сначала вам придется проявить себя. Встретимся по этим координатам". Они уходят в прыжок.
zh_hans: "后者的可能性更大。不过......我们有可能帮助你和你宝贵的舰队，但你需要先证明自己。在这些坐标处与我们会面。"他们跃迁走了。

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE"]/choice[2]/text
source: "We're strong enough to destroy you!"
ko: "당신을 박살낼 수 있을만큼 강합니다."
ru: "Мы достаточно сильны, чтобы вас уничтожить!"
zh_hans: "我们强大到足够摧毁你！"

source: "One ship is not the same as a fleet, but at least you've got some fire. Meet us at these coordinates if you want to prove to us that the Federation is worth saving." They jump away.
ko: "함선 하나가 함대와 같지는 않겠지만, 적어도 그대는 열정이 넘치는구려. 연방이 구원받을 가치가 있는지 증명해 보이려거든, 전송한 좌표에서 다시 만나도록 하오." 락맨 함선은 도약해 떠났습니다.
ru: "Один корабль - не то же самое, что флот, но, по крайней мере, у вас есть оружие. Встретимся по этим координатам, если вы хотите доказать нам, что Федерация стоит того, чтобы ее спасать". Они уходят в прыжок.
zh_hans: "一艘战舰不等于一个舰队，但至少你有一些火力。如果你想向我们证明联邦值得拯救，就在这些坐标处与我们见面。"他们跃迁走了。

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE"]/choice[3]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: "Heh. Like I expected. If the Federation is as weak as you it deserves to fall." They jump away without another word.
ko: "하, 역시 예상한 대로구려. 연방이 그대처럼 나약하다면 당연히 망할만하오!" 락맨 함선은 더 말하지 않고 도약해 떠났습니다.
ru: "Хех. Как я и ожидал. Если Федерация так слаба, как вы, то она заслуживает поражения". Они уходят в прыжок, не говоря больше ни слова.
zh_hans: "呵。就像我预期的那样。如果联邦像你一样软弱，它就活该落幕。"他们一言不发地跃迁走了。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE2"]/text
source: You arrive at the coordinates given and find yourself dangerously close to an M-class star! The other ship messages you, "Let's see how long your puny ship can handle this heat! Prepare for a challenge!"
ko: 락맨이 준 좌표에 가보니 적색 거성에 위험할 정도로 가까운 장소였습니다! 상대 함선에서 통신이 들어왔습니다. "당신들의 볼품없는 함선이 이 열기에 얼마나 버틸 수 있는지 보겠소! 각오 단단히 하시오!"
ru: Вы прибываете по указанным координатам и оказываетесь в опасной близости от звезды класса М! Другой корабль сообщает вам: "Посмотрим, как долго ваш жалкий кораблик сможет выдерживать такую жару! Приготовьтесь к испытанию!"
zh_hans: 你到达了所给的坐标，发现自己正危险地接近一颗M级恒星！另一艘飞船给你发来信息："让我们看看你这艘微不足道的飞船能承受多久的高温！准备迎接挑战吧！"

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE3"]/text
source: You arrive at a massive Rockman shipyard and notice the ship that had just tried to kill you is docked and already being repaired. "Well fought! I must say I did not expect you to survive."
ko: "거대한 락맨 조선소에 도착해 보니 조금 전까지 당신을 죽이려 했던 함선이 먼저 도착해 수리를 진행하고 있었습니다. "잘 싸웠소! 솔직히 당신들이 살아남을 것이라고는 생각하지 못했지만 말이오."
ru: Вы попадаете на огромную верфь валунов и замечаете, что корабль, который только что пытался убить вас, стоит в доке и уже находится на ремонте. "Отличный бой! Должен сказать, я не ожидал, что вы выживете".
zh_hans: 你来到一个巨大的岩石族船厂，注意到刚才试图杀死你的那艘船已经停靠在上面，并且正在进行修理。"打得好！我必须说我没有想到你能活下来。"

# data/events_rock.xml.append$//event[@name="ROCK_SUN_CHALLENGE3"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "I am convinced of your strength and pledge to assist your cause. Let us patch up your hull, and provide you with some supplies."
ko: "그대들의 저력은 정말 감탄스럽군. 지원을 해주겠소. 선체를 수리하고 보급품도 좀 내드리겠소."
ru: "Я убедился в вашей силе и обещаю помочь вашему делу. Позвольте нам подлатать ваш корпус и снабдить вас припасами".
zh_hans: "我相信你们的力量，并承诺协助你们的任务。让我们来修补你的舰体，并为你提供一些物资。"

source: Hadroch
ru: Хэдроч
zh_hans: 哈德鲁奇

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_PARASITE"]/text
source: A Rock station nearby is mass-broadcasting a request for medical aid. "Medical assistance required at Station R-0735Q. Need help extracting parasite. Will pay."
ko: 부근의 락맨 정거장에서 의료 지원 요청을 전파하고 있었습니다. "정거장 R-0735Q에서 의료 지원을 요청하오. 기생충을 적출해야 하오. 값은 지불하겠소."
ru: С близлежащей станции валунов распространяется просьба о медицинской помощи. "Требуется медицинская помощь на станции Р-0735К. Нужна помощь в извлечении паразита. Заплачу".
zh_hans: 附近的一个岩石族空间站正在大量广播医疗援助的请求。"R-0735Q空间站需要医疗援助。需要帮助提取寄生虫。将支付费用。"

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_PARASITE"]/choice[1]/text
source: Offer to help.
ko: 도움을 제안한다.
ru: Предложить помощь.
zh_hans: 主动提供帮助。
