Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: The Crystals merely laugh in your face at such a proposition. "This might be what YOU desire, but it is not what WE desire. We want the Rebels out of here as soon as possible, and the longer they spend looking for you the longer we have to deal with them."
ko: 크리스탈들은 당신의 제안을 듣고는 웃음을 터뜨렸습니다. "그건 당신들이 원하는 것이지, 우리가 원하는 것이 아니오. 우리는 반군이 여기서 빨리 나가기를 바라오. 반군이 그대를 찾는 데 시간을 많이 쓴다는 건 우리가 그만큼 반군을 더 오랫동안 상대해야 한다는 뜻인데, 우리에게 그럴 이유가 있겠소?"
ru: Кристаллины лишь смеются вам в лицо, услышав такое предложение. "Может быть, ВЫ этого и хотите, но не МЫ. Мы хотим, чтобы повстанцы убрались отсюда как можно скорее, и чем дольше они будут искать вас, тем дольше нам придется иметь с ними дело".
zh_hans: 水晶族对这样的提议只是一笑了之。"这可能是你的愿望，但绝不是我们的愿望。我们希望叛军尽快离开这里，他们寻找你的时间越长，我们要对付他们的时间也越长。"

source: Bribe them into helping.
ko: 그들에게 뇌물을 준다.
ru: Подкупить их, чтобы они помогли.
zh_hans: 贿赂他们让他们帮忙。

source: The Crystal looks down at the scrap then instinctively scoops it up. "Perhaps our interests do align after all..."
ko: 크리스탈은 스크랩을 보더니, 본능적으로 집어들었습니다. "어쩌면 우리의 이해관계가 일치할지도 모르겠소..."
ru: Кристаллин смотрит на лом, затем инстинктивно берет его в руки. "Возможно, наши интересы все-таки совпадают..."
zh_hans: 水晶族低头看了看废料，然后本能地把它拿起来。"也许我们的利益还是一致的......"

source: Accept their answer and leave.
ko: 그들의 답변을 받아들이고 떠난다.
ru: Смириться с их ответом и уйти.
zh_hans: 接受他们的答复并离开。

# data/events_rock.xml.append$//event[@name="OUTCAST_VICTIM"]/text
source: A small Outcast village appears to be under occupation by slavers, who have chained up several Rockmen but are firing at a band of Outcasts who seemed to have escaped.
ko: 노예상들에게 점령당한 작은 망명자 마을이 보입니다. 노예상들은 이미 락맨 수십 명을 묶어놨고, 도망치는 것처럼 보이는 망명자 무리를 쏘고 있습니다.
ru: Небольшая деревня Изгоев, похоже, захвачена работорговцами, которые заковали в цепи нескольких валунов, но ведут огонь по группе Изгоев, которым, похоже удалось сбежать.
zh_hans: 一个小的流放者村落似乎被奴贩们占领了，他们用铁链锁住了几个岩石族，但正在向一队似乎逃跑了的流放者开火。

# data/events_rock.xml.append$//event[@name="OUTCAST_VICTIM"]/choice[1]/text
source: Intervene.
ko: 개입한다.
ru: Вмешаться.
zh_hans: 介入此事。

# data/events_rock.xml.append$//event[@name="OUTCAST_VICTIM"]/choice[1]/event/text
source: You land nearby and walk towards them, when the slavers suddenly drop their weapons and their leader falls to his knees and pleads before you. "Ooooh great Federation Captain you have come to save us from these cruel brutes! They have killed my men and I had no choice but to slaughter their families! It was only self defense! I have restrained them here so they can kill no one else! Please oh please, will you help us arrest these evil men and women?" You look at the Outcasts at the other end of the town who merely shrug.
ko: 당신이 근처에 착륙해 그들에게 다가가자, 노예상들은 갑자기 무기를 버렸고 그들의 대장이 나와 당신에게 무릎을 꿇었습니다. "오오 위대한 연방의 함장이시여, 이 잔인한 짐승들로부터 저희를 구하러 오셨군요! 저들이 제 부하를 죽여서, 저들의 가족을 죽일 수밖에 없었답니다! 정당방위였다구요! 이 자들이 더 이상 아무도 못 죽이도록 여기 묶어 놨습니다! 그러니 부디 제발, 이 악마 같은 자들의 체포를 도와주시지 않으시렵니까?" 마을의 반대쪽에 있던 망명자들은 이 말을 듣곤 덜덜 떨고 있었습니다.
ru: Вы приземляетесь неподалеку и идете к ним, как вдруг работорговцы бросают оружие, а их предводитель падает на колени и умоляюще смотрит на вас. "Оооо великий капитан Федерации, вы пришли спасти нас от этих жестоких тварей! Они убили моих людей, и у меня не было выбора, кроме как вірезать их семьи! Это была только самозащита! Я заковал их всех в кандалы здесь, чтобы они больше никого не могли убить! Пожалуйста-пожалуйста, помогите нам арестовать этих злых мужчин и женщин!" Вы смотрите на Изгоев на другом конце города, которые лишь пожимают плечами.
zh_hans: 你在附近降落，向他们走去，这时，奴贩们突然放下武器，他们的首领跪倒在你面前恳求。"哦，伟大的联邦舰长，你来拯救我们脱离这些残忍的畜生！他们杀了我的人，我别无选择，只能屠杀他们的家人！这只是自卫而已！我已经把他们限制在这里，所以他们不能再杀人了！求你了，哦，求你了，你能帮我们逮捕这些邪恶的男女吗？"你看着小镇另一端的流放者们，他们只是耸耸肩。

source: Aid the Outcasts.
ko: 망명자들을 돕는다.
ru: Помочь Изгоям.
zh_hans: 援助流放者。

source: These guys aren't fooling anyone. When the slavers see their "clever trick" has failed they scramble for their guns and prepare to fight you.
ko: 누가 봐도 당연히 거짓말입니다. 노예상들은 그들의 "완벽한 계획"이 실패한 걸 알아차리자 곧바로 총을 집어들고 전투를 준비했습니다.
ru: Эти ребята никого не обманут. Когда работорговцы видят, что их "хитроумный трюк" не удался, они хватаются за оружие и готовятся сражаться с вами.
zh_hans: 这些奴贩骗不了任何人。当奴贩发现他们的"聪明把戏"失败后，他们争先恐后地拿起枪，准备与你战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Aid the Slavers.
ko: 노예상들을 돕는다.
ru: Помочь работорговцам.
zh_hans: 援助奴贩。

source: It's pretty obvious the slavers are lying but that doesn't mean you can't take advantage of the situation. You prepare to fight off the remaining Outcast survivors.
ko: 그들이 거짓말을 하고 있는 건 뻔히 보였지만, 당신은 이 상황을 이용하기로 했습니다. 당신은 남아있는 망명자들과 싸울 준비를 합니다.
ru: Совершенно очевидно, что работорговцы лгут, но это не значит, что вы не можете воспользоваться ситуацией. Вы готовитесь дать отпор оставшимся в живых Изгоям.
zh_hans: 很明显，奴贩们在撒谎，但这并不意味着你不能利用这种情况。你准备击退剩余的流放者幸存者。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_VICTIM"]/choice[2]/text
source: Don't get involved.
ko: 끼어들지 않는다.
ru: Не вмешиваться.
zh_hans: 不趟这趟浑水，不牵涉其中。

# data/events_rock.xml.append$//event[@name="OUTCAST_VICTIM"]/choice[2]/event/text
source: It's not worth the effort coming between the outcasts and Tiiikaka.
ko: 당신은 망명자들과 티카카 사이에 끼어들어 힘을 낭비하지 않기로 했습니다.
ru: Не стоит влезать в конфликт между Изгоями и Тииикакой.
zh_hans: 牵扯到流放者和提卡卡之间不值得。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="OUTCAST_SLAVERS_WIN"]/text
source: "Thank you captain. For a moment I feared you might actually side with the slavers. You have all of our thanks."
ko: "감사를 표하오, 함장. 순간 당신이 진짜로 노예상 놈들 편을 들 줄 알았소. 그러지 않아 다행이오."
ru: "Спасибо, капитан. На мгновение я испугался, что вы действительно перейдете на сторону работорговцев. Мы вас благодарим".
zh_hans: "谢谢你舰长。有那么一刻，我担心你真的会站在奴贩一边。我们都很感谢你。"

# data/events_rock.xml.append$//event[@name="OUTCAST_OUTCAST_WIN"]/text
source: "See, I knew you'd follow through in the name of justice! Hooray for the Federation! Three cheers!" The slaver looks around but sees no one is clapping and gives up. "Alright whatever. Take a slave or something I dunno."
ko: "봐요, 당신이 정의의 편에 설 줄 알았다니까요! 연방을 위하여! 연방 만세!" 그 노예상은 주변을 둘러보더니, 아무도 박수를 치지 않고 있다는 것을 깨닫곤 풀이 죽었습니다. "뭐 이러나저러나. 노예나 한 명 데려가시던가, 난 모르겠다."
ru: "Видите, я знал, что вы пойдете до конца во имя справедливости! Ура Федерации! Трижды ура!" Раб оглядывается по сторонам, но видит, что никто не хлопает, и сдается. "Ладно, как скажешь. Возьмите раба или еще что-нибудь, я не знаю".
zh_hans: "看，我就知道你会以正义的名义贯彻执行！为联邦欢呼！三声欢呼！"奴贩环顾四周，但看到没有人鼓掌，便放弃了。"好吧，不管怎样。带上一个奴隶或啥的。"

# data/events_rock.xml.append$//event[@name="OUTCAST_TEAMWORK"]/text
source: As soon as you catch sight of the ship at this beacon you regret coming here. Looks like the Coalition has penetrated into this territory. You promptly receive a hail from the ship.
ko: 당신은 이 송신소에 있는 함선을 보자마자 여기 온 것을 후회했습니다. 연합이 이 지역에 침투한 것 같습니다. 당신은 즉시 그 함선으로부터 교신을 받았습니다.
ru: Как только вы увидели корабль на этом маяке, вы пожалели, что пришли сюда. Похоже, что Коалиция проникла на эту территорию. Сразу же поступает сигнал связи с корабля.
zh_hans: 当你在这个信标处看到那艘战舰时，你就后悔来这里了。看来星联已经渗透到这片星域了。你很快就收到了来自飞船的呼叫。

# data/events_rock.xml.append$//event[@name="OUTCAST_TEAMWORK"]/choice[1]/text
source: Respond.
ko: 답변한다.
ru: Ответить.
zh_hans: 回复。

source: The captain of the vessel, a Slug dressed in a cheap lab coat, appears on the screen. "Now, I know thisss iss unconventional, but the Coalition can wait. I am on a quessst... for SSSSCIENCCCE! Sssspeccifically, I wisssh to underssstand what about the Outcassstsss grantsss them sssuch amplified abilitiesss in the pressssenccce of each other. My own crew is not ssso willing to asssissst me, the lazy bassstardsss, so I requessst you go and obtain a few bodiesss from the nearby Outcassst colony. For pay, of courssse. No one doesss ssshit for free anymore."
ko: 화면에 나타난 것은 그 선박의 선장인, 싸구려 실험복을 입은 슬러그였습니다. "짜, 이건 이례쩍인 일이찌만, 연합에 대한 일은 나쭝으로 미루짜구요. 쩌는 연구짜이짜... 과학짜입니다! 쩌는 여기써 함께 있는 망명짜들의 수와 그들의 비약쩍인 능력 쌍씅의 관계에 대해 연구하고 이씁니다. 보씨면 아씨겠찌만, 쩨 게을러빠진 썬원들은 도와쭐 쌩각을 안 해써 말인데, 당씬이 쩔 도와쭈씨면 쪼케씁니다. 쭈변의 망명자 거쭈찌에서 씨쩨 몇 구만 가쪄와 쭈쎄요. 물론 보쑤도 드리게씁니다. 공짜로 뭘 해 쭈는 씨대는 아니니까요."
ru: На экране появляется капитан судна - слизень, одетый в дешевый лабораторный халат. "Я знаю, что это необычно, но Коалиция может подождать. Я нахожусссь в поисссках... ради НАУКИ! В чассстносссти, я хочу понять, что именно в Изгоях дает им такие усссиленные ссспосссобносссти в присссутссствии друг друга. Мой сссобссственный экипаж не очень-то хочет мне помогать, ленивые ублюдки, поэтому я прошшшу вассс принесссти несссколько тел из ближайшшшей колонии Изгоев. За плату, разумеетссся. Никто большшше не делает ничего бесссплатно".
zh_hans: 战舰的舰长，一个穿着廉价白大褂的蛞蝓族，出现在屏幕上。"我知道这是～～非常规的，但我们星联足够有耐心。我正在寻找...科——学！特别是～～，我想了解是～～～什～么让流放者在彼此共存的情况下能释～～～～放出如此大的能量。我自己的船员并不那么愿意协助我，这些懒惰的人，所以我要求你去从附近的流放者殖民地获得一些尸～～～～～体。当然，是～～有偿的。这年头没人再愿意免费干差事～～了。"

source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意。

source: Following the directions from the Coalition vessel, you're guided to a small Outcast colony with a few ships docked. Wasting no time, you power up your weapons and engage! No need to target the crew - even after an explosion the resilient bodies of Rockmen will stay intact.
ko: 연합 선박이 알려준 대로 가 보니, 함선 몇 척이 도킹된 작은 망명자 거주지가 있었습니다. 당신은 지체 없이 무기에 전력을 넣고 전투에 돌입했습니다. 나포를 노릴 필요는 없습니다 - 락맨의 튼튼한 몸은 폭발 한 번 쯤은 견딜 수 있을 테니까요.
ru: Следуя указаниям с корабля Коалиции, вы направляетесь к небольшой колонии Изгоев, где находятся несколько кораблей. Не теряя времени, вы заряжаете оружие и вступаете в бой! Можно не стараться прицельно стрелять по экипажу - стойкие тела валунов уцелеют даже после взрыва корабля.
zh_hans: 按照星联战舰的指示，你被引导到一个小型的流放者殖民地，那里停靠着几艘船。不浪费时间，你充能你的武器，开始行动！无需介意船员的存活，即使在爆炸后，岩石族坚韧的身体也会保持完整。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Wow, even money couldn't coax you greedy bassstardsss into doing sssomething? What hassss the world come too... Oh well, guessss I have to kill you now."
ko: "맙쏘싸, 당씬네들 같은 탐욕스러운 짜씩들이 돈을 거부한다굽쑈? 쎄쌍이 어떻게 되려는 건찌 쩡말... 뭐, 쩡 그러씨다면 이쩨 쭉어 쭈쎠야게씁니다."
ru: "Надо же, даже деньги не сссмогли убедить тебя, жадный ублюдок, что-то сссделать? До чего докатилссся мир... Ну что ж, похоже, теперь мне придетссся тебя убить".
zh_hans: "哇，即使～～～～～是～～钱也不能哄骗你们这些贪婪的混蛋去做一些事～～情？这个世～～界怎么了......哦，好吧，我想我现在必须要杀～～～～～～了你。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Human Crew) "Teamwork makes the dream work."
ko: (인간 선원) "백지장도 맞들면 낫다고 하지 않습니까."
ru: (Член экипажа-человек) "Хорошая нива только у коллектива".
zh_hans: (人类船员)"团队合作使梦想得以实现。"

source: "Uhhh, what the hell did you jussst sssay to me? Uegh, humansss and their ssstupid cheesssy phrasssess. What doess that have to do with anything anywaysss?"
ko: "어어어, 방금 그게 도대쩨 무쓴 말이찌요? 인간들의 유찌한 관용구 같은 건 이해할 쑤가 없다니까요. 그 말이 대쩨 뭐랑 무쓴 관련이 있다는 거쬬?"
ru: "Что черт возьми ты мне сссказал? Ох, люди и их дурацкие фразы. Какое это вообщщще имеет отношшшение к делу?"
zh_hans: "呃，你到底对我说～～～了什～么？呃，人类和他们的愚蠢的短语。这和其他事有什～～～么关系？"

source: Outcasts get their abilities from teamwork.
ko: 망명자들의 힘은 협동에서 옵니다.
ru: Изгои приобретают свои способности благодаря командной работе.
zh_hans: 流放者从团队合作中释放合力。

source: "What? Teamwork? I've heard of that, but I have yet to identify the genome. Issss that ssome kind of genetic trait ssshared by Outcassstss? I ssshall resssearch thisss further. Thissss hass been a massssive help."
ko: "뭐라구요? 협동? 그런 건 얘기만 들어봤찌, 아찍 유쩐짜 단계에써 씩별한 건 아닌데 말이쬬. 망명짜들 싸이에써만 유쩐되는 특찡 비씃한 건가요? 연구할 만한 가찌가 이써 보이네요. 큰 도움이 되어씁니다."
ru: "Что? Командная работа? Я ссслышшшал об этом, но мне ещщще предссстоит определить геном. Может быть, это какая-то генетичессская осссобенносссть, общщщая для Изгоев? Я буду иссследовать это дальшшше. Это очень помогло".
zh_hans: "什～～么？团队合作？我听说～～～过，但我还没有确定其基因组。那是～～～流放者共享的某种遗传特征吗？我将进一步研究这个问题，你对我们有了很大帮助。"

# data/events_rock.xml.append$//event[@name="OUTCAST_TEAMWORK"]/choice[2]/text
source: Attack pre-emptively.
ko: 먼저 공격한다.
ru: Атаковать на упреждение.
zh_hans: 先发制人。

source: There's no way you're risking falling into a trap from the Coalition. Arm the weapons!
ko: 연합의 함정에 걸려들 수는 없습니다. 전투 준비!
ru: Вы ни за что не рискнете попасть в ловушку Коалиции. К оружию!
zh_hans: 你不可能冒着落入星联的陷阱的风险。把武器武装起来！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_ANNOYING"]/text
source: An outcast vessel is approaching, their captain wearing a bright yellow leotard and carrying a harp in his hand. "Halt, Federation! I hath taken a noble voyage to the lands of the Dynasty and learned from the finest of poets the art of story telling. I demand thee listen to mine tale, or I shall come and squish your puny skull between my thighs!"
ko: 망명자 선박이 접근했습니다. 그 선박의 선장은 밝은 노란색의 레오타드를 입고 손에는 하프를 들고 있었습니다. "멈추시오, 연방이여! 나는 왕조의 땅으로 고귀한 항해를 떠나, 최고의 시인들로부터 이야기를 들려주는 기술을 배웠소. 나의 영웅담을 듣지 아니하면, 그대들의 보잘것없는 머리를 으깨 버리리오!"
ru: Приближается судно Изгоев, капитан которого одет в ярко-желтый балахон и держит в руке арфу. "Стоять, Федерация! Я совершил великое путешествие в земли Династии и научился у лучших поэтов искусству рассказывать истории. Я требую, чтобы ты выслушал мою историю, или я приду и раздавлю твой жалкий череп между моих бедер!"
zh_hans: 一艘流放者的船只正在靠近，他们的舰长穿着亮黄色的紧身衣，手里拿着一把竖琴。"停，联邦！我在灵朝的星域里进行了一次高贵的航行，从最好的吟游诗人那里学到了讲故事的艺术。我要求你听我讲故事，否则我就把你的小脑袋压在我的大腿之间！"

# data/events_rock.xml.append$//event[@name="OUTCAST_ANNOYING"]/choice[1]/text
source: Listen to his story.
ko: 그의 이야기를 들어 본다.
ru: Послушать его рассказ.
zh_hans: 听听他的故事。

source: The Rockman strums his harp, then begins to speak in a strange accent. "My story begins with darkness and a scream, as my infantile body exits the womb of my mother. How I cried! How she cried! We all cried! I think! I don't really know, I was just born. I'm just guessing. People normally cry after childbirth, I think."
ko: 락맨은 하프를 뜯으면서, 괴상한 억양으로 이야기를 시작했습니다. "나의 이야기는 어둠 속의 비명으로, 나의 어린 육체가 어머니의 자궁에서 나오는 것으로 시작하오. 내가 어찌나 울었는지! 어머니께선 어찌나 우셨는지! 우리는 모두 울었다오! 내 생각엔! 솔직히 말하면 잘 모르오, 난 그저 태어났을 뿐이니. 그냥 때려 맞추는 것이오. 내가 아는 바로는, 사람들은 보통 태어나고 나서는 운다고 하니까."
ru: Валун играет на своей арфе, а затем начинает говорить со странным акцентом. "Моя история начинается с темноты и крика, когда мое младенческое тело покидает утробу матери. Как я плакал! Как она плакала! Мы все плакали! Я так думаю! На самом деле я не знаю, я только что родился. Я просто догадываюсь. Обычно люди плачут после родов, я так считаю".
zh_hans: 岩石族敲打着他的竖琴，然后开始用奇怪的口音说话。"我的故事从黑暗和一声尖叫开始，当我幼小的身体离开我母亲的子宫时。我是如何哭泣的！她哭了！我们都哭了！我想！我真的不知道，我刚刚出生。我只是猜测。人们通常在分娩后会哭，我想。"

source: Continue listening.
ko: 계속해서 듣는다.
ru: Продолжать слушать.
zh_hans: 继续聆听。

source: The outcast isn't off to a great start, but it only gets worse. He takes you through all of the experiences of his early, teenaged, and adult life. He complains of old girlfriends, bad teachers, idiotic co-workers, some weird story about eating one of the statues outside of his church, how he became vegetarian after visiting the Orchids, an affair with a Separatist, and some other even more outlandish stories you're certain are fake.
ko: 그 망명자의 이야기는 시작도 별로였지만, 갈수록 더 나빠지기만 했습니다. 그는 자신의 소년기, 청년기, 성년기의 경험들을 계속해서 들려줬습니다. 그는 전 여친들과 멍청한 동업자들에 대해 불평했고, 교회의 석상 하나를 먹어치우는 이상한 이야기, 오키드를 만나고 나서 채식주의자가 된 이야기, 분리주의자 엔지와의 관계, 그리고 다른 이상한 이야기들을 늘어놨습니다. 장담하건대, 분명 대부분은 뻥일 것입니다.
ru: Начало у Изгоя не самое лучшее, но дальше только хуже. Он рассказывает обо всех событиях своей ранней, подростковой и взрослой жизни. Он рассказывает о бывших подружках, плохих учителях, идиотских коллегах, о странной истории с поеданием одной из статуй у церкви, о том, как он стал вегетарианцем после визита к орхидеям, о романе с Сепаратистом и о других, еще более необычных историях, которые, как вы уверены, являются выдумкой.
zh_hans: 这个流放者并没有叙述一段良好的开始，故事单纯变得越来越糟。他带你回顾了他童年、青少年和成年生活的所有经历。他抱怨前女友、坏老师、愚蠢的同事、一些关于他教堂外雕像被吃的奇怪故事；他如何在访问兰花族后成为素食者、与一个半械分离者的婚外情，以及其他一些更离奇的故事，你猜肯定是假的。

source: He should be almost done.
ko: 거의 끝난 것 같으니, 마저 듣는다.
ru: Он должен быть близок к развязке.
zh_hans: 他应该快讲完了。

source: Somehow, the poet continues all the way past the current day and onto the lives of his children. Most of your crew have already fallen asleep but somehow, by some miracle, the poet finally finishes his story. "I do hope thou enjoyed it! I'll be publishing the written work and even an audiobook soon! Rate it 5 stars if thou liked it! I'm not really sure what else to say!" There's a few moments of awkward silence, but the outcast transfers over some scrap and a weapon as 'thanks' and to help 'encourage' you to promote him to your friends.
ko: 락맨 시인의 이야기는 곧 현재 시점에 다다라, 그의 아이들의 이야기로 이어졌습니다. 당신의 선원 대부분은 곯아떨어졌지만, 당신만큼은 기적적으로 시인이 이야기를 끝낼 때까지 깨어 있었습니다. "즐거운 시간이었길 바라오! 빠른 시일 내로 책과 오디오북도 내리라! 마음에 들었다면 구독과 좋아요도 필수라오! 그 밖에 말할 건 딱히 없소!" 잠깐의 어색한 침묵 후, 망명자는 '감사의 표시'로 스크랩 조금과 무기 하나를 전송하며, 당신의 친구들에게 자신을 홍보해 달라는 말도 덧붙였습니다.
ru: Каким-то образом поэт продолжает свой рассказ, переходя к сегодняшнему дню и к жизни своих детей. Большинство членов экипажа уже уснули, но каким-то чудом поэт все-таки закончил свой рассказ. "Надеюсь, вам понравилось! Скоро я опубликую написанное и даже аудиокнигу! Оцените его на 5 звезд, если вам понравилось! Я не знаю, что еще сказать!" Несколько мгновений неловкого молчания, но затем Изгой передает немного лома и оружие в качестве "благодарности" и для того, чтобы "поощрить" вас рекламировать его своим друзьям.
zh_hans: 不知何故，这位大诗人继续讲述，直到今天的经历，甚至开始讲他孩子们的生活。你的大多数船员已经睡着了，但不知何故，奇迹发生，他终于完成了他的故事叙述。"我确实希望你喜欢它！我将很快出版书面作品，甚至是有声读物！如果你喜欢，请给它打五颗星！我真的不知道还能说些什么！"有几分钟尴尬的沉默，但他转过一些废料和武器作为"感谢"，并"鼓励"你向你的朋友宣传他。

source: Cut him off and leave.
ko: 말을 끊고 떠난다.
ru: Прервать его и уйти.
zh_hans: 切断他的通讯然后离开。

source: No way you're wasting even more time listen to this weirdo and his life story. Better fight your way out!
ko: 더 이상 이 괴짜 녀석의 인생 이야기를 듣느라 시간을 허비할 수는 없었습니다. 당신은 싸워서라도 빠져나가기로 결정했습니다.
ru: Вы ни за что не потратите еще больше времени, слушая этого чудака и его историю жизни. Лучше сражаться!
zh_hans: 你不可能再浪费更多的时间来听这个怪人和他的生活故事。最好是杀出一条路！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Stop him and try to leave.
ko: 말을 끊고 떠나려 해 본다.
ru: Остановить его и попытаться уйти.
zh_hans: 阻止他并试图离开。

source: No way you're wasting even more time listen to this weirdo and his life story. Better fight your way out!
ko: 더 이상 이 괴짜 녀석의 인생 이야기를 듣느라 시간을 허비할 수는 없었습니다. 당신은 싸워서라도 빠져나가기로 결정했습니다.
ru: Вы ни за что не потратите еще больше времени, слушая этого чудака и его историю жизни. Лучше сражаться!
zh_hans: 你不可能再浪费更多的时间来听这个怪人和他的生活故事。最好是杀出一条路！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_ANNOYING"]/choice[2]/text
source: Sounds like his story is a long one. We better fight through this.
ko: 이야기가 길어질 것 같으니, 대신 공격을 주고받는다.
ru: Похоже, его история очень длинная. Нам лучше сражаться.
zh_hans: 听起来他的故事会很漫长，我们最好还是杀开前进之路。

source: No way you're wasting time listen to this weirdo and his life story. Better fight your way out!
ko: 이 괴짜 녀석의 인생 이야기를 듣느라 시간을 허비할 수는 없었습니다. 당신은 싸워서라도 빠져나가기로 결정했습니다.
ru: Вы ни за что не потратите еще больше времени, слушая этого чудака и его историю жизни. Лучше сражаться!
zh_hans: 你不可能浪费时间去听这个怪人和他的生活故事。最好是杀出一条路！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS"]/text
source: A crowd of ships have gathered around a large battleship with a floating sign besides it that reads "Come see the one and only Chung Bungalung, the Rock who lived!" Excited chatter takes place between the different ships, sharing tales of Chung's seemingly impossible escape from the clutches of the Theocracy.
ko: 전광판을 띄운 전함 주변으로 여러 척의 함선이 모여 있었습니다. "살아있는 바위, 유일무이한 충 붕갈룽을 보러 오시오!" 여러 척의 함선 사이에서, 충이 신정의 손아귀로부터 불가능해 보이는 탈출 계획을 성공시킨 것에 대한 흥분된 대화가 오갔습니다.
ru: Куча кораблей собралась вокруг большого линкора с парящей надписью "Приходите посмотреть на единственного и неповторимого Чунга Бунгалунга, валуна, который выжил!" С разных кораблей доносится возбужденное обсуждение, в котором люди делятся друг с другом историями о том, как Чунгу удалось вырваться из лап Теократии.
zh_hans: 一群船聚集在一艘大型战舰周围，战舰上有一个漂浮的标志，上面写着"来瞻仰全多元宇宙独一无二的冲邦格郎，岩坚强先生！"舰船之间发生了兴奋的交谈，以分享冲邦格郎难以置信地从神权国的魔爪下逃脱的故事。

# data/events_rock.xml.append$//event[@name="OUTCAST_CHUNGUS"]/choice[1]/text
source: Pay the entrance fee.
ko: 입장료를 낸다.
ru: Оплатить входной взнос.
zh_hans: 缴纳入场费。

source: You're annoyed about having to pay to enter, but it's cheap enough. Inside you see several paintings of a Rockman so overweight that his head has merged with his torso, and a commemorative set of souvenirs of replica bullet casings. A repurposed Anti-Personnel drone greets you. "Welcome to the esteemed home of Mr. Chung Bungalung, the Rockman who Lived!"
ko: 입장료를 내야 하는 것은 썩 내키지는 않았지만, 그래도 나름 싼 값이었습니다. 안쪽에는 목이 사라질 정도로 비만인 락맨의 초상화 여럿과, 기념품으로 판매 중인 모조 탄피 세트를 볼 수 있었습니다. 손님 접대용으로 개조된 대인 드론이 당신을 맞이했습니다. "살아있는 바위, 충 붕갈룽의 저택에 어서 오세요!"
ru: Вас раздражает, что за вход нужно платить, но это совсем недорого. Внутри вы видите несколько картин с изображением валуна, настолько тучного, что его голова слилась с туловищем, и памятный набор сувениров из копий гильз. Вас приветствует переоборудованный охранный дрон. "Добро пожаловать в достопочтенную обитель господина Чунга Бунгалунга, валуна, который выжил!"
zh_hans: 你对要付费才能进入感到很恼火，但它足够便宜。在里面你看到了几幅画，画中的岩石族体重过重，以至于他的头和他的躯干合二为一，还有一套仿制子弹壳的纪念品。一架改装的士兵无人机迎接你。"欢迎来到名扬天下的冲邦格郎先生，岩坚强先生的家！"

source: Follow the drone.
ko: 드론을 따라간다.
ru: Следовать за дроном.
zh_hans: 跟随无人机。

source: The drone guides you to a new room where you find none other than Chung Bungalung himself. "A renegade?! Wasn't expecting Feds to come here. Greetings! I am Chung Bungalung, the Rockman who Lived!"
ko: 드론은 당신을 새로운 방으로 안내했고, 그 방에는 다름 아닌 충 붕갈룽 본인이 있었습니다. "배회자라니?! 여기서 연방군을 보게 될 줄은 몰랐건만. 반갑소! 내가 바로 살아있는 바위, 충 붕갈룽이라오!"
ru: Дрон направляет вас в новую комнату, где вы встречаете не кого иного, как самого Чунга Бунгалунга. "Ренегат?! Не ожидал, что сюда придут федералы. Приветствую! Я - Чунг Бунгалунг, валун, который выжил!"
zh_hans: 无人机引导你到一个新的房间，在那里你发现不是别人，正是冲邦格郎本人。"一个变元者？没想到联邦的人会来这里，你吼呀！我是冲邦格郎，岩坚强先生！"

source: Yeah, I've heard. Why do they call you that anyways?
ko: 예, 소문은 들었습니다. 그런 별명은 대체 어떻게 얻으신 겁니까?
ru: Да, я слышал. А почему вас так называют?
zh_hans: 是的，我听说了您。他们为什么这样叫您呢？

source: "Well, you see, it's illegal in the Theocracy to offend a Rock Priest by being ugly, and ugly I very much am! I was sentenced to death, but it takes more than a bullet to stop Chung Bungalung, the Rockman who Lived! They shot me not once, not twice, but five times! Eventually they gave up and simply dumped me out here! I've become a living legend amongst the Outcasts. And, if you can best me in a duel, then I'll even tell you my secret on how I survived the bullets!"
ko: "뭐, 알지 모르겠지만, 신정에서 못생긴 것은 락맨 사제에 대한 공격으로 간주한다오. 하지만 난 상상 이상으로 못생겼지! 나는 사형 선고를 받았지만, 총알 몇 발로는 살아있는 바위, 충 붕갈룽을 막을 수 있을 리 없었소! 그들은 한두 발도 아닌, 다섯 발을 쏘았다오! 총알이 안 먹히자 그들은 포기하고 나를 여기다 내다 버렸소. 나는 망명자들 사이에서 살아있는 전설이 되었다오. 그리고, 당신이 나와의 결투에서 이긴다면, 내가 총알을 맞고도 살아남은 방법에 대한 비밀을 알려주겠소."
ru: "Видите ли, в Теократии запрещено оскорблять валуна-жреца своим уродством, а я очень даже уродлив! Меня приговорили к смерти, но чтобы остановить Чунга Бунгалунга, валуна, который выжил, нужно что-то большее, чем просто пуля! Они выстрелили в меня не один, не два, а пять раз! В конце концов они сдались и просто бросили меня здесь! Я стал живой легендой среди Изгоев. И если ты сможешь победить меня в поединке, то я даже открою тебе свой секрет, как я выжил после попадания пуль!"
zh_hans: "哦是这样，在神权国，因形貌丑陋而冒犯到岩石祭司是违法的，而我非常丑陋！我被判处死刑，但要阻止冲邦格郎，岩坚强先生，需要的远不仅仅是一颗子弹！他们向我开枪，不是一次，不是两次，而是五次！最后他们放弃了，干脆把我扔在了这里！我已经成为流放者中一个活生生的传奇。而且，如果你能在决斗中战胜我，那么我甚至会告诉你我是如何在子弹中幸存下来这个秘密！"
