Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: You didn't even realize it, but time slipped away from you faster than you thought. With the story over, you apologize but explain you have to leave. "I understand the importance of your mission, and won't keep you any longer. But I speak for everyone when I say that I appreciated your company with us today. It is not often we get visitors, much less ones so interested in tales of our history. Please, accept this gift."
ko: 당신은 이야기에 푹 빠진 나머지, 시간이 지나는 것도 잊고 있었습니다. 이야기가 끝난 후, 당신은 유감스럽지만 이만 떠나야 한다고 설명했습니다. "당신이 맡은 임무의 중요성은 이해하고 있소, 그렇기에 이 이상 붙잡고 있진 않겠소. 그리고 오늘 이 자리에 함께해 줘서 고맙다는 말을, 우리 망명자 전원을 대표해서 전하겠소. 이 구역에 방문자가 오는 것도 흔치 않은 일이지만, 그중 우리 역사에 대한 이야기를 들으려는 자는 더더욱 적어서 말이오. 부디, 이 선물을 받아 주었으면 하오."
ru: Вы даже не заметили, как время пролетело быстрее, чем вы думали. Когда рассказ закончился, вы извинились, но предупредили, что должны уходить. "Я понимаю важность вашей миссии и не хочу вас больше задерживать. Но я говорю за всех, когда говорю, что мне было приятно, что вы сегодня были с нами. Не так часто к нам приходят гости, тем более столь заинтересованные в рассказах о нашей истории. Пожалуйста, примите этот подарок".
zh_hans: 你甚至没有意识到，但时间从你身上溜走的速度比你想象的快。故事结束后，你小作寒暄，但解释道你必须离开。"我明白你的任务的重要性，不会再留你了。但我代表大家说，我很感谢你今天和我们在一起。我们很少有访客，更不用说对我们的历史故事如此感兴趣的人了。请接受这份礼物。"

source: You didn't even realize it, but time slipped away from you faster than you thought. With the story over, you apologize but explain you have to leave. "I understand the importance of your mission, and won't keep you any longer. But I speak for everyone when I say that I appreciated your company with us today. It is not often we get visitors, much less ones so interested in tales of our history. Please, accept this gift."
ko: 당신은 이야기에 푹 빠진 나머지, 시간이 지나는 것도 잊고 있었습니다. 이야기가 끝난 후, 당신은 유감스럽지만 이만 떠나야 한다고 설명했습니다. "당신이 맡은 임무의 중요성은 이해하고 있소, 그렇기에 이 이상 붙잡고 있진 않겠소. 그리고 오늘 이 자리에 함께해 줘서 고맙다는 말을, 우리 망명자 전원을 대표해서 전하겠소. 이 구역에 방문자가 오는 것도 흔치 않은 일이지만, 그중 우리 역사에 대한 이야기를 들으려는 자는 더더욱 적어서 말이오. 부디, 이 선물을 받아 주었으면 하오."
ru: Вы даже не заметили, как время пролетело быстрее, чем вы думали. Когда рассказ закончился, вы извинились, но предупредили, что должны уходить. "Я понимаю важность вашей миссии и не хочу вас больше задерживать. Но я говорю за всех, когда говорю, что мне было приятно, что вы сегодня были с нами. Не так часто к нам приходят гости, тем более столь заинтересованные в рассказах о нашей истории. Пожалуйста, примите этот подарок".
zh_hans: 你甚至没有意识到，但时间从你身上溜走的速度比你想象的快。故事结束后，你小作寒暄，但解释道你必须离开。"我明白你的任务的重要性，不会再留你了。但我代表大家说，我很感谢你今天和我们在一起。我们很少有访客，更不用说对我们的历史故事如此感兴趣的人了。请接受这份礼物。"

# data/events_rock.xml.append$//event[@name="OUTCAST_RECRUITMENT"]/text
source: You're startled by the presence of a Lost Sun outpost nearby, but you quickly realize it's nothing malicious. A few patrol ships orbit the outpost, broadcasting messages to nearby vessels advertising a recruitment campaign for the Suns.
ko: 당신은 근처에 로스트선 전초기지가 있는 것을 보고 놀랐지만, 이내 그들이 딱히 적대적이지는 않다는 것을 깨달았습니다. 몇몇 순찰선들이 전초기지 주변을 돌며, 근처 선박들에게 로스트선의 신병 모집을 홍보하는 방송을 하고 있었습니다.
ru: Вы были удивлены присутствием поблизости аванпоста Затерянных Солнц, однако сразу же поняли, что в этом нет ничего страшного. Несколько патрульных кораблей находятся на орбите аванпоста и передают на ближайшие корабли сообщения о кампании по набору в ряды Затерянных Солнц.
zh_hans: 你被附近存在的一个迷失烈阳前哨站吓了一跳，但你很快意识到这不是什么恶意的。几艘巡逻舰围绕着前哨站，向附近的船只广播信息，宣传迷失烈阳者的招募活动。

# data/events_rock.xml.append$//event[@name="OUTCAST_RECRUITMENT"]/choice[1]/text
source: Enter the recruitment center.
ko: 모집 센터에 들어간다.
ru: Войти в центр вербовки.
zh_hans: 进入招募中心。

source: As you step aboard the Lost Sun station, several security guards run over but relax once they realize you're with the Federation.
ko: 당신이 로스트선 정거장에 들어가자, 수많은 경비원들이 당신을 둘러쌌지만 곧 당신이 연방 소속이라는 것을 알고는 안심했습니다.
ru: Когда вы поднимаетесь на борт станции Затерянных Солнц, к вам подбегают несколько охранников, но поняв, что вы из Федерации, они успокаиваются.
zh_hans: 当你踏上迷失烈阳空间站时，几个安保跑过来，但当他们意识到你是联邦的人时就放松了。

source: Hire a commando.
ko: 특공대를 고용한다.
ru: Нанять Коммандоса.
zh_hans: 雇佣一名烈阳突击兵。

source: (Outcast Crew) Pay to use their training facilities to convert your outcast into a commando.
ko: (망명자 선원) 그들의 훈련 시설을 대여해 망명자 선원을 특공대로 훈련시킨다.
ru: (Член экипажа-Изгой) Заплатить за использование их тренировочной базой, чтобы превратить своего Изгоя в Коммандоса.
zh_hans: (流放者船员)付费使用他们的训练设施，将你的流放者变成烈阳突击兵。

source: Offer to trade instead.
ko: 거래를 제안한다.
ru: Предложить поторговать.
zh_hans: 提议用交易代替。

source: The commander of the outpost thinks it over for a moment but eventually agrees.
ko: 기지의 지휘관은 잠시 생각을 하는듯했지만, 이내 당신의 제안에 동의했습니다.
ru: Командир аванпоста на мгновение задумывается, но в конце концов соглашается.
zh_hans: 哨站基地的指挥官考虑了一会儿，但最终同意了。

source: (Theocracy Crew) Slander the Lost Suns.
ko: (신정 선원) 로스트선을 비난한다.
ru: (Член экипажа из Теократии) Оклеветать Затерянные Солнца.
zh_hans: (神权国船员)诽谤迷失烈阳者。

source: Your Rockman storms to the comms, unleashing a series of violent slurs against the Lost Suns and all of their members. As any rational person would expect... this does not go over well with them at all.
ko: 화가 단단히 난 락맨은 통신 장비를 낚아채고, 로스트선과 그 일원들을 향해 난폭한 비난을 쏟아냈습니다. 정말 뻔한 결과지만... 그들은 이것을 좋게 받아들이지 않았습니다.
ru: Ваш валун врывается в коммуникатор и обрушивает на Затерянные Солнца и всех их членов серию яростных ругательств. Как и следовало ожидать от любого здравомыслящего человека... это не вызывает у них никакого восторга.
zh_hans: 你的岩石族冲进通讯室，对迷失烈阳和他们所有的成员进行了一系列的暴力诽谤。正如任何有理性的人所期望的那样......这对他来说一点都不顺利。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Commando Crew) Request supplies.
ko: (로스트선 선원) 보급품을 요청한다.
ru: (Член экипажа-Затерянное Солнце) Запросить припасы.
zh_hans: (迷失烈阳船员)请求物资。

source: Fortunately for you, it seems the recruitment center doubles as a supply depot for Lost Sun ships passing through. With your crew's aid you easily get through security and receive some supplies and repairs.
ko: 모집 센터는 지나가는 로스트선 우주선들을 위한 보급소의 역할도 겸하고 있는 듯 합니다. 당신은 선원의 도움으로 손쉽게 보안을 통과하고 보급품과 수리 서비스를 받을 수 있었습니다.
ru: К счастью для вас, центр вербовки, похоже, является складом снабжения для проходящих мимо кораблей Затерянных Солнц. С помощью своей команды вы легко проходите через охрану и получаете некоторые припасы и ремонт.
zh_hans: 幸运的是，这个招募中心似乎还是迷失烈阳飞船经过时的补给站。在你的船员的帮助下，你很容易就通过了安检，得到了一些补给和维修。

source: (Ariadne) Request supplies.
ko: (아리아드네) 보급품을 요청한다.
ru: (Ариадна) Запросить припасы.
zh_hans: (阿里阿德涅)请求物资。

source: Fortunately for you, it seems the recruitment center doubles as a supply depot for Lost Sun ships passing through. With Ariadne's aid you easily get through security and receive some supplies and repairs.
ko: 모집 센터는 지나가는 로스트선 우주선들을 위한 보급소의 역할도 겸하고 있는 듯 합니다. 당신은 아리아드네의 도움으로 손쉽게 보안을 통과하고 보급품과 수리 서비스를 받을 수 있었습니다.
ru: К счастью для вас, центр вербовки, похоже, является складом снабжения для проходящих мимо кораблей Затерянных Солнц. С помощью Ариадны вы легко проходите через охрану и получаете некоторые припасы и ремонт.
zh_hans: 幸运的是，这个招募中心似乎是迷失烈阳飞船经过时的一个补给站。在阿里阿德涅的帮助下，你很容易就通过了安检，得到了一些补给和维修。

# data/events_rock.xml.append$//event[@name="OUTCAST_RECRUITMENT"]/choice[5]/text
source: Engage the outpost.
ko: 전초기지와 교전한다.
ru: Захватить аванпост.
zh_hans: 与哨站交火。

source: Maybe there's a reason to justify this violence - but you can ponder that later. Time to murder!
ko: 이 폭력 사태에 대한 정당한 이유가 있을진 모르겠지만, 그런 생각은 나중으로 미룹시다. 지금은 살육의 시간입니다!
ru: Возможно, есть причина, оправдывающая это насилие, но об этом можно поразмышлять позже. Пора убивать!
zh_hans: 也许有一个理由可以证明这种暴力的合理性，但你可以稍后思考这个问题。杀戮的时间到了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_RECRUITMENT"]/choice[6]/text
source: Ignore the colony.
ko: 거주지를 무시한다.
ru: Не обращать внимания на колонию.
zh_hans: 无视招募中心。

source: You doubt there's much point in visiting the colony.
ko: 당신은 이 거주지를 방문할 만한 특별한 이유가 없습니다.
ru: Вряд ли стоит посещать колонию.
zh_hans: 你不觉得访问这里会有什么意义。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/text
source: The nearby moon appears to have a small village of Outcasts enclosed by a protective shield. Surely that thing must take a lot of power to keep running, and other than the shield it seems they don't have much other means of protection.
ko: 근처 위성에 방어막으로 둘러싸인, 작은 망명자들의 마을이 있었습니다. 그 방어막을 유지하는 데는 적잖은 양의 전력이 필요할 것이었고, 방어막 외에 다른 보호 수단은 딱히 보이지 않습니다.
ru: На соседней луне, похоже, есть небольшая деревня Изгоев, окруженная щитом. Конечно, эта штука должна потреблять много энергии, чтобы работать, и, похоже, кроме щита у них нет других средств защиты.
zh_hans: 附近的卫星上似乎有一个被护盾围起来的流放者小村落。当然，那东西一定需要大量的能量来维持运转，除了护盾之外，他们似乎没有什么其他的保护手段。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/choice[1]/text
source: Land and request aid.
ko: 착륙해서 지원을 요청한다.
ru: Приземлиться и попросить помощи.
zh_hans: 降落并请求援助。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/choice[1]/event/text
source: The villagers are more than willing to provide you with supplies. It's not a lot, but it's still free.
ko: 마을 주민들은 기꺼이 당신에게 물자를 내어 주었습니다. 많은 양은 아니지만, 어쨌든 공짜 보급품을 얻었습니다.
ru: Жители деревни готовы предоставить вам все необходимое. Это не так много, но все равно бесплатно.
zh_hans: 村民们非常愿意为你提供物资。虽然数量不多，但仍是免费的。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/choice[2]/text
source: Attack the village to try and access the shield's powersource.
ko: 마을을 공격하고 방어막의 동력원을 장악한다.
ru: Напасть на деревню, чтобы попытаться получить доступ к источнику энергии щита.
zh_hans: 攻击村子，试图获取护盾的能量源。

source: (Upg. Weapons) Fire everything you have on the shield.
ko: (고급 무기 관제실) 당신이 가진 화력 전부를 방어막에 퍼붓는다.
ru: (Улучш. Оружие) Обстрелять щит из всего, что у вас есть.
zh_hans: (高级武器)将你所有的火力都倾泻在护盾上。

source: Your arsenal is more than enough to break through the defenses, and several shots even strike the buildings within. The Outcasts begin to evacuate immediately, allowing you enough time to land and secure the power source.
ko: 당신의 무기는 방어막을 뚫는 데 부족함이 없었고, 몇 발은 내부의 건물에 명중했습니다. 망명자들은 즉시 대피하기 시작했고, 당신은 마을에 착륙해 동력원을 확보하기 위한 충분한 시간을 벌 수 있었습니다.
ru: Вашего арсенала более чем достаточно, чтобы прорвать оборону, а несколько выстрелов даже поразили здания внутри. Изгои начинают немедленно эвакуироваться, что дает вам достаточно времени, чтобы высадиться и захватить источник энергии.
zh_hans: 你的武器库足以突破防线，有几发开火甚至击中了里面的建筑物。流放者们立即开始疏散，让你有足够的时间降落并确保能量源的安全。

source: Install it into your reactor.
ko: 동력원을 반응로에 설치한다.
ru: Установить его в реактор.
zh_hans: 把它安装到你的反应堆中。

source: This should allow your reactor to run at even higher capacity than before!
ko: 동력원 덕분에 반응로의 출력이 상승했습니다!
ru: Это позволит вашему реактору работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的反应堆以比以前更高的容量运行！

source: Install it into your own shield system.
ko: 동력원을 방어막 시스템에 설치한다.
ru: Установить его в свою систему щитов.
zh_hans: 把它安装到你自己的护盾系统中。

source: This should allow your shields to run at even higher capacity than before!
ko: 동력원 덕분에 방어막의 최대 출력이 상승했습니다!
ru: Это позволит вашим щитам работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的护盾以比以前更高的容量运行！

source: Break it down into fuel.
ko: 동력원을 분해해서 연료로 만든다.
ru: Разобрать его на топливо.
zh_hans: 把它分解成燃料。

source: With no need for any upgrades, you simply convert the power source into fuel for the next several jumps.
ko: 업그레이드가 필요하지 않았던 당신은 그 동력원을 다음 몇 번의 도약을 위한 연료로 변환했습니다.
ru: Не нуждаясь ни в каких модернизациях, вы просто превращаете источник энергии в топливо для следующих нескольких прыжков.
zh_hans: 无需任何升级，你将能量源转化为接下来几次跃迁的燃料。

source: (Bypass + Teleporter) Send your crew in through the shield.
ko: (방어막 우회장치 + 텔레포터) 방어막 안쪽으로 선원을 보낸다.
ru: (Обход + Телепортатор) Отправить экипаж внутрь через щит.
zh_hans: (光质穿透器+传送)让你的船员穿透护盾进入。

source: Your crew beam through the shields and raise their weapons. You expect some kind of resistance, but the Outcasts seem more interested in avoiding your crew. You storm the center of the village and secure the power source.
ko: 당신의 선원은 방어막을 뚫고 들어가 무기를 들었습니다. 당신은 주민들이 저항할 것이라고 예상했지만, 그들은 당신의 선원을 피하기에 바빴습니다. 당신은 마을 중심부를 급습하고 동력원을 확보했습니다.
ru: Ваш экипаж пробивает щиты и заряжает оружие. Вы ожидаете какого-то сопротивления, но Изгои, похоже, не хотят попадаться вам на глаза. Вы штурмуете центр деревни и захватываете источник энергии.
zh_hans: 你的船员穿过护盾，举起他们的武器。你以为会有某种抵抗，但流放者们似乎对躲避你的船员更感兴趣。你们冲进了村子的中心，确保了能量源的安全。

source: Install it into your reactor.
ko: 동력원을 반응로에 설치한다.
ru: Установить его в реактор.
zh_hans: 把它安装到你的反应堆中。

source: This should allow your reactor to run at even higher capacity than before!
ko: 동력원 덕분에 반응로의 출력이 상승했습니다!
ru: Это позволит вашему реактору работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的反应堆以比以前更高的容量运行！

source: Install it into your own shield system.
ko: 동력원을 방어막 시스템에 설치한다.
ru: Установить его в свою систему щитов.
zh_hans: 把它安装到你自己的护盾系统中。

source: This should allow your shields to run at even higher capacity than before!
ko: 동력원 덕분에 방어막의 최대 출력이 상승했습니다!
ru: Это позволит вашим щитам работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的护盾以比以前更高的容量运行！

source: Break it down into fuel.
ko: 동력원을 분해해서 연료로 만든다.
ru: Разобрать его на топливо.
zh_hans: 把它分解成燃料。

source: With no need for any upgrades, you simply convert the power source into fuel for the next several jumps.
ko: 업그레이드가 필요하지 않았던 당신은 그 동력원을 다음 몇 번의 도약을 위한 연료로 변환했습니다.
ru: Не нуждаясь ни в каких модернизациях, вы просто превращаете источник энергии в топливо для следующих нескольких прыжков.
zh_hans: 无需任何升级，你将能量源转化为接下来几次跃迁的燃料。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/choice[5]/text
source: Ignore the village.
ko: 마을을 무시한다.
ru: Не обращать внимания на деревню.
zh_hans: 无视村子。

# data/events_rock.xml.append$//event[@name="OUTCAST_SHIELD"]/choice[5]/event/text
source: You have no reason to go around disturbing these people.
ko: 당신에겐 이 사람들을 불안하게 만들 필요가 없습니다.
ru: Вам незачем беспокоить людей.
zh_hans: 你没有理由到处去打扰这些人。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You fire as much as you can onto the village, but the shield is stronger than you expected. Your attacks result in nothing but your own embarassment as the Outcasts watch you in bemusement.
ko: 마을을 향해 쏠 수 있는 건 전부 쏴 보았지만, 방어막은 당신이 예상했던 것보다 훨씬 튼튼했습니다. 이 공격으로 얻은 것이라곤 망명자들의 당황한 시선과 수치심밖에 없습니다.
ru: Вы обстреливаете деревню изо всех сил, но щит оказывается прочнее, чем вы ожидали. Ваши атаки не приводят ни к чему, кроме вашему смущению, так как Изгои наблюдают за вами с недоумением.
zh_hans: 你尽可能多地向村庄开火，但护盾比你预期的要强。你的攻击只导致了你自己的尴尬，而那些流放者则疑惑地看着你。

source: Your attack manages to keep the shield down long enough that the Outcasts are sent into panic and surrender. You aren't certain if you would be able to actually get through the shield entirely, so you settle for accepting their surrender instead.
ko: 당신의 공격으로 방어막이 꽤 긴 시간 동안 꺼지자, 망명자들은 공포에 빠져 당신에게 항복했습니다. 솔직히 그 방어막을 완전히 뚫을 자신은 없었기 때문에, 당신은 그들의 항복에 만족하기로 했습니다.
ru: В результате ваших атак щиту удается продержаться достаточно долго, но Изгои запаниковали и сдались. Вы не уверены, что сможете пробить щит полностью, поэтому решили принять их капитуляцию.
zh_hans: 你的攻击成功地压制住了护盾，使流放者们陷入恐慌并投降了。你不确定你是否真的能够完全击破护盾，所以你选择了接受他们的投降。

source: Fortunately, powerful as the shield may be, a few lucky shots from your attack manage to break through and strike the buildings within. The Outcasts begin to evacuate immediately, allowing you enough time to land and secure the power source.
ko: 방어막이 강력했하긴 했지만, 다행히도 당신이 쏜 몇 발은 운 좋게 방어막을 뚫고 안쪽의 건물에 명중했습니다. 망명자들은 즉시 대피하기 시작했고, 당신은 마을에 착륙해 동력원을 확보하기 위한 충분한 시간을 벌 수 있었습니다.
ru: К счастью, как бы ни был силен щит, нескольким удачным выстрелам удалось пробить его и поразить здания внутри. Изгои немедленно начинают эвакуироваться, что дает вам достаточно времени, чтобы приземлиться и захватить источник энергии.
zh_hans: 幸运的是，尽管护盾可能很强大，但你的几发幸运的开火还是设法突破了护盾，击中了里面的建筑物。流放者们立即开始疏散，让你有足够的时间降落并确保能量源的安全。

source: Install it into your reactor.
ko: 동력원을 반응로에 설치한다.
ru: Установить его в реактор.
zh_hans: 把它安装到你的反应堆中。

source: This should allow your reactor to run at even higher capacity than before!
ko: 동력원 덕분에 반응로의 출력이 상승했습니다!
ru: Это позволит вашему реактору работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的反应堆以比以前更高的容量运行！

source: Install it into your own shield system.
ko: 동력원을 방어막 시스템에 설치한다.
ru: Установить его в свою систему щитов.
zh_hans: 把它安装到你自己的护盾系统中。

source: This should allow your shields to run at even higher capacity than before!
ko: 동력원 덕분에 방어막의 최대 출력이 상승했습니다!
ru: Это позволит вашим щитам работать с еще большей мощностью, чем раньше!
zh_hans: 这应该能让你的护盾以比以前更高的容量运行！

source: Break it down into fuel.
ko: 동력원을 분해해서 연료로 만든다.
ru: Разобрать его на топливо.
zh_hans: 把它分解成燃料。

source: With no need for any upgrades, you simply convert the power source into fuel for the next several jumps.
ko: 업그레이드가 필요하지 않았던 당신은 그 동력원을 다음 몇 번의 도약을 위한 연료로 변환했습니다.
ru: Не нуждаясь ни в каких модернизациях, вы просто превращаете источник энергии в топливо для следующих нескольких прыжков.
zh_hans: 无需任何升级，你将能量源转化为接下来几次跃迁的燃料。

# data/events_rock.xml.append$//event[@name="OUTCAST_PROPAGANDA"]/text
source: A broadcast station established by the SSLG has been constructed near the beacon, just close enough for its propaganda to reach new arrivals. "The era of the Theocracy is over! Rock brothers, put down your holy texts and join us Crystals in our open arms! Welcome the approaching days of the mighty Rock-Crystal Empire once more! The Lost Suns nor the Federation will show you the way, only we can guide you!"
ko: 송신소 근처에 SSLG가 세운 방송국 지부가 있었습니다. 그 방송국은 새로 도착한 선박들에게 자신들에 대한 선전을 내보내고 있었습니다. "신정의 시대는 끝났소이다! 락맨 동무들이여, 성전을 버리고 우리 크리스탈의 품으로 오오! 위대한 락맨-크리스탈 제국이 부활하는 날이 머지 않았소! 로스트선도, 연방도 보여줄 수 없는 길로, 우리가 안내해 줄 것이오!"
ru: Рядом с маяком, на достаточно близком расстоянии, чтобы его пропаганда доходила до прибывших, была построена радиовещательная станция, созданная ГОСВ. "Эпоха Теократии закончилась! Братья валуны, отложите свои священные тексты и присоединяйтесь к нам, кристаллинам, в наши распростертые объятия! Приветствуйте приближение дней могущественной Империи валунов-кристаллинов! Ни Затерянные Солнца, ни Федерация не способны указать вам истинный путь, только мы можем повести вас!"
zh_hans: 一个由姊族解放组织建立的广播空间站已经建在了本信标附近，刚好足够让它的宣传信息到达新来的人那里。"神权国的时代已经结束了！岩石族兄弟们，放下你们的圣典，加入我们水晶族张开的怀抱吧！让我一起再次迎来强大的岩晶帝国的日子！迷失烈阳者和联邦都不会为你们指明方向，只有我们能引导你们！"

# data/events_rock.xml.append$//event[@name="OUTCAST_PROPAGANDA"]/choice[1]/text
source: Hail and request to use the broadcast to your benefit.
ko: 교신을 보내 방송을 반군을 지연시키는 데 써 본다.
ru: Связаться с ними и попросить использовать передачу в своих интересах.
zh_hans: 呼叫并请求利用广播为你带来好处。

source: (Crystal Crew) Convince them to aid you.
ko: (크리스탈 선원) 지원을 부탁해 본다.
ru: (Член экипажа-кристаллин) Убедить их помочь вам.
zh_hans: (水晶族船员)说服他们援助你。

source: It's tough breaking through the stubborn nature of a Crystal but you manage to convince them to periodically broadcast lies about your location.
ko: 당신은 크리스탈의 고집스러운 성격을 어떻게든 꺾고 그들이 당신의 위치에 대한 거짓 정보를 주기적으로 방송하도록 설득하는 데 성공했습니다.
ru: Трудно пробиться через упрямый характер кристаллинов, но вам удается убедить их периодически передавать ложь о вашем местонахождении.
zh_hans: 对付水晶族的顽固本性十分艰难，但你设法说服了他们定期广播关于你位置的谎言。

source: (Hacking) Hijack the broadcast.
ko: (해킹) 방송을 탈취한다.
ru: (Взломщик) Перехватить передачу.
zh_hans: (黑客)劫持广播站。

source: You take control over the station's signal and replace it with an announcement of your own ship's arrival - at a very different location. The Crystals take notice and aren't pleased, but hopefully by the time they fix it the Rebels will have caught the word.
ko: 당신은 방송국의 송신기를 해킹해, 신호를 당신의 함선에 대한 방송으로 덮어씌웠습니다. 물론 위치에 대해선 가짜 정보를 흘려 놓았습니다. 크리스탈들은 바로 이 상황을 눈치채고 아니꼬워하지만, 그들이 송신기를 고치는 동안 그 정보는 충분히 반군의 귀에 들어갈 것입니다.
ru: Вы берете под контроль сигнал станции и заменяете его сообщением о прибытии своего корабля - в совершенно другое место. Кристаллины замечают это и недовольны, но надеюсь, что к тому времени, как они исправят ситуацию, повстанцы успеют услышать это.
zh_hans: 你控制了空间站的信号，并用你自己的错误的星舰位置情报取代了它。水晶族注意到了，并不高兴，但希望在他们修复好它的时候，叛军已经收到了你散播的消息。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Adv. Hacking) Hijack the broadcast.
ko: (최고급 해킹) 방송을 탈취한다.
ru: (Продв. Взломщик) Перехватить трансляцию.
zh_hans: (先进黑客)劫持广播站。

source: You deploy a malicious virus into the station's systems that will periodically replace the broadcast with an announcement of your own ship's arrival - at a very different location. The Crystals shouldn't take notice for a while so hopefully the Rebels will catch the word.
ko: 당신은 방송국의 시스템에 악성 바이러스를 유포했습니다. 이 바이러스는 주기적으로 방송국의 방송을 당신의 함선에 대한 거짓 정보로 바꿔놓을 것입니다. 크리스탈들이 이 바이러스를 눈치챌 때쯤이면 반군은 이미 이 정보를 확보한 후겠죠.
ru: Вы внедряете в системы станции вредоносный вирус, который периодически заменяет трансляцию сообщением о прибытии вашего корабля - в совершенно другое место. Кристаллины не должны заметить этого в течение некоторого времени, так что, надеюсь, повстанцы успеют услышать это.
zh_hans: 你在空间站的系统中部署了一个恶意病毒，它将定期用你自己的错误的星舰位置情报取代原信息。水晶族应该暂时不会注意到这一点，所以希望叛军能收到这个消息。

# data/events_rock.xml.append$//event[@name="OUTCAST_PROPAGANDA"]/choice[5]/text
source: Propaganda of any kind is bad. We have to take down the station.
ko: 선전은 그 종류를 불문하고 나쁜 것이다. 이 정거장을 철거한다.
ru: Пропаганда в любом виде - это плохо. Мы должны уничтожить станцию.
zh_hans: 任何形式的洗脑宣传都是不好的。我们必须拿下该空间站。

source: The Theocracy is vile, yes, but these defamatory lies will only damage the reputation of the Federation with the Outcasts. We can't let these lies be spread!
ko: 신정이 비도덕적이라는 것은 사실이지만, 이런 명예훼손적인 거짓말은 망명자들 사이에서 연방에 대한 평판을 떨어뜨릴 뿐입니다. 당신은 이런 거짓말이 퍼지는 것을 두고만 볼 수 없습니다!
ru: Да, Теократия мерзка, но эта клевета только повредит репутации Федерации среди Изгоев. Мы не можем допустить распространения этой лжи!
zh_hans: 神权国是卑鄙的，没错，但这些诽谤性的谎言只会损害联邦在岩石流放者中的声望。我们不能让这些谎言流传开来！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_PROPAGANDA"]/choice[6]/text
source: Ignore the station.
ko: 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该广播站。

source: This propaganda might make some unfavorable accusations about the Federation, but at least it isn't calling the Outcasts to arms against you. Better not to get involved with the SSLG.
ko: 이 선전이 연방에게 불리한 비난을 하고 있을 진 몰라도, 최소한 망명자들에게 지금 당장 무기를 들어 당신과 싸우라고 하고 있지는 않습니다. SSLG와는 엮이지 않는 편이 더 좋을 것입니다.
ru: Эта пропаганда может содержать нелицеприятные обвинения в адрес Федерации, но, по крайней мере, она не призывает Изгоев к оружию против вас. Лучше не связываться с ГОСВ.
zh_hans: 这种宣传可能会对联邦做出一些不利的指责，但至少它没有号召流放者们拿起武器来对付你。最好不要和姊族解放组织扯上关系。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: It's tough breaking through the stubborn nature of a Crystal but you manage to convince them to periodically broadcast lies about your location.
ko: 당신은 크리스탈의 고집스러운 성격을 어떻게든 꺾고 그들이 당신의 위치에 대한 거짓 정보를 주기적으로 방송하도록 설득하는 데 성공했습니다.
ru: Трудно пробиться через упрямый характер кристаллинов, но вам удается убедить их периодически передавать ложь о вашем местонахождении.
zh_hans: 对付水晶族的顽固本性十分艰难，但你设法说服了他们定期广播关于你位置的谎言。
