Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: The ship stops at what looks like a giant facility built into the face of the ravine's sheer drop. With nowhere to hide, the Rockmen inevitably spot you and prepare to defend whatever the facility may be.
ko: 락맨 함선이 협곡의 깎아지른 듯한 절벽에 세워진 거대한 시설 같은 곳에 멈췄습니다. 숨을만한 곳은 없었기에, 마침내 락맨 함선이 당신을 포착하고 정체불명의 시설을 방어할 준비를 했습니다.
ru: Корабль останавливается перед гигантским сооружением, встроенным в отвесную стену ущелья. Валуны, которым некуда деваться, сразу же замечают вас и готовятся защищать объект.
zh_hans: 这艘船停在一个看起来像建在峡谷峭壁上的巨大设施上。由于无处可藏，岩石族不可避免地发现了你，并准备保卫这个设施。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Follow the ship to the right.
ko: 오른쪽의 함선을 따라간다.
ru: Следовать за кораблем направо.
zh_hans: 跟随右边的船。

source: The ship lands near a giant prison camp built on the floor of the ravine. It looks abandoned, but you don't have much time to investigate before the Rockmen spot your ship and attacks.
ko: 락맨 함선이 협곡의 바닥에 세워진 거대한 수용소 근처에 착륙했습니다. 버려진 시설처럼 보였지만, 조사하기도 전에 락맨 함선이 당신을 포착하고 공격해왔습니다.
ru: Корабль приземляется рядом с гигантским тюремным лагерем, построенным на дне ущелья. Он выглядит заброшенным, но у вас нет времени на его исследование, до тех пор, пока валуны не заметят ваш корабль и не нападают на него.
zh_hans: 船只在一个建在峡谷表面上的巨大监狱营地附近降落。它看起来被遗弃了，但在岩石族发现你的船并发动攻击之前，你没有多少时间去调查。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Nevermind, this is a bad idea.
ko: 신경 끄자. 좋은 생각이 아니다.
ru: Неважно, это плохая идея.
zh_hans: 算了，这是个坏主意。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE"]/choice[2]/text
source: Ignore the ships.
ko: 함선들을 무시한다.
ru: Не обращать внимания на корабли.
zh_hans: 无视它们。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE"]/choice[2]/event/text
source: Those Rockmen could be doing anything down there, and it's none of your business.
ko: 락맨들이 저 아래에서 무엇을 하건, 당신이 신경 쓸 일이 아닙니다.
ru: Эти валуны могут делать там что угодно, и это не ваше дело.
zh_hans: 那些岩石族可能在下面做任何事情，但这与你无关。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_LEFT"]/text
source: You've defeated the Rock vessel. You have some time to scrap the ship before investigating the facility.
ko: 락맨 함선을 격파했습니다. 시설을 조사하기 전에 함선의 잔해를 수거했습니다.
ru: Вы победили корабль валунов. У вас есть немного времени, чтобы собрать все полезное с обломков, прежде чем исследовать объект.
zh_hans: 你已经打败了岩石族飞船。在调查这个设施之前，你有一些时间来搜刮这艘船。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_LEFT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_LEFT"]/choice/event/text
source: The entrance to the structure leads you to a deprecated lobby. A barely functional elevator suggests there must be a back-up generator running, because this facility has long since been abandoned. There's several different options for floors to explore, but you'll only have time for one.
ko: 시설의 입구는 더 이상 사용되지 않는 로비로 이어졌습니다. 간신히 작동하는 승강기를 통해, 버려진 지 오래인 이 시설에서 예비 발전기가 가동 중임을 알 수 있었습니다. 탐사해 볼 만한 층이 여럿 있지만, 시간 관계상 하나만 선택할 수 있습니다.
ru: Вход в здание ведет в устаревший вестибюль. Едва функционирующий лифт наводит на мысль о том, что здесь должен работать резервный генератор, поскольку объект давно заброшен. Есть несколько возможных путей исследования этажей, но у вас есть время только на один.
zh_hans: 该建筑的入口处将你带到一个废弃的大厅。勉强能用的电梯表明一定有一台备用供能机还在运行，因为这个设施早就被废弃了。有几个不同的楼层可供探索，但你只有时间探索其中一处。

source: Explore the floor marked as "control."
ko: "제어실"로 표시된 층을 탐사한다.
ru: Исследовать этаж, обозначенный как "управление".
zh_hans: 探索标记为"控制"的楼层。

source: A floor marked control in a Rock facility is sure to be an interesting experience. You head there, wary of the elevator. Inside is a no-longer functional Mind Control system and a giant screen overlooking what looks to be a giant prison camp on the other side of the ravine. You begin to think there's nothing of actual use in this room until you notice a combat augment in the corner, as well as some discarded fuel cells.
ko: 제어실로 표시된 층은 분명 흥미로운 경험이 될 것입니다. 당신은 승강기를 주의하며 그곳으로 향했습니다. 안에는 더 이상 작동하지 않는 정신 지배 장비와, 협곡 반대편에 있는 대규모의 수용소로 보이는 장소를 감시하는 거대한 스크린이 있었습니다. 이 방에 쓸모 있는 것은 전혀 없다고 생각하려던 참에, 당신은 구석에서 전투용 보조장비와 버려진 연료 전지 몇 개를 발견했습니다.
ru: Этаж, обозначенный как "управление" в комплексе валунов наверняка будет интересным. Вы направляетесь туда, избегая лифта. Внутри находится уже неработающая система Контроля разума и огромный экран с видом на гигантский тюремный лагерь на другой стороне ущелья. Вы уже начали думать, что в этом помещении нет ничего полезного, пока не заметили в углу боевой модуль и несколько брошенных топливных элементов.
zh_hans: 岩石族设施中的楼层标记控制，肯定是一种有趣的体验。你走向那里，对电梯保持警惕。里面有一个不再起作用的心灵控制系统和一个巨大的屏幕，峡谷另一边看起来是一个巨大的监狱营地一览无遗。你开始认为这个房间里没有什么实际用途，直到你注意到角落里有一件战斗部件，以及一些废弃的燃料电池。

source: Explore the floor marked as "security."
ko: "보안실"로 표시된 층을 탐사한다.
ru: Исследовать этаж, обозначенный как "охрана".
zh_hans: 探索标记为"安保"的楼层。

source: The security floor has piqued your interest. You head there, wary of the elevator. Heavy blast doors protect the way in, but something has managed to bend them back far enough for you to squeeze by. Several monitors overlooks the other rooms of the facility, proving it to be completely empty of staff. Not much here is of value to a military ship, other than a Long-Ranged Scanners augmentation and some droneparts.
ko: 보안실이 당신의 흥미를 끌었습니다. 당신은 승강기를 주의하며 그곳으로 향했습니다. 육중한 방폭문이 길을 막고 있었지만, 무엇인가가 당신이 비집고 들어갈 수 있을 정도로 그것을 우그러뜨려 놓았습니다. 여러 대의 모니터가 시설의 다른 방을 감시하고 있고, 이 시설에 근무자는 전혀 없다는 것이 확인되었습니다. 장거리 스캐너와 일부 드론 부품 외에는 군용 함선에 쓸만한 것들은 별로 없어 보였습니다.
ru: Этаж охраны вызвал у вас интерес. Вы направляетесь туда, избегая лифта. Тяжелые двери защищают путь сюда, но что-то умудрилось отогнуть их достаточно сильно, чтобы вы смогли протиснуться. На нескольких мониторах видны другие помещения комплекса, доказывающие, что здесь нет персонала. Здесь мало что представляет ценность для военного корабля, кроме Сканера дальнего действия и нескольких дрон-комплектов.
zh_hans: 安全楼层激起了你的兴趣。你前往那里，对电梯保持警惕。沉重的防爆门保护着入口，但有什么东西设法把它们弄垮了，足以让你挤进去。有几个显示器监视着设施的其他房间，向你证实此处完全不剩任何工作人员。除了一件长距扫描仪以及一些无人机部件外，这里没有什么对军舰有价值的东西。

source: Explore the floor marked as "armory."
ko: "병기고"로 표시된 층을 탐사한다.
ru: Исследовать этаж, обозначенный как "арсенал".
zh_hans: 探索标记为"军械"的楼层。

source: The armory seems like the obvious choice. You head there, wary of the elevator. Inside you find several racks of supplies and various weapons. With limited manpower, you take one of the weapons at random as well as a few missiles.
ko: 병기고가 확실한 선택인 것 같습니다. 당신은 승강기를 주의하며 그곳으로 향했습니다. 그곳에서 다수의 보급품과 다양한 무기들을 발견했습니다. 인력이 제한되었기에, 당신은 임의의 무기 하나와 미사일 몇 발만을 가져왔습니다.
ru: Арсенал кажется очевидным выбором. Вы направляетесь туда, избегая лифта. Внутри вы находите несколько стеллажей с припасами и различным оружием. В условиях нехватки рабочей силы вы берете наугад один из видов оружия, а также несколько боеголовок.
zh_hans: 军械库似乎是最好的选择。你前往那里，对电梯保持警惕。在里面，你发现有几架物资和各种武器。由于人手有限，你随意拿了一件武器和几发弹药。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_RIGHT"]/text
source: You've defeated the Rock vessel. You have some time to scrap the ship before investigating the camp.
ko: 락맨 함선을 격파했습니다. 수용소를 조사하기 전에 함선의 잔해를 수거했습니다.
ru: Вы победили корабль валунов. У вас есть немного времени, чтобы собрать все полезное с обломков, прежде чем исследовать лагерь.
zh_hans: 你已经打败了岩石族飞船。在调查营地之前，你有一些时间来搜刮这艘船。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_RIGHT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_RAVINE_RIGHT"]/choice/event/text
source: The Rock prison camp appears to be primarily abandoned, but a lone camp fire that's still burning suggests there may still be some life left behind. You're proven correct when further exploration reveals a small band of prisoners of various races. They explain that the prisoners revolted and managed to kill off most of the Rock guards. The Rockmen retreated and the surviving prisoners starved to death. This small group are the only ones who remain. You don't have enough space on the ship to take them all with you, but you can probably bring one of them.
ko: 락맨 수용소는 대부분 버려진 것으로 보였지만, 홀로 불타고 있는 모닥불이 이곳에 아직 생명이 남아있을 수도 있음을 암시했고, 그것이 옳았음이 밝혀졌습니다. 당신은 탐사 과정에서 다양한 종족으로 구성된 죄수의 무리를 발견했습니다. 그들은 반란을 일으켜 대부분의 락맨 경비원들을 죽였다고 설명했습니다. 락맨들은 퇴각했고, 살아남은 포로들은 대부분 굶어 죽어 이 작은 무리만이 남게 되었습니다. 그들을 전부 데려가기에는 함선에 자리가 부족했지만, 한명 정도는 데려갈 수 있겠습니다.
ru: Тюремный лагерь валунов похоже, в основном заброшен, но одинокий костер, который все еще горит, говорит о том, что в лагере еще есть какая-то жизнь. Вы в этом убеждаетесь, когда при дальнейшем исследовании обнаруживаете небольшую группу заключенных, принадлежащих к разным расам. Они объясняют, что заключенные подняли восстание и сумели убить большую часть охранников валунов. Валуны отступили, а оставшиеся в живых пленники умерли от голода. Эта небольшая группа - единственные, кто остался. На корабле не хватит места, чтобы взять их всех с собой, но одного из них, возможно, удастся взять с собой.
zh_hans: 岩石监狱营地似乎主要是被遗弃的，但一个仍在燃烧的孤独的营火表明可能仍有一些生命留在这。进一步探索发现一小群不同种族的囚犯证实了你的猜想。他们解释说，囚犯们发起了反击，并成功地杀死了大部分的岩石族守卫。岩石族们撤走了，而幸存的囚犯陷入了饥荒。这一小群人是唯一留下来的人。你在船上没有足够的空间把他们全部带走，但你也许可以带上其中一个。

source: Bring one of the Rock prisoners.
ko: 락맨 죄수 하나를 데려간다.
ru: Взять одного из заключенных валунов.
zh_hans: 带上一名岩石族囚犯。

source: The Rock bears the markings of an outcast, likely a fugitive from the Rock government who was recently captured. They don't speak much, but you can tell they're glad you've chosen to rescue them.
ko: 락맨에게는 망명자의 표식이 있었는데, 락맨 정부로부터 도피하다 최근에 체포되었던 것 같습니다. 그는 말이 별로 없지만 당신이 그를 구해준 것에 기뻐하고 있다는 걸 알 수 있었습니다.
ru: У валуна есть отметины Изгоя, скорее всего, беглеца от властей валунов, которого недавно схватили. Он немногословен, но можно сказать, что он рад, что вы решили его спасти.
zh_hans: 岩石族身上有流放者的标记，很可能是最近被抓住的神权国逃犯。他们不怎么说话，但你可以看出他们很高兴你选择了拯救他们。

source: Bring one of the Human prisoners.
ko: 인간 죄수 하나를 데려간다.
ru: Взять одного из заключенных людей.
zh_hans: 带上一名人类囚犯。

source: The human turns out to be a Rebel Engineer, captured by the Rockmen with the intent to be used as a hostage to bargain with the Rebels. Unfortunately for them, the Rebels had no interest in buying back the prisoner. They were locked into this camp. Despite being of Rebel origins, they are more than glad to come with you and leave behind this place.
ko: 그는 반군 공병이었는데, 반군과 몸값을 흥정하려는 락맨들에게 인질로 붙잡혔습니다. 불행히도, 반군은 포로를 위해 몸값을 지불하는 것에 관심이 없었고, 그는 이 수용소에 갇혔습니다. 반군 출신임에도 불구하고, 그는 당신과 함께 이곳을 떠나게 되어 매우 기뻐하고 있었습니다.
ru: Человек оказался Инженером повстанцев, захваченным валунами с целью использования в качестве заложника для заключения сделки с повстанцами. К несчастью для него, повстанцы не были заинтересованы в выкупе пленника. Он были заточен в этом лагере. Несмотря на свое происхождение связанное с повстанцами, он более чем рады пойти с вами и покинуть это место.
zh_hans: 这名人类原来是一名叛军工程师，被岩石族俘虏，目的是作为人质与叛军进行交易。对他们来说，不幸的是，叛军没有兴趣买回这个俘虏。他被关进了这个营地。尽管他是叛军出身，但他却非常乐意跟你走，离开这个地方。

source: Bring one of the Slug prisoners.
ko: 슬러그 죄수 하나를 데려간다.
ru: Взять одного из заключенных слизней.
zh_hans: 带上一名蛞蝓族囚犯。

source: The Slug was a tourist captured by the Rockmen based purely on suspicion. Not wanting to admit to their mistake, they simply chose to lock the Slug away in this prison for the rest of eternity. They're vibrant with energy at the prospect of finally being free.
ko: 슬러그는 순전히 의혹에 근거하여 락맨에게 체포된 관광객이었습니다. 실수를 인정하고 싶지 않았던 락맨들은 슬러그를 이 감옥에 영원히 가두기로 했습니다. 그는 마침내 자유를 얻을 것이라는 기대에 활력이 넘쳤습니다.
ru: Слизень был туристом, захваченным валунами на основе необоснованных подозрений. Не желая признавать свою ошибку, они просто решили заточить слизня в этой тюрьме до конца жизни. Он полон энергии от предвкушения того, что наконец-то окажется на свободе.
zh_hans: 这名蛞蝓族是一个被岩石族抓住的游客，基于纯粹的怀疑。他们不想承认自己的错误，只是选择将蛞蝓族关在这个监狱里，直到永远。他对最终获得自由的前景充满了活力。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY"]/text
source: It appears complete chaos has broken out on the nearby Rock colony. It seems a large asteroid collided with the planet and caused extreme damage, and now hundreds of ships are swarming back and forth from the planet's surface.
ko: 근처의 락맨 식민지에 대혼란이 발생한 것 같습니다. 거대한 소행성이 행성과 충돌해 극심한 피해를 입힌 것으로 보이며, 현재 행성 표면에서 수백 척의 함선들이 무리 지어 오가고 있었습니다.
ru: Похоже, что на близлежащей колонии валунов царит полный хаос. Похоже, что с планетой столкнулся крупный астероид, причинивший огромный ущерб, и теперь сотни кораблей снуют туда-сюда по поверхности планеты.
zh_hans: 附近的岩石殖民地似乎发生了严重的骚乱。似乎一颗巨大的小行星与该星球相撞，造成了极大的破坏，现在有数百艘飞船在该星球的表面来回涌动。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY"]/choice[1]/text
source: Apprehend the pirate raiders.
ko: 해적 습격자들을 체포한다.
ru: Остановить пиратов.
zh_hans: 逮捕海盗袭击者。

source: You fly towards the planet's surface and engage a pirate ship currently firing on unarmed Rock civilians.
ko: 당신은 행성 표면으로 날아가 비무장 락맨 민간인들에게 사격하고 있는 해적선과 교전했습니다.
ru: Вы летите к поверхности планеты и вступаете в бой с пиратским кораблем, ведущим огонь по безоружным гражданским валунов.
zh_hans: 你飞向星球的表面，与一艘正在向手无寸铁的岩石族平民开火的海盗战舰交火。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY"]/choice[2]/text
source: Try to rescue the civilians.
ko: 민간인들을 구조한다.
ru: Попытаться спасти гражданских.
zh_hans: 尝试营救平民。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY"]/choice[3]/text
source: Try to salvage the wreckage.
ko: 잔해를 인양한다.
ru: Попытаться разобрать обломки.
zh_hans: 试图回收残骸。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY"]/choice[4]/text
source: This is chaos. We should leave.
ko: 난장판이군. 여길 떠야겠어.
ru: Здесь творится хаос. Мы должны уходить.
zh_hans: 这是一场混乱。我们应该离开。

source: You avoid the colony and the ships around it.
ko: 당신은 식민지와 주변의 함선들을 피해서 갔습니다.
ru: Вы избегаете колонию и кораблей вокруг нее.
zh_hans: 你避开了殖民地和它周围的船只。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_ASTEROID_COLONY_PIRATE"]/text
source: The pirate vessel crashes down into the ground, but luckily the civilians are unharmed. No one protests as you salvage the wreckage of the pirate ship.
ko: 해적선이 지상으로 추락했지만 다행히 민간인들은 아무도 다치지 않았습니다. 당신이 해적선의 잔해를 인양하는 것에 대해 아무도 이의를 제기하지 않았습니다.
ru: Пиратский корабль врезается в землю, но, к счастью, гражданские остаются невредимыми. Никто не возражает, пока вы разбираете обломки пиратского корабля.
zh_hans: 海盗战舰坠落到地面上，但幸运的是，平民们没有受到伤害。在你回收海盗飞船的残骸时，没有人提出抗议。

source: Contact the civilians.
ko: 민간인과 교신한다.
ru: Связаться с гражданскими.
zh_hans: 联系平民。

source: Most of the Rockmen are too panicked and flee as you approach. A few of the more sensible individuals stop to hear you out. You offer to transport as many of them as you can carry, an offer which most of them refuse. One young Rockman however accepts, even going so far as to join your crew.
ko: 대부분의 락맨들은 공황에 빠져 당신으로부터 달아났습니다. 좀 더 분별 있는 몇몇은 당신의 말을 듣기 위해 멈춰 섰습니다. 당신은 함선에 태울 수 있는 만큼 태워주겠다고 그들에게 제안했지만, 대부분은 거부했습니다. 그러나 한 젊은 락맨이 당신의 제안을 수락했고, 선원으로 합류하기까지 합니다.
ru: Большинство валунов впадают в панику и убегают при вашем приближении. Несколько более благоразумных валунов останавливаются, чтобы выслушать вас. Вы предлагаете перевезти столько валунов, сколько сможете, но большинство из них отказываются. Один молодой валун, однако, соглашается, даже собирается присоединиться к вашей команде.
zh_hans: 大多数岩石族过于惊慌，在你靠近时逃跑了。有几个比较理智的人停下来听你说。你提出在你能载的范围内运送他们，这个提议被他们中的大多数人拒绝。然而，有一个年轻的岩石族接受了，甚至还加入了你的团队。

source: Most of the Rockmen are too panicked and flee as you approach. A few of the more sensible individuals stop to hear you out. You offer to transport as many of them as you can carry, an offer which most of them refuse. One young Rockman however accepts, even going so far as to join your crew.
ko: 대부분의 락맨들은 공황에 빠져 당신으로부터 달아났습니다. 좀 더 분별 있는 몇몇은 당신의 말을 듣기 위해 멈춰 섰습니다. 당신은 함선에 태울 수 있는 만큼 태워주겠다고 그들에게 제안했지만, 대부분은 거부했습니다. 그러나 한 젊은 락맨이 당신의 제안을 수락했고, 선원으로 합류하기까지 합니다.
ru: Большинство валунов впадают в панику и убегают при вашем приближении. Несколько более благоразумных валунов останавливаются, чтобы выслушать вас. Вы предлагаете перевезти столько валунов, сколько сможете, но большинство из них отказываются. Один молодой валун, однако, соглашается, даже собирается присоединиться к вашей команде.
zh_hans: 大多数岩石族过于惊慌，在你靠近时逃跑了。有几个比较理智的人停下来听你说。你提出在你能载的范围内运送他们，这个提议被他们中的大多数人拒绝。然而，有一个年轻的岩石族接受了，甚至还加入了你的团队。

source: As you approach, a pirate ship locks onto you and fires a few shots across your hull. You're forced to pull away, but the pirates follow in pursuit!
ko: 당신이 접근하자 해적선이 당신을 조준했고 몇 발의 사격이 당신의 선체를 가로질렀습니다. 당신은 벗어나려 하지만 해적들이 추격해옵니다!
ru: Когда вы приближаетесь, пиратский корабль настигает вас и совершает несколько выстрелов по корпусу. Вы вынуждены отступить, но пираты продолжают преследование!
zh_hans: 当你接近时，一艘海盗战舰锁定了你，向你的舰体开了几枪。你被迫拉开距离，但海盗们紧追不舍！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The only place safe for you to land is near empty patch of land that was once a residential complex. Now reduced to rubble, you salvage what little hasn't already been taken.
ko: 착륙하기에 안전한 유일한 장소는 한때 주거 단지였던 인근의 공터뿐이었습니다. 이제는 돌무더기가 된 그곳에서 아직 약탈되지 않은 물건들을 회수했습니다.
ru: Единственное безопасное место для посадки - пустой участок земли, на котором когда-то находился жилой комплекс. Теперь, превратившись в руины, вы пытаетесь собрать то немногое, что еще не было уничтожено.
zh_hans: 唯一能让你安全降落的地方是靠近空地的地方，那里曾经是一片住宅区。现在已经变成了废墟，你回收了还未被拿走的东西。

source: The Rock Enforcers are too busy dealing with the pirates to notice you. You swoop in and collect as much as you can.
ko: 락맨 집행선들은 해적들을 처리하느라 바빠 당신을 눈치채지 못했습니다. 당신은 급강하하여 가져갈 수 있는 만큼 가져갑니다.
ru: Силовики валунов слишком заняты борьбой с пиратами, чтобы заметить вас. Вы совершаете налет и собираете как можно больше припасов.
zh_hans: 岩石族执法者们忙着对付海盗，没有注意到你。你俯冲进去，尽可能多地收集。

source: It seems one of the Elite rock vessels trying to fend off the pirates has noticed you. You're chased by the ship, and it seems a fight is unavoidable.
ko: 해적을 막아내던 엘리트 락맨 함선 하나가 당신을 알아챈 것 같습니다. 당신은 쫓기고 있고, 싸움은 피할 수 없어 보입니다.
ru: Похоже, что один из элитных кораблей валунов, пытающихся отбиться от пиратов, заметил вас. Корабль начинает преследовать вас, и, похоже, схватка неизбежна.
zh_hans: 似乎有一艘试图抵御海盗的精英岩石族飞船注意到了你。你被这艘船追赶了，看来一场战斗无法避免。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE"]/text
source: A cluster of Inquisition ships are resting nearby, making minor repairs. They haven't noticed you.
ko: 한 무리의 이단 심문관 함선들이 근처에 정박하여 간단한 수리를 하고 있었습니다. 그들은 당신을 눈치 채지 못했습니다.
ru: Группа кораблей Инквизиции отдыхает неподалеку, производя мелкий ремонт. Они вас не заметили.
zh_hans: 一队圣判所的飞船正在附近休息，进行小规模的维修。他们没有注意到你。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE"]/choice[1]/text
source: Hail them.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_rock.xml.append$//event[@name="ROCK_CRUSADE"]/choice[1]/event/text
source: "Federation ship, you are not welcome here! Do not contact us again, unless you have a death wish."
ko: "연방의 함선이여, 그대는 여기서 환영받지 못하오! 죽음을 원하는 게 아니라면, 다시는 우리에게 연락하지 마시오."
ru: "Корабль Федерации, вам здесь не рады! Не связывайтесь с нами больше, если только у вас нет желания умереть".
zh_hans: "联邦飞船，这里不欢迎你们！不要再与我们联系，除非你想找死。"

source: Contact them again.
ko: 다시 그들과 교신한다.
ru: Связаться с ними снова.
zh_hans: 再次联系他们。

source: "Gah! Now you've asked for it."
ko: "젠장! 그대가 자초한 일이오."
ru: "Уф! Теперь вы сами напросились".
zh_hans: "嘎！现在你自讨苦吃了。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Rock Crew) Have your Rockman contact them.
ko: (락맨 선원) 락맨 선원이 그들과 교신하도록 한다.
ru: (Член экипажа-валун) Пусть ваш валун свяжется с ними.
zh_hans: (岩石族船员)让你的岩石族与他们联系。

source: "One of us? Perhaps I was mistaken of your origins. We have encountered an unpredicted obstacle in our usual duties. A Mantis vessel, full of heretics and scum, has made the fatal mistake of entering our sector! Unfortunately, it seems we're not fully prepared for their boarding tactics. Are you able to fulfill our mission and destroy the Mantis?"
ko: "우리 동족이라? 아무래도 내가 그대를 잘못 본 것 같소. 통상적인 임무 도중 우린 예상치 못한 장애물을 만났소. 이교도와 쓰레기들로 가득한 맨티스 선박이 우리 구역에 들어오는 돌이킬 수 없는 실수를 저질렀소! 불행히도, 우리는 그들의 강습 전술에 대해 충분히 대비되어 있지 않소. 그대는 우리의 임무를 완수하고 맨티스 함선을 파괴할 수 있겠소?"
ru: "Один из нас? Возможно, я ошибся в вашем происхождении. Мы столкнулись с непредвиденным препятствием на пути выполнения наших обычных обязанностей. Корабль богомолов, полный еретиков и отбросов, совершил роковую ошибку, войдя в наш сектор! К сожалению, похоже, мы не совсем готовы к их тактике абордажа. Сможете ли вы выполнить нашу миссию и уничтожить богомолов?"
zh_hans: "我们中的一员？也许我误解了你们的来历。我们在平时的工作中遇到了一个无法预料的障碍。一艘满是异端和人渣的螳螂族飞船，犯了致命的错误，进入了我们的星区！不幸的是，我们似乎没有为他们的登舰战术做好充分准备。你能完成我们的任务，消灭螳螂族飞船吗？"

source: Agree to kill the Mantis.
ko: 맨티스를 제거하는 데 동의한다.
ru: Согласиться убить богомолов.
zh_hans: 同意杀死螳螂族。

source: The Inquisition ships give you the co-ordinates of the Mantis. To your surprise, they aren't far away, so close in fact that they inhabit the same beacon. Another unexpected turn is that they are no Hive Mantis ship, but rather Free Mantis! "Oh, Federation! Hello! We glad to see you. This sector weird, yes? Not long ago, we chased by big blue ship with angry stone man. Very scary."
ko: 이단 심문관 함선이 맨티스 함선의 좌표를 알려줍니다. 놀랍게도, 그들은 멀리 떨어져 있지 않고 오히려 같은 송신소에 위치하고 있습니다. 또 하나 예상치 못한 점은, 그들이 하이브 맨티스가 아니라 독립 맨티스라는 것입니다! "오, 연방! 안녕! 만나서 반갑다. 이 구역 이상하지? 조금 전, 화난 돌 인간들 탄 크고 파란 함선이 우리 쫓는다. 너무 무섭다."
ru: Корабли Инквизиции сообщают вам координаты богомолов. К вашему удивлению, они находятся совсем недалеко, настолько близко, что живут на одном маяке. Еще один неожиданный поворот: это не корабль богомолов Улья, а Свободных Богомолов! "О, Федерация! Здравствуйте! Мы рады видеть вас. Этот сектор странный, да? Не так давно за нами гнался большой синий корабль с сердитым каменным человеком. Очень страшно".
zh_hans: 圣判所的飞船给了你螳螂族的坐标。令你惊讶的是，它们并不遥远，事实上，它们是如此靠近，以至于居住在同一个信标附近。另一个出乎意料的转变是，他们不是母巢螳螂飞船，而是自由螳螂！"哦，联邦！你好！我们很高兴见到你。这个星区奇怪，是吗？不久前，我们被愤怒的石头人蓝色大飞船追赶，非常吓人。"

source: Follow through with your promise and kill the Free Mantis.
ko: 당신의 약속을 지켜 독립 맨티스를 처치한다.
ru: Выполнить свое обещание и убить Свободных богомолов.
zh_hans: 履行你的承诺杀死自由螳螂。

source: You have a mission to follow through with. You arm your weapons and engage the Free Mantis.
ko: 당신에게는 완수해야 할 임무가 있습니다. 무기를 장전하고 독립 맨티스와 교전합니다.
ru: Вам предстоит выполнить задание. Вы заряжаете орудия и вступаете в бой со свободными богомолами.
zh_hans: 你有一个任务要完成。你武装你的武器与自由螳螂交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't fight our allies.
ko: 우리의 동맹과 싸울 순 없다.
ru: Мы не можем воевать с нашими союзниками.
zh_hans: 我们不能与我们的盟友作战。

source: The Rockmen are enraged at your betrayal. "This is an insult beyond anything I have ever experienced! You are weak, and must be punished."
ko: 락맨들은 당신의 배신에 격분했습니다. "내 지금껏 경험한 그 무엇보다도 심한 모욕이오! 그대는 나약하고, 징벌 받아 마땅하오. "
ru: Валуны разгневаны вашим предательством. "Это оскорбление, превосходящее все, что я когда-либо испытывал! Вы слабы и должны быть наказаны".
zh_hans: 岩石族对你的背叛感到愤怒。"这是我从未经历过的侮辱！你是弱者，必须受到惩罚。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We cannot.
ko: 그럴 수 없소.
ru: Мы не можем.
zh_hans: 我们不能。

source: "Then you are of no use to us. Leave at once."
ko: "그렇다면 그대는 더 이상 필요 없소. 당장 떠나시오."
ru: "Тогда вы нам не нужны. Уходите немедленно".
zh_hans: "那么你对我们就没有用处了。马上离开。"

source: Abide their warning and leave.
ko: 그들의 경고에 따라 떠납니다.
ru: Прислушаться к их предупреждению и уйти.
zh_hans: 遵守他们的警告并离开。
