Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_HELP"]/text
source: It seems a Zoltan ship came here to liberate a Rock settlement from their 'oppressive belief system', and that the settlement did not appreciate it - long-range scanners suggest the Zoltan and their pursuers will be here at any moment!
ko: 졸탄 함선이 락맨 정착지를 '억압적인 신앙 체계'로부터 해방시키기 위해 온 것 같습니다. 당사자들은 전혀 고마워하지 않았지만 말입니다. 장거리 스캐너에 따르면 곧 졸탄 함선과 그들을 추격하는 자들이 이곳에 도착할 것 같습니다!
ru: Похоже, что корабль золтан прибыл сюда, чтобы освободить поселение валунов от их "деспотичной системы верований", и поселение не оценило этого - сканеры дальнего действия показывают, что золтаны и их преследователи появятся здесь в любой момент!
zh_hans: 似乎一艘超能族飞船来到了这里，要将一个岩石族定居点从他们的'压迫性信仰体系'中解放出来，而定居点并不领情——长距扫描仪显示，超能族和他们的追兵随时都会来到这里。

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_HELP"]/choice[1]/text
source: Stay and defend the Zoltan.
ko: 졸탄 함선을 보호한다.
ru: Остаться и защитить золтан.
zh_hans: 留下来保护超能族。

source: The... extreme nature of Rock faith is well-known; the Zoltan can hardly be blamed for trying to broaden their horizons. The pursuing Rock ship quickly assesses the situation and decides two captured alien ships are better than one.
ko: 락맨 신앙의 극단성은 유명합니다. 그들의 시각을 넓혀주려는 졸탄의 노력을 비난할 수는 없습니다. 추격해온 락맨 함선은 상황을 파악하고는, 한 척보다 두 척을 나포하는 것이 낫다고 판단했습니다.
ru: Экстремизм веры валунов хорошо известен, и золтан трудно винить за стремление расширить их кругозор. Преследующий корабль валунов быстро оценивает ситуацию и решает, что два захваченных корабля пришельцев лучше, чем один.
zh_hans: 岩石族信仰的......极端性是众所周知的，难怪超能族试图增长他们的见识。追击的岩石飞船迅速评估了形势，决定两艘被俘的外星飞船比一艘要好。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_HELP"]/choice[2]/text
source: Stay and capture the Zoltan.
ko: 졸탄 함선을 나포한다.
ru: Остаться и схватить золтан.
zh_hans: 留下来，抓住超能族。

source: This is Rock territory, and therefore Rock law - the Zoltan should have known better than to interfere. You'll have to disable their engines and piloting to ensure their safe capture.
ko: 락맨의 영역에는 락맨의 법이 있습니다. 졸탄은 여기에 개입하지 말았어야 합니다. 엔진실과 조타실을 무력화해야 그들을 안전하게 붙잡을 수 있을 것입니다.
ru: Это территория валунов, а значит, и законы валунов - золтанам следовало бы догадаться, что им лучше не вмешиваться. Вам придется отключить их Двигатели и Рулевую рубку, чтобы обеспечить их безопасную поимку.
zh_hans: 这是岩石族的星域，因此也奉行岩石族的法律——超能族本应该知道最好不要干涉。你必须使他们的引擎和驾驶功能失效，以确保他们的安全捕获。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_ZOLTAN_HELP"]/choice[3]/text
source: Leave.
ko: 떠난다.
ru: Уйти.
zh_hans: 离开。

source: This is none of your concern - power up the jump drive!
ko: 당신이 신경 쓸 바가 아닙니다. 도약을 준비합니다!
ru: Это вас не касается - включаем ССД!
zh_hans: 这不是你所关心的——给跃迁推进器充能。

# data/events_rock.xml.append$//event[@name="ROCK_ATHIEST"]/text
source: You encounter a small craft with minimal propulsion; its Rock crew-member explains that the Rock home-world is run on lies and propaganda that keep the populace in check, and that they want no part of it.
ko: 당신은 최소한의 추진기를 가진 작은 함선과 조우했습니다. 락맨 선원이 설명하길, 락맨 고향 성단은 대중을 억압하는 거짓말과 선전으로 통치되고 있고, 자기들은 그런 곳을 원하지 않는다고 했습니다.
ru: Вы встречаете небольшой корабль с минимальной тягой, член экипажа которого объясняет, что родной мир валунов держится на лжи и пропаганде, которые держат население в страхе, и что они не хотят в этом участвовать.
zh_hans: 你遇到了一艘把动力关到最小的小船。船上的岩石族解释说，岩石族母星系是靠谎言和洗脑宣传来控制民众的，他们不想置身其中。

# data/events_rock.xml.append$//event[@name="ROCK_ATHIEST"]/choice[1]/text
source: Tell them their god sent them here to join your crew.
ko: 당신의 선원이 되도록 그들의 신께서 그들을 이곳으로 보내신 것이라고 말한다.
ru: Сказать им, что их бог послал их сюда, чтобы они присоединились к вашему экипажу.
zh_hans: 告诉他们，是他们的神送他们来这里加入你的队伍的。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_ATHIEST"]/choice[2]/text
source: Promise to share with them the truths they've been denied.
ko: 그들에게 접근이 허락되지 않았던 진리를 공유하기로 약속한다.
ru: Пообещать поделиться с ними истинами, которых они не знают.
zh_hans: 答应用他们拒绝承认的真相对其进行开悟。

source: (Improved Sensors) Show them to your data suite.
ko: (고급 센서) 당신이 수집한 정보들을 보여준다.
ru: (Улучшенные Сенсоры) Показать им свой набор данных.
zh_hans: (高级传感器)把你的数据组件发送给对方。

source: The Rock captain is impressed by the data you've collected and agrees to stay with you until they find their footing in the galaxy.
ko: 락맨 함장은 당신이 수집한 정보에 감탄했고, 그들이 은하계에서 기반을 마련할 때까지 당신과 함께하기로 했습니다.
ru: Капитан валунов впечатлен собранными вами данными и соглашается остаться с вами до тех пор, пока он не найдет свое место в галактике.
zh_hans: 岩石族舰长被你收集的数据震撼到了，并同意与你同行，直到他们找到自己在银河中的立足之处。

source: (Orchid Crew) Have your Orchid talk them into joining you.
ko: (오키드 선원) 오키드가 그를 설득하여 당신에게 합류하도록 한다.
ru: (Член экипажа-орхидея) Пусть ваша орхидея уговорит его присоединиться к вам.
zh_hans: (兰花族船员)让你的兰花族劝说他们加入你。

source: The Orchids are not only a race trusted by the Rockmen, but their government is incredibly well known for its transparency. Soothed by your crew, the Orchid talks them into coming with you, promising it'll be a better life than that among the Elders' lies.
ko: 오키드는 락맨이 신뢰하는 종족일 뿐만 아니라, 그들의 정부는 투명성으로 유명합니다. 오키드는 그들에게 합류할 것을 설득했고, 그것이 장로들의 거짓말 가운데 살아가는 것보다 더 나은 삶이 될 것이라고 보증했습니다.
ru: Орхидеи - не только раса, которой доверяют валуны, но и их правительству, которое известное своей открытостью. Успокоив валуна, орхидея уговаривает его пойти с вами, обещая, что это будет лучшая жизнь, чем та, что была среди лживых Старейшин.
zh_hans: 兰花族不仅是一个受到岩石族信任的种族，而且他们的政府也因其透明度而相当出名。在你的船员的安抚下，兰花族说服他们和你一起走，并承诺这将是一种比沉浸在长老们的谎言中更好的生活。

# data/events_rock.xml.append$//textList[@name="ROCK_ATHIEST_BAD"]/text[1]
source: They barely hear out your appeals before yelling, "These are the lies I sought to escape!" Looks like they're charging weapons!
ko: 당신이 말을 마치기도 전에 그가 외쳤습니다. "내가 이곳까지 온 것은 바로 그런 거짓말에 질려버렸기 때문이오!" 그들이 무기를 충전하는 것 같습니다!
ru: Они едва выслушивают ваши аргументы, прежде чем прокричать: "Это ложь, от которой я стремился укрыться!" Похоже, они заряжают оружие!
zh_hans: 他们几乎没有听到你的呼吁，就大喊："这就是我试图逃避的谎言！"看起来他们在给武器充能！

# data/events_rock.xml.append$//textList[@name="ROCK_ATHIEST_BAD"]/text[2]
source: They listen to your appeals and whisper, "Traitors to truth. You're no better than them!" Chaos ensues.
ko: 당신의 제안을 듣더니 그가 속삭였습니다. "진실을 배반하는 자여. 그대도 그자들과 다를 바 없소!" 난장판이 벌어집니다.
ru: Они выслушивают ваши аргументы и говорят: "Предатели истины. Вы не лучше их!" Наступает хаос.
zh_hans: 他们听着你的呼吁，低声说："真理的叛徒。你比他们好不到哪里去！"混乱随之而来。

# data/events_rock.xml.append$//eventList[@name="ROCK_ATHIEST_GOOD"]/event[1]/text
source: Your promises gain their attention and they agree to serve with you, for a while.
ko: 락맨은 당신의 약속에 관심을 보였고, 당분간 함께하기로 했습니다.
ru: Ваши заверения завоевывают его доверие, и он соглашается служить вам какое-то время.
zh_hans: 你的承诺获得了他们的注意，他们同意为你服务一段时间。

# data/events_rock.xml.append$//eventList[@name="ROCK_ATHIEST_GOOD"]/event[2]/text
source: They seem tempted by your offer, but decide they can't risk being lied to again. They close frequencies and jump away.
ko: 그들은 당신의 제안에 끌리는 것 같았지만, 결국 거짓말에 한번 더 속을 위험을 감수할 수는 없다고 판단했습니다. 락맨 함선은 통신을 끊고 도약합니다.
ru: Вы, похоже, соблазнили их своим предложением, но они решили, что не могут рисковать тем, что их снова обманут. Они отключают связь и уходят.
zh_hans: 他们似乎被你的提议所诱惑，但决定不能再冒险被骗。他们关闭通信渠道并跃迁离开。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//eventList[@name="ROCK_ATHIEST_GOOD"]/event[3]/text
source: They seem tempted by your offer, but decide they can't risk being lied to again. They close frequencies and jump away.
ko: 그들은 당신의 제안에 끌리는 것 같았지만, 결국 거짓말에 한번 더 속을 위험을 감수할 수는 없다고 판단했습니다. 락맨 함선은 통신을 끊고 도약했습니다.
ru: Вы, похоже, соблазнили их своим предложением, но они решили, что не могут рисковать тем, что их снова обманут. Они отключают связь и уходят.
zh_hans: 他们似乎被你的提议所诱惑，但决定不能再冒险被骗。他们关闭通信渠道并跃迁离开。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_STARSHIP_MINE"]/text
source: The burnt out hull of a Rock Trapper drifts by. Behind the wreck drifts a live mine; an automated drone that drills into ships' hulls before exploding. However, it can't detect you from this range, and you wonder if it's even active. Still, it's risky...
ko: 락맨 기뢰함의 불타버린 선체가 표류하고 있고, 그 뒤에는 온전한 기뢰 하나가 떠다니고 있었습니다. 그것은 함선의 선체를 뚫고 들어가 폭발하는 무인 드론이었습니다. 하지만 이 거리에서는 기뢰가 당신의 함선을 감지할 수 없고, 애초에 작동하고 있는 물건인지도 확실하지 않습니다. 그래도 분명 위험하긴 합니다...
ru: Мимо пролетает обгоревший корпус минера валунов. За ним виднеется активная мина - автоматический дрон, который вгрызается в корпуса кораблей, а затем взрывается. Однако с такого расстояния он не может обнаружить вас, и вы сомневаетесь, что он вообще активен. Тем не менее, это рискованно...
zh_hans: 一艘被烧毁的岩石族布雷舰漂移而过。残骸后面漂浮着一个激活的空雷：一个自动的无人机，在爆炸前钻进船体。然而，在这个范围内，它无法探测到你，你不知道它是否已经激活。不过，这还是很冒险的......

# data/events_rock.xml.append$//event[@name="ROCK_STARSHIP_MINE"]/choice[1]/text
source: Scrap the wreckage.
ko: 난파선에서 쓸만한 걸 챙긴다.
ru: Разобрать обломки на металлолом.
zh_hans: 搜刮残骸。

source: You pick apart the hull of the ship, and find some scrap, ammunition, and a Mine Launcher! However, before you can leave the mine activates, and begins to seek out your ship!
ko: 당신은 함선의 선체를 뜯어내고 약간의 스크랩과 탄약, 그리고 기뢰 사출기를 찾았습니다! 하지만 당신이 떠나기 전에 기뢰가 활성화되어, 당신의 함선을 추적하기 시작했습니다!
ru: Вы разбираете корпус корабля, находите немного лома, боеприпасы и миномет! Однако прежде чем вы успеваете уйти, мина активируется и начинает искать ваш корабль!
zh_hans: 你扒开船体，发现了一些废料、弹药和一个空雷发射器！然而，在你离开之前，空雷启动了，并开始寻找你的船！

source: Attempt evasive maneuvers!
ko: 회피 기동!
ru: Выполнить маневры уклонения!
zh_hans: 尝试进行规避机动！

source: The ship's turning circle proves too wide and the mine bites down onto the hull. You can hear it now, chewing through the armor.
ko: 함선의 선회 반경은 너무 컸고 기뢰가 선체에 달라붙었습니다. 기뢰가 장갑을 뚫고 들어오는 소리가 들려옵니다.
ru: Радиус разворота корабля оказывается слишком большим, и мина вгрызается в корпус. Вы уже слышите, как она прогрызает броню.
zh_hans: 事实证明，星舰的转弯半径太大，空雷锁定了舰体，你现在可以听到它咬破装甲的声音。

source: (Missile Weapon) Attempt a controlled detonation using a missile.
ko: (미사일 무기) 미사일을 이용해 외부에서 폭파를 시도한다.
ru: (Ракетное орудие) Осуществить попытку управляемого подрыва с помощью боеголовки.
zh_hans: (弹药武器)试图用弹药进行一次受控的引爆。

source: After drawing straws, a crewmember goes out to fix a modified warhead to the mine. You detonate the missile in a way that dislodges the mine. It blows up shortly after. The ship takes some damage in the blasts, but you're still sailing.
ko: 제비뽑기에 당첨된 선원이 밖으로 나가 개조된 탄두를 기뢰에 부착했습니다. 당신은 탄두를 기폭시켜 기뢰를 함선에서 떼어냈습니다. 그 직후 기뢰가 폭발하면서 함선이 약간의 피해를 입었지만 항해에 문제는 없습니다.
ru: Потянув соломинку, член экипажа отправляется крепить модифицированную боеголовку к мине. Вы подрываете ее таким образом, что она выводит мину из строя. Вскоре мина взрывается. Корабль получает некоторые повреждения от взрывов, но вы способны продолжать полет.
zh_hans: 抽完签后，一名船员出去把一个改装过的弹头固定在空雷上。你引爆了弹头，使空雷移位。不久之后，它就爆炸了。船只在爆炸中受到一些伤害，但你仍然在航行。

source: (Beam Drone) Use a drone to cut away the mine with a precision beam.
ko: (빔 드론) 드론의 빔으로 정밀하게 기뢰를 제거한다.
ru: (Лучевой дрон) Использовать дрон, чтобы разрезать мину точным лучом.
zh_hans: (光束无人机)让无人机用精确的光束切断空雷。

source: Carefully guided from the bridge, your Beam Drone removes the mine's grappling arms and sends it drifting off into space, where you shoot at it until it detonates at a safe distance.
ko: 함교의 지시에 따라 빔 드론이 조심스럽게 기뢰의 갈고리 팔을 잘라내자 기뢰가 우주 공간으로 떨어져 나갔습니다. 당신은 기뢰를 안전한 거리에서 기폭시켰습니다.
ru: Осторожно управляя с мостика, ваш лучевой дрон отсоединяет захватные рычаги мины и отправляет ее в космос, где вы стреляете по ней, пока она не взрывается на безопасном расстоянии.
zh_hans: 受到来自指挥舱的精心操控，你的光束无人机卸下空雷的抓臂，让它飘入太空，之后你再向它射击，它在安全距离外引爆了。

source: (Improved Engines) Reverse thrusters!
ko: (발전된 엔진실) 역추진!
ru: (Улучшенные Двигатели) Реверс тяги!
zh_hans: (高级引擎)启动反向推进器！

source: It stresses the inertial dampeners, but you reverse course and outrun the mine. You prepare to jump off.
ko: 관성 완충장치에 무리가 갔지만, 당신은 항로를 바꿔 기뢰를 따돌렸습니다. 도약을 준비합니다.
ru: Это оказывает давление на инерционные демпферы, но вы меняете курс и избегаете мины. Вы готовитесь к прыжку.
zh_hans: 它给惯性减震器带来了压力，但你扭转了航向，跑过了地雷。你准备跃迁离开。

source: (Armor Plating) Your armor will protect you.
ko: (장갑) 장갑이 당신을 지켜줄 것입니다.
ru: (Бронированная обшивка) Ваша броня защитит вас.
zh_hans: (舰体装甲)你的装甲会保护你。

source: The mine struggles to even burrow into your ship. Its drill eventually runs out of power and drifts away, now rendered harmless.
ko: 기뢰가 당신의 함선에 구멍을 뚫어보려고 안간힘을 씁니다. 결국 드릴의 동력이 고갈되었고 기뢰는 떨어져나가 무해하게 되었습니다.
ru: Мина с трудом проникает внутрь корабля. В конце концов, у ее бурильной установки заканчивается энергия, и она отделяется от вашего корабля, став безвредной.
zh_hans: 这枚空雷甚至难以钻进你的星舰。它的钻头最终耗尽了能量，飘走了，现在变得无害。

source: (Defense Drone) Shoot down the mine.
ko: (방어 드론) 기뢰를 요격한다.
ru: (Защитный дрон) Расстрелять мину.
zh_hans: (防御无人机)击落空雷。

source: Fortunately, your Defense Drone quickly locks onto the mine and shoots it down before it can connect to the ship.
ko: 다행히, 방어 드론이 기뢰를 신속하게 조준하여 기뢰가 함선에 달라붙기 전에 격추시켰습니다.
ru: К счастью, ваш Защитный дрон быстро находит мину и уничтожает ее, прежде чем она успевает соединиться с кораблем.
zh_hans: 幸运的是，你的防御无人机迅速锁定了它，并在它与飞船连接之前将其击落。

# data/events_rock.xml.append$//event[@name="ROCK_STARSHIP_MINE"]/choice[2]/text
source: Ignore the wreck.
ko: 잔해를 무시한다.
ru: Не обращать внимания на обломки.
zh_hans: 无视这些残骸。

source: Your crewmember dons a space suit and exits the airlock. They make quick work of the basic device and return inside to relief all round. The mine makes good scrap pickings too.
ko: 당신의 선원이 우주복을 입고 에어록을 나섰습니다. 그는 기본적인 장비로 재빠르게 일을 마치고 돌아와 모두를 안심시켰습니다. 기뢰는 훌륭한 스크랩 벌이가 되었습니다.
ru: Ваш член экипажа надевает скафандр и выходит из шлюза. Он быстро справляются с основным механизмом и возвращаются внутрь к всеобщему облегчению. Мину можно разобрать на лом.
zh_hans: 你的船员穿上了太空服，走出了气闸。他们很快就完成了基本装置的工作，然后回到里面，周围的人都松了一口气。这颗空雷也很适合用来采集废品。

source: Your crewmember dons a space suit and exits the airlock. When they open up the mine housing, though, they panic. The red wire or the blue?! 3... 2... 1...
ko: 당신의 선원이 우주복을 입고 에어록을 나섰습니다. 그리고 기뢰의 덮개를 열고... 패닉에 빠졌습니다. 빨간 선? 파란 선?! 3... 2... 1...
ru: Ваш член экипажа надевает скафандр и выходит из шлюза. Однако, открыв корпус мины, он впадает в панику. Красный провод или синий?! 3... 2... 1...
zh_hans: 你的船员穿上了太空服，走出了气闸。但当他打开空雷外壳时，他陷入了恐慌。红线还是蓝线？！3...2...1...

source: Red!
ko: 빨강!
ru: Красный!
zh_hans: 红色！

source: Blue!
ko: 파랑!
ru: Синий!
zh_hans: 蓝色！

source: (Elite Crew) Send your elite to defuse the bomb.
ko: (엘리트 선원) 엘리트 선원을 보내 폭탄을 해체한다.
ru: (Член экипажа-элита) Отправить элиту для обезвреживания мины.
zh_hans: (精英船员)派你的精英去拆除炸弹。

source: Your Elite doesn't hesitate. They pull off a second panel in the back, and cut the newly revealed green wire. Miraculously, the bomb deactivates!
ko: 당신의 엘리트 선원은 머뭇거리지 않았습니다. 후방의 두 번째 패널을 떼어내고 새로 드러난 녹색 선을 절단했습니다. 기적적으로, 기뢰가 비활성화되었습니다!
ru: Ваш элитный член экипажа не колеблется. Он отсоединяют другую панель в задней части и перерезают только что обнаруженный зеленый провод. Чудесным образом мина деактивируется!
zh_hans: 你的精英没有犹豫。他们拉下了后面的第二块面板，并切断了新发现的绿色电线。奇迹般地，炸弹被解除了！

source: You open your eyes and everything is still where it was a moment ago. You did it!
ko: 당신은 눈을 떴고, 모든 것이 제자리에 있었습니다. 해냈습니다!
ru: Вы открываете глаза, и все вокруг по-прежнему, как и мгновение назад. Вы сделали это!
zh_hans: 你睁开眼睛，一切都安好。你成功了！

source: The weapon detonates. Everything goes dark, the bridge illuminated by flames pouring from the hull, your bomb disposal volunteer spinning off toward a nearby sun. You put out the fires and prepare to move on.
ko: 기뢰가 폭발했습니다. 모든 것이 어둠에 잠겼고, 선체에서 뿜어져 나오는 화염으로 함교는 밝게 빛났습니다. 폭탄 처리를 자원했던 선원은 근방의 항성 쪽으로 날아가 버렸습니다. 당신은 화재를 진압하고 이동할 준비를 했습니다.
ru: Мина детонирует. Все погружается в темноту, мостик освещается пламенем, вырывающимся из корпуса, а ваш доброволец, занимающийся обезвреживанием мины, уносится к ближайшему солнцу. Вы тушите пожар и готовитесь двигаться дальше.
zh_hans: 武器被引爆了。一切都变暗了，指挥舱被从舰体上涌出的火焰暗暗照亮。志愿去处理炸弹的船员向附近的恒星旋转而去。你把火扑灭，准备继续前进。

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them. Sheepish and apologetic, they rejoin the crew.
ko: 다행히도, 당신의 선원은 클론 배양실에서 되살릴 수 있을 만큼 함선 가까이에 있었습니다. 양심의 가책을 느끼며, 그를 다시 합류시켰습니다.
ru: К счастью, ваш член экипажа находился достаточно близко к кораблю, чтобы Клон-отсек смог его оживить. Извинившись и побледнев, он снова присоединяется к экипажу.
zh_hans: 幸运的是，你的船员离船足够近，克隆舱可以使他们复活。带着羞愧和歉意，他们重新加入了队伍。

# data/events_rock.xml.append$//event[@name="ROCK_CRYSTAL_DEVICE"]/text
source: It seems you've discovered the Crystalline Waystone, the device used to enter the Crystal Homeworlds. The beacon is shockingly empty, despite the boom in tourism that eventually lead to the exodus of the Crystal race back to the galactic scene.
ko: 크리스탈 고향 성단에 진입하는 데 사용되었던 장치인, 크리스탈 길잡이돌을 발견한 것 같습니다. 그들의 고향을 찾는 방문객의 폭증으로 인해, 크리스탈들이 이 은하계로 대거 탈출하게 되었습니다. 그럼에도, 이곳의 송신소는 놀라울 정도로 텅 비어있었습니다.
ru: Похоже, что вы обнаружили Путеводный камень кристаллинов - устройство, используемое для входа в родные миры кристалинов. Несмотря на туристический бум, который в конечном итоге привел к возвращению расы кристаллинов обратно на галактическую арену, маяк оказался на удивление пуст.
zh_hans: 看来你已经发现了水晶次元石，用来进入水晶族家园的装置。明明过量的人流最终逼迫了水晶族重返银河系，该信标处取却空旷得令人震惊。

# data/events_rock.xml.append$//event[@name="ROCK_CRYSTAL_DEVICE"]/choice[1]/text
source: Scrap it.
ko: 해체한다.
ru: Разобрать его.
zh_hans: 搜刮它。

# data/events_rock.xml.append$//event[@name="ROCK_CRYSTAL_DEVICE"]/choice[2]/text
source: Leave it alone.
ko: 그냥 내버려 둔다.
ru: Игнорировать ее.
zh_hans: 不要管它。

source: Better not risk it. The Rock people are unlikely to respond well to vandalism.
ko: 괜한 위험은 피하는 게 좋겠습니다. 훼손했다가는 락맨들이 곱게 넘어가지 않을 것입니다.
ru: Лучше не рисковать. Валуны вряд ли спокойно отнесутся к вандализму.
zh_hans: 最好不要冒这个险。岩石族不太可能对破坏行为作出良好反应。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Crystal Crew) Have your Crystal crew activate the device again.
ko: (크리스탈 선원) 당신의 크리스탈 선원이 장치를 다시 작동시키도록 한다.
ru: (Член экипажа-кристаллин) Пусть ваш кристаллин снова активирует устройство.
zh_hans: (水晶族船员)让你的水晶族船员再次开启设备。

source: Are you certain you want to do this? You will immediately be taken to the Crystal Homeworlds.
ko: 정말로 진행하시겠습니까? 즉시 크리스탈 고향 성단으로 이동하게 됩니다.
ru: Вы уверены, что хотите это сделать? Вы сразу же отправитесь в родные миры кристаллин.
zh_hans: 你确定你要这样做吗？你将立即被带往水晶族家园。

source: Yes.
ko: 예.
ru: Да.
zh_hans: 是的。

source: Nevermind.
ko: 관둔다.
ru: Неважно.
zh_hans: 算了。

source: You break it apart and take it for scrap. No one will miss it.
ko: 당신은 그것을 부숴 스크랩을 회수했습니다. 아무도 그 장치를 필요로 하진 않을 겁니다.
ru: Вы разбиваете его на части и извлекаете из него лом. Никому он не понадобится.
zh_hans: 你把它拆开，拿去做废料。没有人会想念它。

source: As you start to break it apart a Rock military ship jumps nearby, "You think you can come into our sector and just steal whatever you please?! Prepare to die, vandals!"
ko: 그것을 부수기 시작하자 락맨 군함이 근처로 도약해 왔습니다. "우리 구역에 멋대로 들어와 원하는 대로 훔쳐갈 수 있을거라 생각했다면 오산이외다! 죽을 준비나 하시오, 좀도둑놈들 같으니!"
ru: Когда вы начинаете разбивать его на части, рядом появляется военный корабль валунов: "Вы думаете, что можете прийти в наш сектор и просто украсть все, что вам заблагорассудится?! Готовьтесь к смерти, вандалы!"
zh_hans: 当你开始拆开它时，一艘岩石族军舰跃迁了附近。"你以为你可以进入我们的星域，随便偷东西？准备受死吧，破坏者！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="ROCK_PROPHECY"]/text
source: A ship carrying several robed Rockmen carrying holy books and candles hails you. "A time of change is coming! Have you heard the news? The prophecy, it shall be fulfilled!"
ko: 로브를 입은 락맨들이 성스러운 책과 양초를 들고 당신을 맞이했습니다. "변화의 때가 오고 있소! 그대들은 그 소식을 들었소? 예언은 성취될 것이오!"
ru: Вас вызывает корабль, на котором находятся несколько валунов в мантиях, со священными книгами и свечами. "Наступает время перемен! Вы слышали новости? Пророчество, оно свершится!"
zh_hans: 一艘载着几个身穿长袍的岩石族的船向你招手。"一个变革的时代即将到来！你听说过这个消息吗？预言，它将被实现！"

# data/events_rock.xml.append$//event[@name="ROCK_PROPHECY"]/choice[1]/text
source: What prophecy?
ko: 무슨 예언 말입니까?
ru: Какое пророчество?
zh_hans: 什么预言？

# data/events_rock.xml.append$//event[@name="ROCK_PROPHECY"]/choice[1]/event/text
source: "Have you not heard? The ship from a future much brighter than ours, who will bring about a great change! A gift from the high heavens, bestowed upon us mortal-bound men by the benevolent Crystal ones!"
ko: "듣지 못했소? 이곳보다 더 밝은 미래에서 온 한 함선이, 큰 변화를 가져올 것이오! 자애로운 크리스탈께서 우리 필멸자들에게 하사하시는, 드높은 천상으로부터의 선물이오!"
ru: "Разве вы не слышали? Корабль из будущего, гораздо более светлого, чем наше, который принесет великие перемены! Подарок с высочайших небес, преподнесенный нам, смертным, доброжелательными кристаллинами!"
zh_hans: "你没有听说吗？那艘来自比我们更光明的未来的船，它将带来巨大的变革！"来自上天的礼物，由仁慈的水晶神族赐予我们这些凡人！"

source: Could we be the ship from the prophecy?
ko: 우리가 예언에 나오는 그 함선입니까?
ru: Можем ли мы быть тем самым кораблем из пророчества?
zh_hans: 我们会不会是预言中的那艘船？

source: One of the Rockmen pull down their cloak and stare for a long time deep into your eyes. "I am no expert, but you have the look of a creature driven by a force beyond your control. Your will is bent by a being from the great beyond, manipulated for the simple sake of amusement. If you are not the one spoken of in the prophecy, then surely you are important regardless. Perhaps this may be of aid."
ko: 락맨 중 한 명이 두건을 벗고 한동안 당신의 눈을 바라봅니다. "내가 전문가는 아니오만, 그대는 스스로 통제할 수 없는 힘에 따라 움직이는 피조물의 형상을 하고 있소. 저 너머의 존재들이 단순한 유희를 위해 그대의 의지를 지배하고, 조종하고 있소. 그대가 설령 예언에서 말하는 이는 아닐지라도, 당신은 분명히 중요한 인물이오. 도움이 되었다면 좋겠소."
ru: Один из валунов стягивает с себя плащ и долго смотрит вам в глаза. "Я не эксперт, но у вас вид существа, управляемого силой, которая вам неподвластна. Ваша воля подчинена существу из потустороннего мира, которым вы манипулируете ради забавы. Если вы не тот, о ком говорится в пророчестве, то, несомненно, вы очень важны. Возможно, это может вам помочь".
zh_hans: 其中一个岩石族拉下他们的斗篷，盯着你的眼睛看了很久。"我不是专家，但你看起来像是被一种你无法控制的力量驱使的生物。你的意志被一个来自深处的存在所左右，被操纵以达到娱乐的目的。哪怕你不是预言中所说的那个人，自然也很重要。也许这些东西会帮助到你。"

source: These people are crazy, let's leave.
ko: 이들은 모두 미쳤어. 가자고.
ru: Эти ребята сумасшедшие, лучше уйти.
zh_hans: 这些人都是疯子，我们走吧。

# data/events_rock.xml.append$//event[@name="ROCK_PROPHECY"]/choice[2]/text
source: Ignore them.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

# data/events_rock.xml.append$//event[@name="ROCK_PROPHECY"]/choice[2]/event/text
source: You have better things to than listen to the ravings of these religious loons.
ko: 독실한 미치광이들의 헛소리를 듣는 것보다 세상엔 더 유익한 일들이 많습니다.
ru: У вас есть дела поважнее, чем слушать бредни этих религиозных психов.
zh_hans: 你有更好的事情要做，而不是听这些宗教疯子的胡言乱语。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="ROCK_TEMPLE"]/text
source: Nearby rests a Rockman temple dedicated to the Crystal race. A thick fog covers the planet and it's hard to see if there's anything protecting the shrine.
ko: 크리스탈에게 봉헌된 락맨 사원이 근처에 있었습니다. 짙은 안개가 행성을 덮고 있어 성소를 보호하는 존재가 있는지 확인하기는 어려웠습니다.
ru: Неподалеку находится храм валунов, посвященный расе кристаллинов. Густой туман покрывает планету, и трудно разглядеть, есть ли что-нибудь, защищающее храм.
zh_hans: 附近有一座供奉水晶族的岩石族神庙。浓雾笼罩着这个星球，很难看到是否有什么东西在保护这个神殿。
