Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: Leave now.
ko: 떠난다.
ru: Уходим сейчас же.
zh_hans: 现在就离开。

source: Hopefully this newfound spark of hope you've started among the Rock people won't be smothered by the reinforcements the other Elders are bound to send. You can't risk your mission any further, so you power up the engines and fly away from the city.
ko: 당신이 당긴, 락맨들의 가슴에서 피어오르는 이 새로운 희망의 불씨가, 다른 장로들이 보낼 지원군 때문에 꺼지지 않기를 소망합니다. 더 이상의 위험은 감수할 수 없기 때문에, 당신은 엔진을 가동하고 도시를 벗어났습니다.
ru: Надеюсь, что эта искра надежды, которую вы подарили валунам, не будет затушена подкреплением, которое обязательно пришлют другие Старейшины. Вы не можете больше рисковать своей миссией, поэтому включаете двигатели и улетаете из города.
zh_hans: 希望你在岩石族中掀起的这股新的希望之火不会被其他长老一定会派来的援军所扼杀。你不能再为你的任务冒险了，所以你充能引擎飞离了城市。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES"]/text
source: Orbiting the nearby planet is an old Theocracy mining colony, established to harvest materials from the planet's rings. Now, it seems to have been converted into an Outcast camp, where several Rocks and even a few SSLG agents have gathered.
ko: 낡은 탄광촌이 인근 행성을 공전하고 있습니다. 원래는 행성의 고리로부터 자원을 채취하기 위해 신정이 설립한 것이었으나, 현재는 몇 안 되는 락맨들과 그보다도 적은 수의 SSLG 요원이 모인 망명자 캠프로 바뀐 것 같습니다.
ru: На орбите соседней планеты находится старая шахтерская колония Теократии, созданная для добычи материалов из колец планеты. Теперь, похоже, она превратилась в лагерь Изгоев, где собрались несколько валунов и даже несколько агентов ГОСВ.
zh_hans: 在附近星球的轨道上，有一个古老的神权国采矿殖民地，是为了从该星球的星环中获取材料而建立的。现在，它似乎已经被改造成了一个流放者营地，那里聚集了几个岩石族，甚至还有一些姊族解放组织成员。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES"]/choice[1]/text
source: Visit the colony.
ko: 탄광촌에 방문한다.
ru: Посетить колонию.
zh_hans: 访问殖民地。

source: No one pays you any mind as you dock, so it's safe to assume they must be used to visitors. You enter the antechamber, where you find a small atmospheric fire has been lit and residents sit in a circle around one tall, robed Rockman with spears of yellow paint down his arms who looks to be telling stories.
ko: 아무도 당신이 정박하는 것을 신경 쓰지 않는 것으로 보아 그들은 분명 방문객을 맞는 것에 익숙할 것입니다. 대기실에 들어가보니 작고 운치 있는 불이 피워져 있었고 주민들은 로브 차림의 키 큰 락맨 주위에 둘러 앉아 있었습니다. 그 락맨은 노란색 페인트가 칠해진 창을 들고 있었는데, 이야기를 시작하려는 것 같습니다.
ru: Никто не обращает на вас внимания, пока вы стыкуетесь, так что можно предположить, что они привыкли к посетителям. Вы входите в приемную, где горит небольшой атмосферный костер, а жители сидят в кругу вокруг одного высокого человека в желтой мантии валуна и с копьем в руках, который, похоже, рассказывает истории.
zh_hans: 当你停靠时，没有人理睬你，所以可以认为他们一定是习惯了访客。你进入前厅，发现那里已经点燃了一个烘托气氛的小型火焰，居民们围着一个高大的、穿着长袍的岩石族坐成一圈，他的手臂上有黄色的长条纹，看起来正在讲故事。

source: Join them.
ko: 주민들과 어울린다.
ru: Присоединиться к ним.
zh_hans: 加入听众。

source: The robed Outcast turns to face you, smiling wide. "Esteemed guests, won't you join us! You're just in time to hear the tales of the Dread Pirate Tuco! Tell me, since you don't seem to be from here, which story would you like to hear?" He presents several options.
ko: 로브 차림의 망명자가 활짝 웃으며 당신을 쳐다봤습니다. "존객 여러분, 우리와 함께하지 않겠소! 때마침 공포의 해적 투코의 이야기를 하려던 참이었소! 이곳 출신은 아닌 것 같은데, 어떤 이야기를 들어보고 싶소?" 그는 몇 가지 선택지를 제안했습니다.
ru: Одетый в мантию Изгоя поворачивается к вам лицом и широко улыбается. "Многоуважаемые гости, не присоединитесь ли вы к нам! Вы как раз вовремя, чтобы послушать истории о грозном пирате Туко! Скажите, раз уж вы, похоже, не здешние, какую историю вы хотели бы услышать?" Он предлагает несколько вариантов.
zh_hans: 穿着长袍的流放者转过身来面对你，笑容满面。"尊敬的客人，你不加入我们吗？你们正好赶上了听可怕的海盗图科的故事！告诉我，既然你们似乎不是这里的人，你们想听哪个故事？"他提出了几个选项。

source: Tell the first tale of Tuco, the Vrachos IV Protests.
ko: 투코의 첫 번째 이야기, 바크로스 4계의 항전.
ru: Расскажите нам первую сказку о Туко - протесты во Врахосе IV.
zh_hans: 听听图科的第一个故事，威拉彻斯四的抗议活动。

source: Tell the second tale of Tuco, the Kitpak Slave Camps.
ko: 투코의 두 번째 이야기, 킷팍 노예 수용소.
ru: Расскажите нам вторую сказку о Туко, трудовые лагеря Китпак.
zh_hans: 听听图科的第二个故事，基特帕克奴隶营的事迹。

source: Tell the third tale of Tuco, his legacy today.
ko: 투코의 세 번째 이야기, 그의 유산.
ru: Расскажите нам третью сказку о Туко, о его сегодняшнем наследии.
zh_hans: 听听图科的第三个故事，他今天的遗产。

source: I'm not familiar with who Tuco is.
ko: 전 투코가 누군지 잘 모릅니다.
ru: Я не знаю, кто такой Туко.
zh_hans: 我不太了解图科是谁。

source: "Ahhh, I see. Tuco is a legend, a hero, but most of all, not just one, but many people. It is a title inherited through honor and circumstance. We Outcasts pay respects to the many Tucos of history, who have always stood in the name of justice, whether that enemy be the fallen Rock-Crystal empire of long ago, or the modern day Theocracy. Now that you know this, would you like to hear one of my stories?"
ko: "아하, 그러시군. 투코는 전설이자 영웅이오. 게다가 한 명의 인물이 아닌, 수많은 이들로 이루어진 영웅이지. 그것은 명예와 행적으로부터 물려받는 칭호요. 우리 망명자들은 역사 속에서 언제나 정의의 편에 섰던 여러 투코들에게 존경을 표하지. 그들은 적이 오래전 몰락한 락맨-크리스탈 제국이든 현대의 신정이든 용맹하게 맞서 싸웠소. 이제 이 사실을 아셨으니, 내 이야기 중 하나를 들어보겠소?"
ru: "А-а-а, понятно. Туко - это легенда, герой, но прежде всего не один, а много людей. Это титул, унаследованный благодаря чести и стечению обстоятельств. Мы, Изгои, отдаем дань уважения многим Туко в истории, которые всегда стояли во имя справедливости, будь-то давний враг - павшая Империи валунов-кристаллинов, или современная Теократия. Теперь, когда вы это знаете, не хотите ли послушать одну из моих историй?"
zh_hans: "啊啊，这样吗。图科是一个传奇，一个英雄，但最重要的是，他不只是一个人，而是很多人。这是一个通过荣誉和壮举继承下来的称号。我们流放者向历史上众多的图科表示敬意，他们总是以正义的名义站在那里，无论那个敌人是很久以前堕落的岩晶帝国，还是现代的神权国。现在你了解了这些，你想听听我的一个故事吗？"

source: Tell the first tale of Tuco, the Vrachos IV Protests.
ko: 투코의 첫 번째 이야기, 바크로스 4계의 항전.
ru: Расскажите нам первую сказку о Туко - Протесты во Врахосе IV.
zh_hans: 听听图科的第一个故事，威拉彻斯四的抗议活动。

source: Tell the second tale of Tuco, the Kitpak Slave Camps.
ko: 투코의 두 번째 이야기, 킷팍 노예 수용소.
ru: Расскажите нам вторую сказку о Туко, трудовые лагеря Китпак.
zh_hans: 听听图科的第二个故事，基特帕克奴隶营的事迹。

source: Tell the third tale of Tuco, his legacy today.
ko: 투코의 세 번째 이야기, 그의 유산.
ru: Расскажите нам третью сказку о Туко, о его сегодняшнем наследии.
zh_hans: 听听图科的第三个故事，他今天的遗产。

source: [Federation Database] See what the database says on Tuco.
ko: [연방 데이터베이스] 데이터베이스에서 투코에 대해 찾아본다.
ru: [База данных Федерации] Посмотреть, что говорится в базе данных о Туко.
zh_hans: [联邦数据库]看看里面有没有关于图科的记录。

source: The Dread Pirate Tuco, true to what the Outcast claims, is not so much a singular person but rather a title. The original Tuco for which the moniker was derived lived during the days of the archaic Rock-Crystal Empire and fought against Toarde and the other 4 Rock Elders during the collapse of the Empire. While Tuco's side inevitably lost and the Theocracy rose from the ashes of that war, stories of the ventures of Tuco continued to be shared by Rock school-children even after the Elders forbade them from being told. Several Rockmen have picked up the title of Tuco since then, giving the name even more infamy and immortality. The current holder of the title is believed to once have been known as Rowbad, and currently works as a bodyguard for Ocym, the Aquarian co-founder of the Argeonn smuggler clan.
ko: 공포의 해적 투코는, 망명자의 말처럼 한 명의 인물이라기보다는 일종의 칭호에 가깝습니다. 이 별명의 유래가 된 원래의 투코는 고대 락맨-크리스탈 제국 시대에 살았고, 제국의 붕괴기에 토아르드를 비롯한 다른 4명의 락맨 장로들과 싸웠습니다. 결국에는 투코의 세력이 패배했고 전쟁의 잿더미에서 락맨 신정이 탄생했지만, 투코의 모험담은 장로들에 의해 금지되었음에도 불구하고 락맨 학교의 아이들 사이에서 계속 공유되었습니다. 그 후로 몇몇 락맨들이 투코라는 이름을 빌려 쓰면서, 그 이름은 더 높은 악명과 불멸성을 얻게 되었습니다. 현재 이 칭호의 소유자는 한때 로우배드로 알려졌던 자로, 현재는 알게온 밀수꾼 클랜의 아쿠아리안 공동 설립자 오심의 경호원으로 일하고 있습니다.
ru: Грозный пират Туко, как утверждают Изгои, - это не столько личность, сколько титул. Первоначальный Туко, от которого произошло это прозвище, жил во времена архаичной Империи валунов-кристаллинов и сражался с Тоардом и другими четырьмя Старейшинами валунов во время распада Империи. Хотя в итоге сторонники Туко неминуемо проиграла и Теократия восстала из пепла той войны, истории об авантюрах Туко продолжали пересказываться детям валунов даже после того, как Старейшины запретили их рассказывать. С тех пор титул Туко получили несколько валунов, что придало имени еще большую известность и бессмертие. Нынешний обладатель этого титула, как считается, когда-то был известен под именем Роубад, а в настоящее время работает телохранителем у Оцима, акварца, одного из основателей клана контрабандистов Арджонн.
zh_hans: 恐怖海盗图科，正如流放者所说，与其说是一个人，不如说是一个称号。最初的图科是在古老的岩晶帝国时期生活的，并在帝国崩溃时与托阿尔德和其他四位岩石长老作战。虽然图科一方不可避免地失败了，神权国从那场战争的灰烬中崛起，但图科的冒险故事仍然备受岩石族学校里的孩子们的欢迎，即使在长老们禁止讲述这些故事之后。从那时起，有几个岩石族贸然用起了图科的头衔，使这个名字更加声名狼藉和不朽。据说目前这个头衔的持有者曾经被称为罗巴德，目前作为奥西姆的保镖。奥西姆是阿尔吉恩走私集团的水生族创始人之一。

source: Tell the first tale of Tuco, the Vrachos IV Protests.
ko: 투코의 첫 번째 이야기, 바크로스 4계의 항전.
ru: Расскажите нам первую сказку о Туко - Протесты во Врахосе IV.
zh_hans: 听听图科的第一个故事，威拉彻斯四的抗议活动。

source: Tell the second tale of Tuco, the Kitpak Slave Camps.
ko: 투코의 두 번째 이야기, 킷팍 노예 수용소.
ru: Расскажите нам вторую сказку о Туко, трудовые лагеря Китпак.
zh_hans: 听听图科的第二个故事，基特帕克奴隶营的事迹。

source: Tell the third tale of Tuco, his legacy today.
ko: 투코의 세 번째 이야기, 그의 유산.
ru: Расскажите нам третью сказку о Туко, о его сегодняшнем наследии.
zh_hans: 听听图科的第三个故事，他今天的遗产。

source: We don't have time for stories.
ko: 이야기를 들을 시간이 없습니다.
ru: У нас нет времени на сказки.
zh_hans: 我们没有时间听故事。

source: "A shame. I assure you, they're good ones. If you shall not humor my storytelling, then perhaps you will at least accept a gift? It is customary that we welcome new visitors in such a fashion."
ko: "이거 아쉽게 되었구려. 재미난 이야기라고 자신할 수 있는데 말이오. 그대가 내 이야기에 어울려 주지 않는다 해도, 선물은 받아줄 수 있지 않겠소? 새로운 방문객은 환대하는 것이 우리의 관례라오."
ru: "Жаль. Уверяю вас, они хорошие. Если вы не станете слушать мои рассказы, то, может быть, хотя бы примете подарок? У нас принято так встречать новых гостей".
zh_hans: "这对你是个遗憾，我保证，它们真的有意思。如果你不喜欢听我讲故事，那么也许你至少会接受一份礼物？按照惯例，我们会以这种方式欢迎新的访客。"

source: We don't have time for stories.
ko: 이야기를 들을 시간이 없습니다.
ru: У нас нет времени на сказки.
zh_hans: 我们没有时间听故事。

source: "A shame. I assure you, they're good ones. If you shall not humor my storytelling, then perhaps you will at least accept a gift? It is customary that we welcome new visitors in such a fashion."
ko: "이거 아쉽게 되었구려. 재미난 이야기라고 자신할 수 있는데 말이오. 그대가 내 이야기에 어울려 주지 않는다 해도, 선물은 받아줄 수 있지 않겠소? 새로운 방문객은 환대하는 것이 우리의 관례라오."
ru: "Жаль. Уверяю вас, они хорошие. Если вы не станете слушать мои рассказы, то, может быть, хотя бы примете подарок? У нас принято так встречать новых гостей".
zh_hans: "这对你是个遗憾，我保证，它们真的有意思。如果你不喜欢听我讲故事，那么也许你至少会接受一份礼物？按照惯例，我们会以这种方式欢迎新的访客。"

source: We don't have time for stories.
ko: 이야기를 들을 시간이 없습니다.
ru: У нас нет времени на сказки.
zh_hans: 我们没有时间听故事。

source: "A shame. I assure you, they're good ones. If you shall not humor my storytelling, then perhaps you will at least accept a gift? It is customary that we welcome new visitors in such a fashion."
ko: "이거 아쉽게 되었구려. 재미난 이야기라고 자신할 수 있는데 말이오. 그대가 내 이야기에 어울려 주지 않는다 해도, 선물은 받아줄 수 있지 않겠소? 새로운 방문객은 환대하는 것이 우리의 관례라오."
ru: "Жаль. Уверяю вас, они хорошие. Если вы не станете слушать мои рассказы, то, может быть, хотя бы примете подарок? У нас принято так встречать новых гостей".
zh_hans: "这对你是个遗憾，我保证，它们真的有意思。如果你不喜欢听我讲故事，那么也许你至少会接受一份礼物？按照惯例，我们会以这种方式欢迎新的访客。"

source: Interrupt and ask for supplies.
ko: 주민들 사이에 끼어들어 보급을 부탁한다.
ru: Прервать и попросить припасы.
zh_hans: 打断并要求提供资源。

source: The robed Outcast turns to you, his smile quickly fading. "I see you are not one for stories. You Federation officers, you're always about getting right to the point. What's the point of your journey if you take no time to enjoy it? I will not turn down your request, that would be rude. But I will ask that you leave once your ship has been restocked, so that we may enjoy our night in peace."
ko: 로브차림의 망명자가 정색하며 당신을 쳐다봤습니다. "당신은 이야기를 즐길만한 인물이 아니구려. 연방 요원들은 언제나 딱 떨어지는 요점만을 말하지. 즐길 여유도 없는 여정에 도대체 무슨 의미가 있는 거요? 실례를 저지르고 싶진 않으니 당신의 부탁을 거절하진 않을 거요. 하지만 보급이 끝나면, 우리가 평화로운 밤을 보낼 수 있도록 즉시 떠나주시오."
ru: Изгой в мантии поворачивается к вам, его улыбка быстро исчезает. "Я вижу, вам не до рассказов. Вы, офицеры Федерации, всегда переходите сразу к делу. Какой толк в вашем путешествии, если вы не тратите время на то, чтобы насладиться им? Я не откажу вам в просьбе, это было бы невежливо. Но я попрошу вас покинуть корабль после пополнения запасов, чтобы мы могли спокойно насладиться нашей ночью".
zh_hans: 穿着长袍的流放者转向你，他的笑容很快就消失了。"我看你不是一个喜欢听故事的人。你们联邦官员，总是要直奔主题。如果你不花时间去享受它，你的旅程还有什么意义？我不会拒绝你的请求，那是不礼貌的。但我要请你在你的船补给完毕后离开，这样我们才能平静地享受我们的夜晚。"

source: Leave them alone.
ko: 그들에게 관여하지 않는다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: These people seem to be enjoying themselves - best not to disturb them.
ko: 이 사람들은 즐거운 시간을 보내고 있는 것 같습니다. 괜히 방해하지 말도록 합시다.
ru: Похоже, что эти люди отдыхают - лучше не мешать им.
zh_hans: 这些人似乎在享受自己的生活，最好不要打扰他们。

source: (Scrap Arm) Ignore the colony and salvage some of the asteroids yourself.
ko: (스크랩 회수 로봇 팔) 탄광촌은 무시하고 직접 소행성을 채굴한다.
ru: (Кран сбора лома) Не обращать внимания на колонию и самостоятельно добыть несколько астероидов.
zh_hans: (废料收集臂)无视殖民地自己打捞一些小行星。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES"]/choice[3]/text
source: Ignore the colony.
ko: 탄광촌을 무시한다.
ru: Не обращать внимания на колонию.
zh_hans: 无视殖民地。

source: You doubt there's much point in visiting the colony.
ko: 탄광촌에 방문한다고 별다른 일이 벌어지진 않을 것입니다.
ru: Вряд ли стоит посещать колонию.
zh_hans: 你不觉得访问该殖民地会有什么意义。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_PROTEST"]/text
source: "An excellent choice." The Outcast stretches out his arms to the crowd as you take a seat, then begins to tell his story. "Not too long ago, on the cusp of the revolution, protestors had begun to gather on Vrachos IV, the homeworlds of the Rock species and capital planet of the Theocracy! Though they started peacefully, Stonewall (the residing Elder and leader of the Inquisitions) would not dare have anyone question himself or the other Elders, and so he dispatched his Crusader forces to handle the crowds."
ko: "잘 생각하셨소." 당신이 자리에 앉는 동안 그 망명자는 군중을 향해 팔을 뻗은 후, 자신의 이야기를 시작했습니다. "얼마 전, 그러니까 혁명이 일어나기 직전에, 시위자들은 락맨의 고향이자 신정의 수도 행성인 브라코스 제 4계에 모여들고 있었소! 시작은 평화로웠지만, 스톤월(현 장로이자 이단 심문관의 지도자)은 누구도 감히 자신이나 다른 장로들을 의심하지 못하게 하려 했고, 성전사들을 보내 군중을 처리하려 했소."
ru: "Отличный вариант". Изгой простирает руки к толпе, когда вы занимаете место, а затем начинает рассказывать свою историю. "Не так давно, на пороге революции, на Врахосе IV, родной планете валунов и столице Теократии, начали собираться протестующие! Хотя они начали мирно, Камнестен (Старейшина, занимающий пост главы Инквизиции) не позволил кому-либо усомниться в себе или других Старейшинах, и отправил свои силы Крестоносцев, чтобы расправиться с толпой".
zh_hans: "不错的选择。"当你坐下时，流放者向众人伸出手臂，然后开始讲述他的故事。"不久前，在革命的风口浪尖上，抗议者开始聚集在威拉彻斯四，岩石族的家园和神权国的首都星球！虽然他们开始时是和平的，但石墙(镇居此地的长老兼圣判所的领导者)不敢让任何人质疑他自己或其他长老。所以他派出了圣战者部队来处理人群。"

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_PROTEST"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Among them was a young Outcast whom today we know as Tuco, a fiery spirit who would not let the Theocracy continue to spit in the face of freedom! Soon, the conflict grew so large that the Paladins from Numa V had to be called, a rare but significant show of force from the Elders. So numerous were the arrests made that it was clear executions would be inefficient, and so the leaders of the protests were killed and the rest exiled. Tuco, with nowhere left to go, journeyed with the countless thousands of other Outcasts to the Badlands, where they founded the first of the Outcast settlements that we live in today."
ko: "그중에는 신정이 자유를 짓밟는 것을 보고만 있을 수 없었던 불타는 영혼, 오늘날 우리가 투코라 부르는 젊은 망명자도 계셨소! 곧 싸움은 너무 크게 번진 나머지 누마 제5계의 성기사들까지 불러들여야 했소. 장로들이 힘을 과시하는, 보기 힘든 순간이었다오. 체포된 동지들이 너무 많아 모두 처형할 수는 없음이 자명했기에, 시위의 주동자들만이 죽임을 당하고 다른 이들은 추방당했소. 갈 곳 잃은 투코께서는 수천의 다른 망명자들과 함께 불모지로 떠나, 지금 우리가 살고 있는 최초의 망명자 정착지를 건설하셨다오."
ru: "Среди них был молодой Изгой, которого сегодня мы знаем как Туко - пламенный дух, который не позволил Теократии и дальше плевать в лицо свободе! Вскоре конфликт разросся настолько, что пришлось вызывать Паладинов из Нумы V - редкое, но значительное проявление силы со стороны Старейшин. Аресты были столь многочисленны, что стало ясно: казни будут неэффективны, поэтому лидеры протестов были убиты, а остальные изгнаны. Туко, которому больше некуда было идти, вместе с бесчисленными тысячами других Изгоев отправился в Пустоши, где основал первое из поселений Изгоев, в котором мы живем сегодня".
zh_hans: "在抗议者之中，有一名年轻的流放者，今天我们称之为图科，他的身躯内存在一簇火热的灵魂，不打算让神权国继续在自由面前肆意践踏！很快，冲突变得如此之大，以至于不得不召集努马5号星系的圣骑士们，这是长老们少有的但重要的武力展示。逮捕的人数如此之多，以至于处决这种惩罚方式变得低效，因此抗议活动的领导人被杀，其余的人被流放。图科在无处可去的情况下，与成千上万的其他流放者一起前往恶土，在那里他们建立了我们今天所居住的第一个流放者定居点。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_SLAVE"]/text
source: "An excellent choice." The Outcast stretches out his arms to the crowd as you take a seat, then begins to tell his story. "It is no secret that the Tiiikaka slavers are only present in our sectors because they have been employed by the Theocracy to capture our brothers and sisters for use in the Coalition construction yards. Tuco himself was one of the many victims of these raids, and so he was taken to the Tiiikaka camps. But Tuco cared not for chains and cuffs, and so at night he put together a resistance effort to defeat their cruel masters. This is where he adopted his title as Tuco, a codename between resistance coordinators so as not to leak the identities of those involved.
ko: "잘 생각하셨소." 당신이 자리에 앉는 동안 그 망명자는 군중을 향해 팔을 뻗은 후, 자신의 이야기를 시작했습니다. "티카카 노예상들이 신정에 고용되어 우리 구역에만 있는 것은, 우리 형제자매들을 납치해 연합의 건설 현장에 끌고 가기 위함이라는 것이 공공연한 사실이오. 투코 또한 이러한 습격에 당해, 티카카 주둔지로 끌려간 수많은 피해자 중 한 명이셨소. 하지만 투코 당신께서는 족쇄와 수갑을 두려워하지 아니하셨고, 한밤중에 저항군을 일으켜 그들의 잔인한 지도자를 쓰러뜨릴 계획을 세우셨소. 그가 투코라는 이름을 쓰기 시작하신 것도, 반란에 참여한 자들의 신원을 감추기 위한 코드명으로 사용하셨던 것이 처음이었소."
ru: "Отличный вариант". Изгой простирает руки к толпе, когда вы занимаете место, а затем начинает рассказывать свою историю. "Ни для кого не секрет, что работорговцы Тииикака присутствуют в наших секторах только потому, что их наняла Теократия для захвата наших братьев и сестер для использования на строительных верфях Коалиции. Туко сам был одной из многочисленных жертв этих набегов, и поэтому его забрали в лагеря Тиикака. Но Туко не устраивали цепи и наручники, и по ночам он организовывал сопротивление, чтобы победить своих жестоких поработителей. Именно здесь он и получил свое имя Туко - кодовое название, используемое координаторами сопротивления, чтобы не разглашать личности участников.
zh_hans: "不错的选择。"当你坐下时，流放者向众人伸出手臂，然后开始讲述他的故事。"提卡卡奴贩们之所以出现在我们的星区，并不是什么秘密，因为他们受雇于神权国，抓捕我们的兄弟姐妹，供星联的建筑场使用。图科本人就是这些突袭的众多受害者之一，因此他被带到了提卡卡营地。但图科并不关心铁链和手铐，因此在晚上他组织了一次抵抗行动，以打败他们残酷的主人。这就是他获得自己的头衔图科的地方，这是抵抗运动合作者之间的代号，以便不泄露有关人员的身份。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_SLAVE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Tuco and the other escapees overwhelmed the slavers and escaped by stealing a Hephaestus-built vessel. Tuco gained infamy among pirates and Theocracy citizens alike. He returned to the Badlands, and together with the forces of Admiral Ariadne of the Lost Sun fleet drove Tiiikaka from the Badlands once again. Tuco stayed with us Outcasts for some time until he grew restless, and once again departed to seek greater adventures in the starry beyond!"
ko: "투코께서는 다른 탈옥수들과 함께 노예상 녀석들을 압도하시고, 헤파이스토스 사의 함선을 훔쳐 탈출하셨소. 투코라는 이름은 해적과 신정 시민들에게 공포의 상징이 되었소. 그는 불모지로 돌아와, 로스트선의 아리아드네 제독과 힘을 합쳐 다시 한 번 불모지의 티카카를 몰아내셨소. 투코께서는 우리 망명자들과 함께 있어 주시다가, 다시 한 번 저 별들 사이를 누비기 위해 모험을 떠나셨소!"
ru: "Туко и другие беглецы одолели работорговцев и спаслись, похитив судно, построенное Гефестом. Туко приобрел дурную славу как среди пиратов, так и среди граждан Теократии. Он вернулся в Пустоши и вместе с силами адмирала Ариадны из флота Затерянных Солнц выгнал Тииикаку из Пустошей. Туко оставался с нами, Изгоями, еще некоторое время, пока ему не стало не по себе, и он снова отправился на поиски новых приключений в звездном мире!"
zh_hans: "图科和其他逃亡者压倒了奴贩们，并通过偷窃一艘锤神建造的船只逃脱了。图科在海盗和神权国公民中都获得了声名。他回到了恶土，并与迷失烈阳舰队的阿里阿德涅上将的部队一起，再次将提卡卡赶出了恶土。图科和我们这些流放者呆了一段时间，直到他变得焦躁不安，并再次离开，在星空中寻求更大的冒险！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_LEGECY"]/text
source: "An excellent choice." The Outcast stretches out his arms to the crowd as you take a seat, then begins to tell his story. "After rescuing the Badlands from Tiiikaka forces, Tuco grew restless living in the Badlands. A life of quiet complacency within the Theocracy, and months trapped in a filthy cell in a Tiiikaka slave camp had filled him with a deep yearning for adventure. Fear not, for the great Tuco lives on to this day! They say he works a position of protection for Ocym, founder of Argeonn! Tuco has not abandoned us yet brothers and sisters - never fear. Before he left, he made a promise that should the Badlands ever be under threat again, we only need to call him back and he will come."
ko: "잘 생각하셨소." 당신이 자리에 앉는 동안 그 망명자는 군중을 향해 팔을 뻗은 후, 자신의 이야기를 시작했습니다. "티카카 놈들로부터 불모지를 구해내신 투코께서는, 불모지에서 조금 더 지내시다가 모험이 부르는 소리를 들으셨소. 신정 내에서의 조용한 삶, 그리고 티티카 노예상의 냄새 나는 감옥 속에서 몇 달간 지낸 투코께서는 모험심이 다시 타오르는 것을 느끼셨소. 위대한 투코께서 살아 계시니, 우리는 두려워할 것이 없소! 소문에 따르면 그분께서 알게온의 설립자, 오심의 호위를 맡았다고 하오! 절대 두려워 마시오, 형제자매들이여 - 투코께서는 아직 우리를 버리지 아니하셨으니. 그는 떠나기 전, 불모지가 다시금 위험에 빠졌을 때, 우리가 그분을 부르기만 하면 돌아와 주실 것이라고 약조하셨소."
ru: "Отличный вариант". Изгой простирает руки к толпе, когда вы садитесь, а затем начинает рассказывать свою историю. "После спасения Пустошей от сил Тиийкаки Туко стало не по себе от жизни в Пустошах. Жизнь в тихом благодушии Теократии и месяцы, проведенные в грязной камере в трудовом лагере Тиийкака, наполнили его глубокой жаждой приключений. Не бойтесь, ведь великий Туко живет и по сей день! Говорят, что он охраняет Оцима, основателя Арджонна! Туко еще не покинул нас, братья и сестры, - не бойтесь. Перед тем как уйти, он дал обещание, что если Пустошам снова будет угрожать опасность, нам стоит только позвать его, и он придет".
zh_hans: "不错的选择。"当你坐下时，流放者向众人伸出手臂，然后开始讲述他的故事。"从提卡卡军队手中救下恶土后，图科在恶土的生活变得不安起来。在神权国统治下平静自得的生活，以及被困在提卡卡奴隶营的肮脏牢房中的几个月，使得他对冒险充满了深深的渴望。不用担心，因为伟大的图科一直活到了今天！据说他正为阿尔吉恩的创始人奥西姆担任保护职务！图科还没有抛弃我们兄弟姐妹们。在他离开之前，他做了一个承诺，如果恶土再次受到威胁，我们只需要叫他回来，他就会来。"

# data/events_rock.xml.append$//event[@name="OUTCAST_STORIES_LEGECY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You didn't even realize it, but time slipped away from you faster than you thought. With the story over, you apologize but explain you have to leave. "I understand the importance of your mission, and won't keep you any longer. But I speak for everyone when I say that I appreciated your company with us today. It is not often we get visitors, much less ones so interested in tales of our history. Please, accept this gift."
ko: 당신은 이야기에 푹 빠진 나머지, 시간이 지나는 것도 잊고 있었습니다. 이야기가 끝난 후, 당신은 유감스럽지만 이만 떠나야 한다고 설명했습니다. "당신이 맡은 임무의 중요성은 이해하고 있소, 그렇기에 이 이상 붙잡고 있진 않겠소. 그리고 오늘 이 자리에 함께해 줘서 고맙다는 말을, 우리 망명자 전원을 대표해서 전하겠소. 이 구역에 방문자가 오는 것도 흔치 않은 일이지만, 그중 우리 역사에 대한 이야기를 들으려는 자는 더더욱 적어서 말이오. 부디, 이 선물을 받아 주었으면 하오."
ru: Вы даже не заметили, как время пролетело быстрее, чем вы думали. Когда рассказ закончился, вы извинились, но предупредили, что должны уходить. "Я понимаю важность вашей миссии и не хочу вас больше задерживать. Но я говорю за всех, когда говорю, что мне было приятно, что вы сегодня были с нами. Не так часто к нам приходят гости, тем более столь заинтересованные в рассказах о нашей истории. Пожалуйста, примите этот подарок".
zh_hans: 你甚至没有意识到，但时间从你身上溜走的速度比你想象的快。故事结束后，你小作寒暄，但解释道你必须离开。"我明白你的任务的重要性，不会再留你了。但我代表大家说，我很感谢你今天和我们在一起。我们很少有访客，更不用说对我们的历史故事如此感兴趣的人了。请接受这份礼物。"
