Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_rock.xml.append/*.po
Languages: ko, ru, zh_hans

source: The Rockman squints, his gaze focused firmly on Ruwen. "Do not lie to me. We have already interrogated the criminals for the reason of your meeting. You wish to assist them in their attack on Numa V - in return to gaining access to the waystone device that you wish to rob from us. These are acts of war. The Theocracy might be involved in many other conflicts at this moment, but do not think we will take kindly to such insults." Suddenly, weapons spring from the hull of the Rock ship! They're going to attack Ruwen!
ko: 락맨은 눈살을 찌푸리고는, 루웬을 똑바로 노려봤습니다. "거짓말 마시오. 이미 이번 만남의 목적에 대해 범죄자들을 심문했소. 그대는 놈들이 누마 제5계를 공격하는 것을 지원하려 했지. 그대가 우리로부터 빼앗으려는 길잡이돌 장치에 그대를 접근시켜주는 대가로 말이오! 이건 전쟁 행위요. 신정은 이미 여러 곳에서 분쟁을 치르고 있지만, 그렇다고 이런 모욕을 관대히 넘어갈 것이라 생각하지 마시오." 갑자기, 무기들이 락맨 함선의 선체에서 튀어나왔습니다! 루웬을 공격하려 합니다!
ru: Валун прищурился, взгляд его устремился на Рувена. "Не ври мне. Мы уже допросили преступников, чтобы выяснить причину вашей встречи. Вы хотите помочь им в нападении на Нума V - в обмен на получение доступа к устройству Путеводного камня, которое ты хочешь у нас украсть. Это военные преступления. В данный момент Теократия может быть вовлечена во множество других конфликтов, но не думай, что мы с пониманием отнесемся к подобным оскорблениям". Внезапно из корпуса корабля валунов выдвигается оружие! Они собираются атаковать Рувена!
zh_hans: 岩石族皱了皱眉，他的目光紧紧盯着茹文。"不要对我撒谎。我们已经审讯了罪犯，了解了你们见面的原因。你希望协助他们攻击努马5号星系，作为回报，你将获得从我们这里抢夺的次元石装置。这些都是战争行为。此时此刻，神权国可能正忙于许多其他冲突，但不要以为我们会对这样的侮辱采取仁慈的态度。"突然，岩石族飞船的舰体上弹出了武器！他们要攻击茹文！

source: Interfere.
ko: 개입한다.
ru: Вмешаться.
zh_hans: 干预。

source: You won't stand for this. You raise your weapons and engage the Paladin ship.
ko: 용납할 수 없습니다. 당신은 무기를 들어 올리고 성기사 함선과 교전합니다.
ru: Вы не потерпите этого. Вы заряжаете орудия и вступаете в бой с кораблем Паладинов.
zh_hans: 你不会容忍这一切。你举起你的武器与圣骑战舰交战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't risk getting involved.
ko: 이 문제에 엮일 수는 없다.
ru: Мы не можем рисковать.
zh_hans: 我们不能冒险介入。

source: It's cruel, but this was the Empire's blunder, not yours. You can't risk angering the Theocracy like this.
ko: 괴롭지만, 이건 크리스탈 제국의 실수이지 당신 탓이 아닙니다. 이런 식으로 락맨 신정을 화나게 할 순 없습니다.
ru: Это жестоко, но это просчет Империи, а не ваш. Вы не можете так рисковать и злить Теократию.
zh_hans: 这很残酷，但这是帝国的误判，而不是你的。你不能冒着激怒神权国的风险这样做。

# data/events_rock.xml.append$//event[@name="RUWEN_DESTINATION"]/choice[2]/text
source: Accept the reward and leave.
ko: 보상을 받고 떠난다.
ru: Принять награду и уйти.
zh_hans: 接受奖励并离开。

source: Eventually Ruwen leaves your sight as he passes behind a distant moon.
ko: 루웬은 먼 위성의 뒷편을 지나 마침내 당신의 시야에서 벗어났습니다.
ru: В конце концов Рувен уходит из поля зрения, скрываясь за далекой луной.
zh_hans: 最终，当茹文从一个遥远的卫星后面离开了你的视线。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="RUWEN_SAVE"]/text
source: The Paladin vessel has been defeated. A substantial amount of scrap remains behind to take.
ko: 성기사 선박을 격파했습니다. 상당한 양의 스크랩이 남았습니다.
ru: Корабль Паладинов повержен. После него остается значительное количество лома.
zh_hans: 圣骑战舰已被击败，有大量废料可以带走。

# data/events_rock.xml.append$//event[@name="RUWEN_SAVE"]/choice/text
source: Hail Ruwen.
ko: 루웬과 통신한다.
ru: Cвязаться c Рувеном.
zh_hans: 呼叫茹文。

# data/events_rock.xml.append$//event[@name="RUWEN_SAVE"]/choice/event/text
source: It seems Ruwen's substantial defenses protected him from any major damage during the fight. Still, he's quite shaken. "By the Empress, oh dear. Had it not been for you, I doubt I would still be standing here. It would be against tradition for me to not extend an even greater reward as thanks to you and the Federation. Though my initial diplomatic mission here has failed, perhaps we have achieved new ground instead!"
ko: 견고한 방어력 덕분에 루웬은 전투 중에 큰 피해를 입지 않은 것 같습니다. 그럼에도 그는 꽤나 충격을 받았습니다. "오 여제님 맙소사. 그대가 아니었더라면, 내가 여기에 서 있는 게 가능했을지 모르겠구려. 그대와 연방에 대한 감사의 의미로 내가 더 큰 보상을 준비하지 않는다면 전통에 어긋날 것이오. 비록 내 첫 외교 임무는 실패했으나, 대신 새로운 기반을 얻은 것 같소!"
ru: Похоже, что надежная защита Рувена уберегла его от серьезных повреждений во время боя. Тем не менее, он сильно потрясен. "Клянусь императрицей, о боже. Если бы не вы, вряд ли бы я еще стоял здесь. Было бы противоестественно, если бы в благодарность вам и Федерации я не назначил еще большую награду. Хотя моя первоначальная дипломатическая миссия здесь провалилась, возможно, вместо этого мы достигли новых высот!"
zh_hans: 看来茹文的关键性防御措施保护了他，他在战斗中没有受到任何重大伤害。不过，他还是相当震撼。"我的皇后，哦，天哪。如果不是因为你，我肯定不会站在这里了。如果我不向你和联邦提供更大的奖励以示感谢，那就违背了传统。虽然我在这的原外交任务失败了，但也许我们反而取得了新的进展！"

# data/events_rock.xml.append$//event[@name="RUWEN_SAVE"]/choice/event/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Now, erm, it seems there's little point in keeping past pretenses so let me begin again. I needn't waste your time which much historical mumble, but in short the Empire has been so tolerant of the SSLG's more radical motions as the Empress sees great benefit in gaining access to Theocracy grounds. We seek access to the Waystone, the device originally used to seal our homeworlds away from the galaxy. At first, we hoped the Lost Suns might retrieve it for us in return for more dedicated support. But now it seems those plans have faltered. Now, I must go at it alone. It will be perilous, but I wonder if you might be up for the task?"
ko: "음, 조금 전의 겉치레는 별 의미가 없는 것 같으니 다시 시작하겠소. 역사에 대해 지껄이는 데 시간 낭비할 필요는 없지만, 간단히 말해 우리 제국은 SSLG의 급진적인 움직임에 대해 매우 관용적이었소. 여제께서 이것이 락맨 신정의 영역에 접근하는 데 있어 큰 이익이 된다고 보셨기 때문이오. 우리는 '길잡이돌'에 접근할 방법을 찾고 있는데, 과거 이 은하계로부터 우리의 고향 성단을 봉쇄하기 위해 사용되었던 장치요. 처음에는, 더욱 헌신적인 지원에 대한 보답으로 로스트선이 그것을 되찾아 줄 것이라 생각했소. 하지만 이제 그 계획들은 무너지고 있는 것 같소. 이제, 나 혼자의 힘으로 해나가야 하오. 위험하겠지만, 당신은 그 일을 할 수 있겠소?"
ru: "Теперь, эм, кажется, нет смысла сохранять прошлое притворство, так что позвольте мне начать сначала. Не стоит тратить ваше время на исторический лепет, но если вкратце, то Империя была настолько толерантна к радикальному движению ГОСВ, что императрица увидела большую выгоду в получении доступа к территории Теократии. Мы ищем доступ к Путеводному камню, устройству, которое изначально использовалось для того, чтобы изолировать наши родные миры от галактики. Сначала мы надеялись, что Затерянные Солнца смогут вернуть его нам в обмен на более активную поддержку. Но теперь, похоже, эти планы рухнули. Теперь я должен действовать в одиночку. Это будет опасно, но я думаю, может быть, вы справитесь с этой задачей?"
zh_hans: "现在，呃，看来保持之前的伪装已经没有什么意义了，请您允许我重新介绍情况。我不该用长篇累牍的往事浪费您的时间，但简而言之，帝国对姊族解放组织更激进的行动一直很宽容，因为女皇觉得这对进入神权国星域有很大帮助。我们寻求获得'次元石'，这个装置最初是用来将我们的家园与银河系分隔的。起初，我们希望迷失烈阳者能够为我们找回它，以换取我方更多关照。但现在看来，这个计划已经停滞了。现在，我被迫独自完成任务。这将充满凶险，但我想知道您是否有意担负这项任务？"

source: Agree to escort Ruwen to the Crystalline Origins.
ko: 루웬을 크리스탈 기원지로 호위하기로 한다.
ru: Согласиться сопроводить Рувена к истокам кристаллинов.
zh_hans: 同意护送茹文到水晶起源域。

source: "Most wonderful! Then, with haste we must go! There isn't a second to lose!"
ko: "멋지오! 그럼, 서둘러서 가야 하오! 단 1초도 낭비할 틈이 없소!"
ru: "Чудесно! Тогда поспешим! Нельзя терять ни секунды!"
zh_hans: "太好了！那么，我们必须赶快走！一秒钟都不能耽误！"

source: Ruwen
ru: Рувен
zh_hans: 茹文

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Ah, no bother then. You've done quite enough. Now, hopefully for the final time, Idi Tukala! Best of luck with your journeys."
ko: "아, 그렇다면 신경 쓰지 마시오. 그대는 할 만큼 했소. 마지막으로 바라건대, 이디 투칼라! 그대의 여행에 행운을 비오."
ru: "А, тогда не стоит беспокоиться. Вы уже достаточно сделали. Теперь, надеюсь, в последний раз, Иди Тукала! Желаю удачи в ваших путешествиях".
zh_hans: "啊，那就不麻烦了。您已经做得够多了。现在，希望是最后一次对您说这句话，伊迪图卡拉！祝您的旅程好运。"

# data/events_rock.xml.append$//event[@name="TURBAN"]/text
source: Before you is a grand spectacle, a giant sprawling city so tall it blocks out the sun. Massive bridges span artificial ravines with walls lined with store fronts. Half of the city seems to resemble traditional Rock architecture, but many connected segments are only half complete and are seemingly cobbled together out of scrap metal. This is Turban, one of the largest centers for trade, commerce, and culture in the modern galaxy, created quite ironically from the former site of a Chrysolic Church and Inquisition stronghold.
ko: 당신의 눈 앞에 장관이 펼쳐졌습니다: 항성을 가릴 정도로 거대한 도시가 있었습니다. 가게 간판으로 가득한 벽들이 거대한 다리로 연결되어 있었습니다. 도시의 절반은 전통적인 락맨 건축 양식을 떠올리게 만드는 모양이었지만, 대부분의 연결된 부분은 완공되지 않은 상태였고 자투리 고철로 급하게 꿰맞추어 진 상태였습니다. 이곳은 터번, 크리스탈교 교회와 이단 심문소가 있던 터에 지어진 현대 우주에서 가장 큰 무역, 상업, 그리고 문화의 중심지였습니다.
ru: Перед вами грандиозное зрелище - гигантский разросшийся город, такой высокий, что закрывает солнце. Массивные мосты перекинуты через искусственные ущелья, стены которых украшены витринами магазинов. Половина города похожа на традиционную архитектуру валунов, но многие соединенные между собой сегменты завершены лишь наполовину и, кажется, собраны из металлолома. Это Тюрбан, один из крупнейших центров торговли, коммерции и культуры в современной галактике, созданный по иронии судьбы на месте бывшей хризолической церкви и оплота Инквизиции.
zh_hans: 在你面前的是一个壮观的景象，一座巨大无垠的城市，高得遮住了阳光。巨大的桥梁横跨人工沟壑，上面有一排排的商店门面。这座城市的一半似乎类似于传统的岩石族建筑，但许多相连的部分暂未完工，似乎是用废旧金属拼凑而成。这就是图尔班，现代银河系中最大的贸易、商业与文化中心之一。讽刺的是，它是在一个水晶教教堂与圣判所据点的旧址之上建造的。

# data/events_rock.xml.append$//event[@name="TURBAN"]/beaconType/unvisitedTooltip
source: Location of Turban.
ko: 터번의 위치입니다.
ru: Местонахождение Тюрбана.
zh_hans: 此处为图尔班的位置。

# data/events_rock.xml.append$//event[@name="TURBAN"]/beaconType/visitedTooltip
source: Explored location. Nothing left of interest.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.
zh_hans: 已探索的信标，没什么值得注意。

# data/events_rock.xml.append$//event[@name="TURBAN"]/choice[1]/text
source: Visit.
ko: 방문한다.
ru: Посетить.
zh_hans: 访问。

# data/events_rock.xml.append$//event[@name="TURBAN"]/choice[1]/event/text
source: You fly through the city, taking in truly just how massive it is, compared to all of the much smaller Outcast villages you've seen. As a newcomer and a renegade you are welcomed warmly, and your time in the city is a pleasant one. You meet a humble Aquarian fisherman who convinces you to try a sample of some exotic octopus, an exceptionally elderly Orchid Chieftain whom crafts dreamcatchers from his own twigs, and even share an awkward encounter with a very drunken ex-Rebel who claims to be Admiral Vance's long lost brother, who buys you 3 rounds of drinks before passing out. You also find a number of stores selling military supplies with an incredible variety of items to choose from.
ko: 당신은 도시 안을 날아다니면서, 지금까지 본 조그만 망명자 마을들에 비해 이 도시가 얼마나 거대한지를 눈여겨보았습니다. 방문객이자 배회자로서 당신은 따뜻한 환대를 받았고, 기분 좋은 시간을 보냈습니다. 당신은 각종 특이한 문어의 시식을 권하는 소박한 아쿠아리안 어부와, 자기 가지로 드림캐쳐를 엮어내는 나이 많은 오키드 추장을 만났고, 술에 취해 스스로를 밴스 제독이 오래전 잃어버린 형제라고 주장하는, 한때 반군이었던 이가 당신에게 술 세 잔을 사주고는 뻗어버리는 모습도 보았습니다. 그리고 무엇보다, 수많은 종류의 군용품을 판매하는 상점 또한 볼 수 있었습니다.
ru: Вы пролетаете над городом, и вам кажется, что он просто огромен по сравнению с теми деревнями Изгоев, которые вы видели. Как новоприбывшего и Ренегата, вас радушно встречают, и время, проведенное в городе, оказывается приятным. Вы встречаете скромного рыбака-акварца, который уговаривает вас попробовать экзотического осьминога, чрезвычайно пожилого Вождя орхидей, который мастерит ловцов снов из собственных веток, и даже неловко сталкиваетесь с очень пьяным бывшим повстанцем, который утверждает, что он давно потерянный брат адмирала Вэнса, и который угощает вас тремя порциями выпивки, прежде чем отключиться. Кроме того, вы находите несколько магазинов, торгующих военными принадлежностями, с невероятным разнообразием товаров на выбор.
zh_hans: 你飞快地穿过这座城市，与你所见过的所有小得多的流放者村落相比，你真正地感受到了它的巨大。作为一名初来乍到的变元者，你受到了热烈的欢迎，并在城市里渡过了愉快的时光。你遇到了一名谦逊的水生族渔夫，他说服你试吃一些异国情调的章鱼料理。还遇到一名特别年长的兰花族长，他用自己的树枝制作捕梦网。甚至还遇到了一名醉醺醺的前叛军，他声称自己是万斯上将失散多年的兄弟，在喝昏迷前请你喝了三轮酒。你还发现了一些出售军事用品的商店，有令人难以置信的各种物品可供挑选。

# data/events_rock.xml.append$//event[@name="TURBAN"]/choice[2]/text
source: We don't need to stop here.
ko: 여기 들를 필요는 없다.
ru: Мы не должны останавливаться здесь.
zh_hans: 我们无需在此处暂歇。

# data/events_rock.xml.append$//event[@name="TURBAN"]/choice[2]/event/text
source: To many this is place would be worth visiting for the sights alone, but to you it's nothing but another store, and you don't need to go shopping right now.
ko: 이 경치를 구경하러 오는 사람도 많겠지만, 당신에게 이곳은 그저 또다른 상점일 뿐이었고, 당신은 지금 쇼핑을 할 필요가 없었습니다.
ru: Для многих это место стоило бы посетить только ради достопримечательностей, но для вас это всего лишь очередной магазин, и вам сейчас не до покупок.
zh_hans: 对许多人来说，这个地方光是看风景就值得一游，但对你来说，它不过是另一家商店，你现在不需要去购物。

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING"]/text
source: As you begin to leave, you catch sight of a shooting star in the sky. Quite strange, considering it's not night time... Then it dawns on you what this is, just in time for you to take cover as a missile barrage strikes one of the nearby towers and sends it crashing down. The attack is followed by a flurry of more missile strikes as Theocracy and Coalition Bombers begin to jump in. The city is under attack!
ko: 이곳을 떠나려던 참에, 당신은 하늘에서 별똥별을 볼 수 있었습니다. 이상한 일이었습니다. 지금은 밤도 아닌데... 그러고 나서 이것이 무엇인지 깨달았습니다. 당신이 엄폐하는 것과 동시에 미사일 포화가 근처의 탑들 중 하나를 무너뜨렸습니다. 이어서 신정과 연합의 폭격기들이 도약해오면서 더 많은 미사일이 쏟아졌습니다. 도시가 공격받고 있었습니다!
ru: Когда вы начинаете уходить, то замечаете в небе падающую звезду. Довольно странно, учитывая, что сейчас не ночь... Затем вас осеняет, что это такое, и вы успеваете спрятаться в укрытие, когда ракетный залп поражает одну из близлежащих башен и разрушает ее. Вслед за этим следует шквал ракетных ударов, и на город начинают надвигаться бомбардировщики Теократии и Коалиции. Город атакуют!
zh_hans: 当你将要离开时，你看到了天空中的一颗流星。很奇怪，毕竟此时并不是晚上...然后，你突然意识到了这是什么，刚好及时到躲避它。一枚导弹袭击了附近的一座塔楼并将其击落！越来越多的导弹来袭，神权国和星联的轰炸机开始跃迁侵入。这座城市正在遭受攻击！

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING"]/choice[1]/text
source: Get back to your ship and flee as soon as possible.
ko: 함선으로 돌아가 최대한 빨리 달아난다.
ru: Вернуться на свой корабль и улетать как можно скорее.
zh_hans: 尽快回到你的星舰并逃离。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING"]/choice[1]/event/text
source: You take off at once, but you aren't fast enough to escape unharmed. A missile strikes your engines, damaging them badly, while a Coalition Elite spots you and engages!
ko: 당신은 즉시 이륙했지만, 피해 없이 탈출할 만큼 빠르지 못했습니다. 미사일이 당신의 엔진실을 타격해 심각한 손상을 입혔고, 이어서 연합 엘리트 함선이 당신을 발견하고 교전을 개시합니다!
ru: Вы сразу же взлетаете, но скорости не хватает, чтобы уйти невредимыми. Ракета попадает в двигатель, сильно повреждая его, а элита Коалиции замечает вас и вступает в бой!
zh_hans: 你立即起飞，但速度不足以毫发无损地逃脱。一枚导弹击中了你的引擎系统，使其严重受损，同时一艘精英星联战舰发现了你并对你交战！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING"]/choice[2]/text
source: Stay and try to aid the other civilians.
ko: 남아서 민간인들을 돕는다.
ru: Остаться и постараться помочь другим гражданским.
zh_hans: 留下来设法援助其他平民。

# data/events_rock.xml.append$//event[@name="TURBAN_BOMBING"]/choice[2]/event/text
source: You came here to save the Federation, but what good is that if you abandon everyone else on your path in doing so? You help pull several civilians out from beneath collapsed debris, but after a missile strike almost costs you your life, you realize if you stay on the surface any longer you'll die. Fortunately, a strangely dressed Rockman in worn priest clothing motions for you to follow him. "Come with me, quickly! We must get to the sewers, we'll be safe from the bombardement there."
ko: 당신이 이곳에 온 것은 연방을 구하기 위해서였지만, 그 과정에서 다른 모든 이들을 포기한다면 무슨 소용이 있겠습니까? 당신은 무너진 잔해 아래에서 여러 민간인을 구출하는 것을 도왔지만, 미사일 공격으로 거의 목숨을 잃을 뻔한 후 이 이상 지상에 머물렀다간 죽게 될 것임을 깨달았습니다. 다행히도, 낡은 사제 복장을 한 락맨 하나가 당신에게 따라오라고 했습니다. "이쪽으로 오시오. 어서! 하수도로 가야 하오. 그곳은 폭격으로부터 안전할 것이오."
ru: Вы прибыли, чтобы спасти Федерацию, но в чем толк, если при этом вы бросаете на произвол судьбы всех, кто оказывается на вашем пути? Вы помогаете вытащить нескольких гражданских из-под завалов, но после того, как ракетный удар едва не лишает вас жизни, вы понимаете, что если останетесь на поверхности, то погибнете. К счастью, странно одетый валун в поношенной одежде священника просит вас следовать за ним. "Идем со мной, быстро! Мы должны добраться до канализации, там мы будем в безопасности от бомбардировки".
zh_hans: 你来这里是为了拯救联邦，但若你在任务途中抛弃所有人，这又有什么意义呢？你帮助几个平民将他们从倒塌的废墟下救了出来，但在一次导弹袭击差点让你丧命之后，你意识到如果继续呆在地表肯定会死。幸运的是，一个穿着破旧牧师服装的奇怪的岩石族示意你跟他走。"跟我来，快！我们必须到下水道去，在那里我们可以安全地躲避轰炸。"

source: Retreat into the sewers.
ko: 하수도 내부로 피신한다.
ru: Скрыться в канализации.
zh_hans: 撤退到下水道。

source: You trek through the sewers in silence with your crew, following the Rockman and his lantern through the labyrinth beneath the streets. Eventually, he breaks the silence. "You are noble to stay and help these people. There are few who would. Come, not much further now until we reach the sanctuary." True to his word, only a few turns later and you arrive at a crudely constructed door which you slide out of the way. A repugnant smell assaults your senses but you stifle the urge to gag and take a seat next to a sleeping outcast.
ko: 락맨과 그의 등불을 따라, 당신은 선원들과 함께 조용히 하수도를 따라 걸으며 거리 아래의 미로를 지났습니다. 마침내 그가 침묵을 깨뜨렸습니다. "남아서 이들을 돕기로 하다니 정말 고귀한 일이오. 그런 자는 흔치 않지. 자, 이제 피난처에 도착할 때까지 얼마 남지 않았소." 그의 말대로, 모퉁이를 몇 번 더 돌자 조잡하게 만들어진 문 앞에 도착했고 당신은 그 문을 열고 들어갔습니다. 불쾌한 냄새가 당신의 감각을 공격했지만 당신은 구역질이 나오려는 것을 억누르고 잠든 망명자 옆에 앉았습니다.
ru: Вы молча пробираетесь по канализации вместе со своим экипажем, следуя за валуном и его фонарем по лабиринту под улицами. В конце концов, он нарушает тишину. "Вы поступили благородно, оставшись и помогая этим людям. Мало кто на это способен. Идемте, осталось совсем немного до святилища". И правда, через несколько поворотов вы оказываетесь перед грубо сколоченной дверью, которую вы сдвигаете с места. Отвратительный запах проникает в ваше тело, но вы подавляете рвотные позывы и садитесь рядом со спящим Изгоем.
zh_hans: 你和你的船员们默默地跋涉在下水道里，跟着岩石族和他的灯笼穿过街道下的无底黑路。最终，他打破了沉默。"你很高尚，能留下来帮助这些人。很少有人会这样做。跟紧一点，没多远我们就到避难所了。"正如他所说，只转了几个弯，你就来到了一扇结构简陋的门前，你把它推开。一股令人厌恶的气味袭击了你的感官，但你忍住了咽口水的冲动，在一个睡着的流放者身边坐下。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The people in the room pay you little attention, but your companion draws many nasty looks. "Turns out you are a bad omen, Argo. We were warned of your curse, and now look where we are. We should never have given you asylum", spits a young female Mantis with a blood-soaked bandana over her left eye. This insult is met by murmurs of agreement by the rest of the room, who turn their backs to Argo. In defeat, he stumbles over to where you are.
ko: 방에 있는 이들이 당신에게는 거의 관심을 기울이지 않았지만, 당신의 동료를 향해서는 불편한 시선을 감추지 않았습니다. "역시 너 나쁜 징조였다, 아르고. 우리 네 저주 대해 경고받았고, 지금 우리 꼴 봐라. 네 망명 받지 말았어야 했다" 왼눈 위로 피에 젖은 반다나를 두른 젊은 여성 맨티스가 쏘아붙였습니다. 방의 나머지 사람들도 중얼거리며 이 모욕에 대해 동의했고, 아르고에게서 등을 돌렸습니다. 그는 좌절해 비틀거리며 당신 쪽으로 왔습니다.
ru: Люди в зале не обращают на вас внимания, но ваш спутник привлекает много неприязненных взглядов. "Выходит, ты дурное предзнаменование, Арго. Нас предупреждали о твоем проклятии, а теперь посмотри, к чему мы пришли. Не надо было предоставлять тебе убежище", - изрекает молодая самка богомолов с пропитанной кровью повязкой на левом глазу. На это оскорбление остальные присутствующие в помещение отвечают ропотом согласия и поворачиваются к Арго спиной. Подавленный, он, спотыкаясь, подходит к вам.
zh_hans: 房间里的人对你的到来不怎么在乎，但你的同伴却引来了许多厌恶的目光。"事实证明你的确是个死兆星，阿尔戈。我们被警告过关于你的诅咒，现在看看我们到了什么程度。我们就不应该给你提供庇护。"一个年轻的女螳螂族吐槽道，她的左眼上有一块沾满鲜血的绷带。这一侮辱得到了房间里其他人的低声附和，他们背对着阿尔戈。满脸不甘，他跌跌撞撞地走到你所在的位置。

source: Why is everyone mad at you?
ko: 어째서 모두들 당신에게 화가 나 있습니까?
ru: Почему все на тебя злятся?
zh_hans: 为什么大家都对你充满怨气？

source: Argo sighs and slumps back, pulling a small canteen from his belt and taking a sip. "Not long ago, I was in nothing but the highest graces of the Theocracy. My father sat at the table of victors when the Elders divided the Rock-Crystal Empire and seized power, but he was denied a place as an Elder. He warned me that the Elders would not be kind to our heritage unless we continued to prove our loyalty. I served as a Chrysolic priest for many years before I married my wife, Iri. Together we had two children, a son and a daughter."
ko: 아르고는 한숨을 내쉬며 구부정히 앉아, 허리띠에서 작은 물통을 꺼내 한 모금 마셨습니다. "얼마 전까지, 나는 그저 신정에서 최고의 은혜를 입은 자일뿐이었소. 장로들이 락맨-크리스탈 제국을 분열시키고 권력을 장악했을 때, 내 아버지께서도 승자의 테이블에 앉으셨지만 장로의 직위에 오르는 것은 거부당하셨소. 아버지께서 우리에게 경고하시길, 우리가 충성심을 계속해서 증명하지 않는다면 장로들이 우리의 가문을 곱게 보지 않을 것이라 했소. 내 아내 '이리'와 결혼하기 전까지, 나는 여러 해 동안 크리스탈교 사제로 봉사했소. 우리는 아들 하나와 딸 하나, 두 아이를 낳았소."
ru: Арго вздыхает и откидывается на спинку кресла, снимая с пояса небольшую флягу и делая глоток. "Не так давно я был в высшей степени благосклонен к Теократии. Мой отец сидел за столом победителей, когда Старейшины разделяли Империю валунов-кристаллинов и захватили власть, но ему отказали в месте Старейшины. Он предупредил меня, что Старейшины не будут милостивы к нашему роду, если мы не будем продолжать доказывать свою преданность. Я много лет служил хризолитовым священником, а потом женился на своей жене Ири. У нас родилось двое детей - сын и дочь".
zh_hans: 阿尔戈叹了口气，向后一倒，从腰带上拉出一个小水壶，喝了一口。"不久前，我正是受到神权国的最高礼遇之人。当长老们分裂岩晶帝国并夺取权力时，我的父亲坐在了胜利者的座位上，但他被剥夺了作为长老的地位。他警告我，除非我们继续证明自己的忠诚，否则长老们不会善待我们一家。在与我的妻子，伊里，结婚之前，我担任了多年的水晶教牧师。我们生了两个孩子，一个儿子和一个女儿。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "We both knew that neither of their lives would be easy, but we tried as hard as possible to place them in positions of security. Our son was sent to the Inquisition to be trained as a Crusader, while our daughter was promised a hand in marriage with Toarde, the head Elder. She was but a young child at the time, but what were we to do? The Rock people hated us, they saw us as exactly what we were. My daughter hated me too, and one day she simply vanished from her room in Toarde's palace along with her brother. Toarde was furious, and he blamed me because he had no one else to blame."
ko: "아이들의 삶이 쉽지 않으리라는 것을 알고 있었지만, 가능한 한 그들을 안전한 곳에 두려고 노력했소. 내 아들은 이단 심문관에게 보내져서 크루세이더로 훈련받았고, 내 딸은 장로 토아르드와 혼약을 맺었소. 그녀는 당시 어린아이에 불과했지만, 우리인들 어쩔 수 있었겠소? 락맨들은 우리를 혐오했는데, 그건 그들이 제대로 본 거요. 내 딸 역시 날 혐오했고, 어느 날 토아르드의 관저에 있는 자기 방에서 오빠와 함께 사라졌소. 다른 비난할 자가 없었던 토아르드는, 분노하여 날 비난했소."
ru: "Мы оба знали, что ни одна из их жизней не будет легкой, но изо всех сил старались устроить их на хорошую работу. Сына отправили в Инквизицию, чтобы он стал Крестоносцем, а дочери пообещали выдать замуж за Тоарда, главного Старейшину. В то время она была еще совсем маленьким ребенком, но что нам оставалось делать? Валуны ненавидели нас, они видели нас такими, какими мы были. Моя дочь тоже ненавидела меня, и однажды она просто исчезла из своей комнаты во дворце Тоарда вместе со своим братом. Тоард был в ярости, и он обвинил меня, потому что больше ему некого было винить".
zh_hans: "我们都知道，他们的生活肯定不会轻松，但我们尽可能努力地保证他们的安全。我们的儿子被送到圣判所接受圣战者训练，而我们的女儿则被许诺与首席长老托阿尔德联姻。当时她还只是个孩子，但我们还能做什么呢？岩石族们憎恨我们，他们认为我们本性难移。我的女儿也恨我，有一天她和她的哥哥一起从托阿尔德宫殿的房间里消失了。托阿尔德很生气，他责备我，因为他没有别的人可以责备。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
