Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

source: At last, Astrid finds what he is looking for. A journal entry, which reads; "Today I visited Earth! I've always loved human culture. On my trip, I met this lovely gentleman who owned a furniture corporation. When I told him Slugs rarely furnished their homes, he was shocked! And then, the lad gave me a most brillant idea I'll never forget. He said I should start a furniture company myself! I owe everything to that man."
fr: Enfin, Astrid trouve ce qu'il cherchait. Une note dans un journal, avec pour texte : "Aujourd'hui, j'ai visité la Terre ! J'ai toujours aimé la culture Humaine. Pendant mon voyage, j'ai rencontré un homme sympathique qui tenait une chaîne d'ameublement. Quand je lui ai dit que les Limaces meublaient rarement leur maison, il était choqué ! Mais alors, l'homme m'a donné l'idée la plus lumineuse que j'ai jamais vu. Il m'a dit que moi aussi, je devrais faire un magasin de meubles ! Je dois tout à cet homme."
ko: 마침내, 아스트리드는 그가 찾던 것을 발견했습니다. 그건 바로 다음과 같이 적힌 일기였습니다. "오늘 나는 지구를 방문했다! 나는 항상 인간의 문화를 사랑해 왔다. 여행 중에, 가구 회사를 운영하는 멋진 신사도 만났다. 내가 슬러그들은 집에 가구를 거의 비치하지 않는다고 말했더니 그는 충격을 받았다! 그러고 나서, 그 사내는 내가 절대 잊을 수 없는 아주 멋진 아이디어를 주었다. 나더러 직접 가구 회사를 차리라고 한 것이다! 내 모든 업적은 그 남자 덕분이다."

source: Continue...
fr: Continuer...
ko: 계속...

source: Astrid seems at a loss for words. "I... uh..." He clears his throat. "Well, I guess I better pay you for your help. I'm going to go cry in a bathroom now."
fr: Astrid semble chercher ses mots. "Je... heu..." Il se racle la gorge. "Bon, je suppose que je devrais vous payer pour votre aide. Maintenant, je vais pleurer dans la salle de bain."
ko: 아스트리드는 할 말을 잃은 것 같습니다. "저... 어..." 그가 헛기침합니다. "그럼, 전 도움에 대해 보답을 해야겠군요. 그다음엔 화장실에 가서 눈물을 좀 짜야겠어요."

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_PATENT"]/text
source: A Hektar ship and a Zoltan vessel look to be in some kind of standoff, arguing over trademarks. You can't seem to gleam any more insight on their argument, other than it seems very heated.
fr: Un vaisseau Hektar et un autre Zoltan semble en plein face à face à propos d'une histoire de marques déposées. Vous n'arrivez pas à comprendre quoi que ce soit de plus de la dispute, à part qu'elle est très échauffée.
ko: 헥타르 함선과 졸탄 함선이 상표권을 놓고 논쟁을 벌이며 대치 상태에 있는 것으로 보입니다. 논쟁이 과열되면서 그들의 주장 속에 이성이 점점 희미해져 가는 것 같습니다...

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_PATENT"]/choice[1]/text
source: Intervene and help the Hektar ship.
fr: Intervenir et aider le vaisseau d'Hektar.
ko: 개입하여 헥타르 함선을 돕는다.

source: You engage the Zoltan ship.
fr: Vous attaquez le vaisseau Zoltan.
ko: 당신은 졸탄 함선이 교전을 시작합니다.

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_PATENT"]/choice[2]/text
source: Intervene and help the Zoltan.
fr: Intervenir et aider le vaisseau Zoltan.
ko: 개입하여 졸탄 함선을 돕는다.

source: You engage the Hektar ship.
fr: Vous attaquez le vaisseau d'Hektar.
ko: 당신은 헥타르 함선이 교전을 시작합니다.

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_PATENT"]/choice[3]/text
source: Ignore the conflict.
fr: Ignorer le conflit.
ko: 싸움을 무시한다.

source: You quickly fly away. Soon, both ships open fire at each other.
fr: Vous partez vite. Les vaisseaux ne tardent pas à s'échanger des rafales.
ko: 당신은 재빨리 자리를 떴습니다. 두 함선은 곧 서로를 공격했습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_ENCOUNTER_HEKTAR"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//textList[@name="TEXT_ENCOUNTER_HEKTAR"]/text[1]
source: As you're starting to notice, the most prominent trait of all Hektar employees is their extreme greed. One particularly greedy Slug nearby looks to be wanting a piece of your ship and attacks!
fr: Comme vous avez commencé à le remarquer, le trait le plus universel des employés d'Hektar est leur avarice sans limite. Une Limace non loin, toute particulièrement avare, semble vouloir démanteler votre vaisseau et attaque !
ko: 당신도 눈치챘겠지만, 모든 헥타르 직원들의 가장 두드러진 특징은 극도의 탐욕입니다. 근처에 있던 특히 탐욕스러운 슬러그 하나는 당신의 함선을 어찌나 뜯어내고 싶었는지 공격해오기까지 합니다!

# data/events_hektar.xml$//textList[@name="TEXT_ENCOUNTER_HEKTAR"]/text[2]
source: A Hektar ship approaches, weighing their odds of success against you. Apparently they rank them high, because the ship attacks!
fr: Un vaisseau d'Hektar approche, et détermine ses chances de succès contre vous. Apparemment, elles sont élevées, car le vaisseau attaque !
ko: 헥타르 함선이 다가오며 당신과의 전투에서 이길 가능성을 가늠하고 있습니다. 이내 그들이 결국 공격해온 것으로 보아 자신들을 높게 평가했나 봅니다!

# data/events_hektar.xml$//textList[@name="TEXT_ENCOUNTER_HEKTAR"]/text[3]
source: "Let'sss both be real. You're never going to pay off that debt of yoursss. Sssso, why not jussst let usss kill you and sssteal your ssstuff, and then your sssuffering can be over!"
fr: "Sssoyons francs. Vous n'allez jamais payer votre dette. Alors pourquoi ne pas nous laisssser vous tuer et voler vos affaires, pour que vos sssouffranccces sss'arrêtent?"
ko: "우리 둘 다 현씰쩍으로 쌩각해보짜. 너는 결코 비쯜 다 갚찌 못할 거야. 그러니까, 우리가 널 쭉이고 물건을 훔찌도록 내버려 둬. 그러면 더 이쌍 고통 받을 일 업쓸 거야!"

# data/events_hektar.xml$//textList[@name="TEXT_ENCOUNTER_HEKTAR"]/text[4]
source: A Hektar ship is nearby. Their captain hails you, waving cheerfully. Suddenly, a timer goes off. "Ah crap, my break issss over. Sssorry man, now I gotta do my job and rob you."
fr: Un vaisseau d'Hektar est proche. Leur capitaine vous contacte, et vous fait un signe amical. Soudain, un minuteur retentit. "Ah flûte, ma pause est finie. Désolé mec, mais maintenant je dois faire mon boulot et te braquer."
ko: 근처에 헥타르 함선이 있습니다. 그들의 선장이 반갑게 손을 흔들며 당신을 불렀습니다. 그때, 갑자기 타이머가 울립니다. "아이고 휴씩 씨간이 끝나버렸네. 미안하찌만, 이쩨 내 본분으로 돌아와써 널 털어야게써."

# data/events_hektar.xml$//textList[@name="TEXT_ENCOUNTER_HEKTAR"]/text[5]
source: "Did you know I get a bonussss for every sssship I rob? Not from Hektar, but from money I get ssselling your garbage. Now, give me your cargo!"
fr: "Sssaviez-vous que je gagne un bonus à chaque vaisssseau que j'attaque ? Pas d'Hektar, mais de l'argent que je me fais en vendant votre bazar. Maintenant, donnez-moi votre cargaison !"
ko: "내가 함썬을 약탈할 때마다 보너쓰를 받는 거 알아? 헥타르에서 쭈는 건 아니고, 너의 쓰레기들을 판 돈이 바로 보너쓰야. 이쩨 네 화물을 내놔!"

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME"]/text
source: The clouds here are thicker than usual, and a violent storm rages on. You wander aimlessly hoping to find something, and eventually come across a very small Hektar pod drifting nearby, maybe only as large as two rooms. Your scans cannot penetrate its shell no matter what you do.
fr: Les nuages ici sont plus épais que d'ordinaire, et une violente tempête fait rage. Vous errez sans but dans l'espoir de trouver quelque chose, et finissez par apercevoir une minuscule capsule d'Hektar, à peine de la taille de deux salles. Vos scans n'arrivent pas à pénétrer la coque, quoi que vous fassiez.
ko: 이곳의 성운은 평소보다 두껍고 거센 폭풍이 몰아칩니다. 당신은 무언가를 찾기 위해 목적 없이 방황하다가 결국 근처에 표류하는 아주 작은 헥타르 포드를 발견했습니다. 당신의 스캐너로는 무슨 짓을 하든 표면을 뚫을 수 없었습니다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME"]/choice[1]/text
source: Approach.
fr: Approcher.
ko: 접근한다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME"]/choice[1]/event/text
source: You move closer to the pod and find it is protected by a metal door with a passcode. On the bottom is written simply "property of S.H." There's no possible way to break it open without jeopardizing the structural integrity, and the security system is so advanced you doubt you could break through before the Rebel fleet arrived. Whoever built this clearly doesn't want people messing with their stuff.
fr: Vous vous rapprochez de la capsule, qui semble être protégé par une porte métallique et un digicode. En bas est écrit simplement "Propriété de S.H.". Impossible de s'introduire sans compromettre l'intégrité structurelle, et le système de sécurité est si perfectionné que vous doutez pouvoir entrer avant que la flotte Rebelle n'arrive. Quiconque a construit ça ne voulait vraiment pas qu'on fouille ses affaires.
ko: 당신은 포드에 더 가까이 다가가서 그것이 암호가 있는 금속 문으로 보호되어 있음을 발견합니다. 하단에는 단순히 "S.H.의 재산"이라고 쓰여 있습니다. 구조적 무결성을 위태롭게 하지 않고 그것을 열 수 있는 가능한 방법은 없으며 보안 시스템이 너무 진보하여 반군 함대가 도착하기 전에 뚫을 수 있을지 의심스러울 정도입니다. 분명히 이것을 만든 사람은 다른 이들이 물건을 엉망으로 만드는 것을 원하지 않았을 것입니다.

source: (Obyn) Obyn seems to know what this is.
fr: (Obyn) Obyn semble savoir ce que c'est.
ko: (오빈) 오빈은 이게 무엇인지 아는 것 같습니다.

source: (Sylvan) Sylvan seems to have something to say.
fr: (Sylvan) Sylvan semble avoir quelque chose à dire.
ko: (실반) 실반에게 할 말이 있는 것 같습니다.

source: Sylvan glances at the pod for a moment but stops himself. "Heh, nevermind sssstranger. My bad. Ignore my rambling..."
fr: Sylvan observe la capsule pendant quelques instants, puis s'arrête. "Hm, oubliez ççça étranger, désolé. Ignorez mes divagatttions..."
ko: 실반은 포드를 힐끗 보고 멈춰섰습니다. "헤, 씬경 쓰지 마쎄요 낯썬이. 씰쑤여써요. 그냥 무씨해쭈쎄요..."

source: (Obyn) Obyn seems to know what this is.
fr: (Obyn) Obyn semble savoir ce que c'est.
ko: (오빈) 오빈은 이게 무엇인지 아는 것 같습니다.

source: Guess there's nothing to be done.
fr: Il semble qu'il n'y a rien à faire.
ko: 할 수 있는 것이 없다.

source: This is a very strange sighting, and you can't help but wonder if there's something of great significance here. However, today no mystery will be solved. Not here at least.
fr: C'est une découverte très étrange, et vous vous demandez s'il n'y aurait pas quelque chose d'important ici. Cependant, aucun mystère ne sera élucidé aujourd'hui, du moins pas ici.
ko: 이건 매우 이상한 광경입니다. 여기에 뭔가 중요한 것이 있는지 궁금하지 않을 수가 없군요. 그러나 오늘은 어떤 수수께끼도 풀리지 않을 것입니다. 적어도 여기에서는요.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

source: Guess there's nothing to be done.
fr: Il semble qu'il n'y a rien à faire.
ko: 할 수 있는 것이 없다.

source: This is a very strange sighting, and you can't help but wonder if there's something of great significance here. However, today no mystery will be solved. Not here at least.
fr: C'est une découverte très étrange, et vous vous demandez s'il n'y aurait pas quelque chose d'important ici. Cependant, aucun mystère ne sera élucidé aujourd'hui, du moins pas ici.
ko: 이건 매우 이상한 광경입니다. 여기에 뭔가 중요한 것이 있는지 궁금하지 않을 수가 없군요. 그러나 오늘은 어떤 수수께끼도 풀리지 않을 것입니다. 적어도 여기에서는요.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME"]/choice[2]/text
source: Guess there's nothing to be done.
fr: Il semble qu'il n'y a rien à faire.
ko: 할 수 있는 것이 없다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME"]/choice[2]/event/text
source: This is a very strange sighting, and you can't help but wonder if there's something of great significance here. However, today no mystery will be solved. Not here at least.
fr: C'est une découverte très étrange, et vous vous demandez s'il n'y aurait pas quelque chose d'important ici. Cependant, aucun mystère ne sera élucidé aujourd'hui, du moins pas ici.
ko: 이건 매우 이상한 광경입니다. 여기에 뭔가 중요한 것이 있는지 궁금하지 않을 수가 없군요. 그러나 오늘은 어떤 수수께끼도 풀리지 않을 것입니다. 적어도 여기에서는요.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME_OPEN"]/text
source: Obyn brushes past you and walks up to the passcode. He types in a string of numbers you don't recognize and to your surprise the pod opens! You glance at Obyn, who shrugs. "S.H.; those are Sylvan's initials. He has a bad habit of using the same password for everything, so I figured I'd try it..."
fr: Obyn passe devant vous et marche jusqu'au digicode. Il tape une série de nombres que vous ne reconnaissez pas et à votre surprise la capsule s'ouvre ! Vous jetez un regard à Obyn, qui hausse les bras. "S.H., ce sont les initiales de Sylvan. Il a une tendance à utiliser le même mot de passe partout, je me disais qu'il fallait essayer..."
ko: 오빈은 당신을 뒤로하고 문을 향해 걸어갑니다. 그는 당신이 인식하지 못하는 일련의 숫자를 입력했고 놀랍게도 포드가 열렸습니다! 오빈이 어깨를 으쓱입니다. "S.H, 실반의 이니셜이오. 같은 비밀번호를 쓰는 버릇이 있어서 한번 해볼까 생각했는데..."

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME_OPEN"]/choice/text
source: Enter.
fr: Entrer.
ko: 들어간다.

# data/events_hektar.xml$//event[@name="NEBULA_SYLVANHOME_OPEN"]/choice/event/text
source: The interior of the pod is decorated by all kinds of oddities. A messy bed with dark purple sheets conceals an array of stuffed animals with obvious wear from years of friendship. Much of the decorations seem strangely childish, with a few outliers that seem to have been added after the fact. Obyn kneels and picks up a small trinket, a necklace with a symbol of the great eye, engraved with the name 'Anurak'.
fr: L'intérieur de la capsule est décorée par bien des choses étranges. Un lit défait avec des couvertures violettes cache de nombreuses peluches trahissant des années d'amitié. La décoration semble étrangement enfantine, avec seulement quelques intrus semblant avoir été ajoutés après coup. Obyn se baisse et ramasse un petit bibelot, un pendantif avec un symbole du Grand Œil, gravé du nom 'Anurak'.
ko: 포드의 내부는 온갖 기이한 것들로 장식되어 있습니다. 수년간의 우정으로 닳아버린 것이 분명한 지저분한 침대에는 짙은 보라색 시트가 놓여 박제 동물들을 숨겨주고 있습니다. 많은 장식이 이상하리만큼 유치해 보이며, 몇 가지 특이한 것들은 나중에 추가된 것 같습니다. 오빈은 무릎을 꿇고 위대한 눈의 문양과 '아누락'이라는 이름이 새겨진 작은 목걸이를 집었습니다.

source: What's that?
fr: Qu'est-ce que c'est ?
ko: 그건 뭐죠?

source: Obyn places the necklace back where it was carefully. "A gift, from an old friend of ours." He stops, and looks around the room. "I know what this place is. Sylvan told me about it. Whenever he needed to escape from his parents and later on his brother, he would come here. This became his home away from home: he would continue to visit from time to time. After our showdown with the EHG, he brought me here once." Obyn glances at the bed and a strange hazmat suit tailored for a Slug next to it. "Hmph. Good memories."
fr: Obyn remet soigneusement le collier à sa place. "Un cadeau d'un vieil ami à nous." Il s'arrête, et regarde tout autour. "Je connais cet endroit. Sylvan m'en a parlé. Quand il avait besoin de s'échapper de ses parents ou de son frère, il venait ici. C'est devenu sa deuxième maison. Il a continué d'aller ici de temps en temps. Après notre combat contre la Guilde, il m'y a emmené, une fois." Obyn regarde le lit, ainsi que l'étrange combinaison hazmat pour Limaces à côté. "Hmph, c'était le bon temps."
ko: 오빈은 목걸이를 조심스럽게 제자리에 갖다 놓았습니다. "우리의 오랜 친구로부터 받은 선물." 그는 멈춰 서서, 방을 둘러보았습니다. "여기가 어딘지 알고 있소. 실반이 말해줬소. 그는 부모로부터 도망쳐야 할 때마다, 그리고 나중엔 그의 형으로부터 도망쳐야 할 때마다 여기에 오곤 했다고 하오. 이곳은 그의 집 아닌 집이 되었고, 계속해서 가끔 방문하곤 했다고 하오. EHG와의 결전 후, 그는 나를 여기로 데려온 적이 있소." 오빈은 침대와 그 옆에 있는 슬러그용 방호복을 힐끗 쳐다봤습니다. "흠. 좋은 추억이군."

source: Continue...
fr: Continuer...
ko: 계속...

source: You walk around the room, looking for nothing in particular, until you find a map pinned to the wall, showing a star system unlike anything you've ever seen. All kinds of strange labels are scattered around, and a single sticky-note carries coordinates which you mark on your own map. Nothing else here seems to be of any use to you, so you do one more once over and close the door behind you.
fr: Vous parcourez la pièce, sans rien chercher en particulier, jusqu'à trouver une carte accrochée au mur, montrant un système stellaire comme vous n'en avez jamais vu. De nombreux symboles étranges sont représentés autour, et sur une étiquette, vous trouvez des coordonnées que vous marquez sur votre carte. Rien à part cela ne semblant utile pour vous, vous faites une dernière ronde et fermez la porte derrière vous.
ko: 당신은 특별한 목적 없이 방을 돌아다니던 중 당신이 이제까지 본 그 어느 것과도 다른 행성계가 그려진 지도가 벽에 고정된 것을 발견했습니다. 온갖 이상한 꼬리표가 흩어져 있고, 하나의 스티커 메모지에는 좌표가 있습니다. 당신은 이를 자신의 성도에 기록했고, 그 밖에 여기에 있는 다른 것들은 아무 쓸모가 없는 것 같으므로 포드를 나와 문을 닫았습니다.
