Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_TOYS"]/choice[2]/event/text
source: You're on an important mission, no time to stop by worthless tourist traps like this.
fr: Votre mission est importante, pas le temps d'aller à des pièges à touristes inutiles comme celui-ci.
ko: 당신은 중요한 임무를 수행하고 있습니다. 관광객들을 낚는 덫에 묶여있을 시간은 없습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_HOPE"]/text
source: A civilian ship is here, wandering through the clouds, lost and afraid. Their captain perks up when he sees you. "The Federation has arrived?! I thought we'd be trapped here forever indebted to these Slugs bastards!"
fr: Un vaisseau civil est ici, errant parmi les nuages, perdu et effrayé. Leur capitaine lève la tête en vous voyant. "La Fédération est là ?! Je croyais qu'on serait à jamais endettés de ces enflures de Limaces !"
ko: 민간인 함선이 길을 잃고 겁에 질린 채 성운을 떠돌고 있었습니다. 그들의 선장은 당신을 보자 얼굴에 생기가 돌기 시작합니다. "연방이 도착했잖아?! 저 쓰레기 같은 슬러그 놈들에게 빚을 진 채로 평생 여기 갇히게 될 줄 알았는데!"

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_HOPE"]/choice[1]/text
source: Confess the truth - the Federation has no idea about this place.
fr: Admettre la vérité : la Fédération ne connaît pas cet endroit.
ko: 진실을 고한다 - 연방은 이곳을 알지 못합니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_HOPE"]/choice[2]/text
source: Lie - promise them the Federation has arrived to help.
fr: Mentir : promettre que la Fédération est arrivée pour aider.
ko: 거짓말한다 - 연방이 도와주겠다고 약속한다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_HOPE"]/choice[2]/event/text
source: "Then we are saved! This is a glorious day, liberation at last! I cannot offer much, but please, take this fuel!"
fr: "Alors nous sommes sauvés ! C'est un jour glorieux, enfin la libération ! Je ne peux offrir beacoup, mais je vous en prie, prenez ce carburant !"
ko: "우린 드디어 구원받은 거군요! 오늘은 영광스러운 날이야, 마침내 해방이다! 많은 걸 드릴 수는 없지만, 부디 이 연료를 받아주세요!"

source: (Soldier Crew) We did not come here to stop Hektar - but we will do our best now that we are here.
fr: (Membre d'équipage Soldat) "Nous ne sommes pas venus ici pour stopper Hektar, mais maintenant que nous somme ici, nous ferons tout notre possible."
ko: (병사 선원) 우리는 헥타르를 멈추기 위해 여기 온 것이 아닙니다. 하지만 지금은 여기 있으니 최선을 다하겠습니다.

source: "Wow! So noble! But, for you to do anything you'll have to make it out of here alive. Let me see if I can help you with that!" The civilian ship patches up some of the damage to your hull.
fr: "Wahou ! Si noble ! Mais, pour que vous fassiez quoi que ce soit, il faudra que vous sortiez d'ici en un seul morceau. Laissez-moi voir si je ne peux pas vous aider !" Le vaisseau civil répare les dégâts faits à votre coque.
ko: "우와! 정말 고귀한 말이네요! 하지만 뭘 하려고 해도 우선은 이곳을 살아서 빠져나가야 하죠. 제가 도와드릴 게 있는지 알아보겠습니다!" 민간인 함선은 손상된 선체를 조금 기워줬습니다.

# data/events_hektar.xml$//eventList[@name="HEKTAR_HOPE_TRUTH"]/event[1]/text
source: "So the Federation has abandoned us? What happened to their oath to protect the galaxy? How can they just let these atrocities be commited every day and do nothing? The Federation is worthless..." The civilians jump away.
fr: "Alors, la Fédération nous a abandonné ? Qu'est-il arrivé à leur serment de protection de la Galaxie ? Comment peuvent-ils laisser commettre de telles atrocités chaque jour sans jamais rien faire ? La Fédération ne vaut rien..." Les civils sautent au loin.
ko: "그럼 연방이 우리를 버린 겁니까? 은하계를 지키겠다던 맹세는 어떻게 된 거죠? 어떻게 이런 잔학한 행위가 매일같이 벌어지는 것을 가만히 내버려 둘 수가 있죠? 연방은 가치가 없어..." 민간인 함선은 도약해 사라졌습니다.

# data/events_hektar.xml$//eventList[@name="HEKTAR_HOPE_TRUTH"]/event[2]/text
source: "But you ARE a Federation ship, right? That means you can do something! You can tell them about here! But to do that, you'll have to make it out alive. Here, let me see if I can help with that." The civilian ship patches up some of the damage to your hull.
fr: "Mais vous ÊTES un vaisseau de la Fédération, non ? Alors vous pouvez agir ! Vous pouvez leur dire ce qu'il se passe ici ! Mais pour cela, il faudra que vous sortiez d'ici en un seul morceau. Laissez-moi voir si je ne peux pas vous aider !" Le vaisseau civil répare les dégâts faits à votre coque.
ko: "하지만 당신은 연방 소속이잖아요? 그 말은 당신이 뭔가 할 수 있다는 거죠! 당신이 이곳에 대해서 알리면 되는 거예요! 하지만 그러려면 우선은 이곳을 살아서 빠져나가야 하죠. 제가 도와드릴 게 있는지 알아보겠습니다!" 민간인 함선은 손상된 선체를 조금 기워줬습니다.

# data/events_hektar.xml$//eventList[@name="HEKTAR_HOPE_TRUTH"]/event[3]/text
source: "Oh... Well I suppose you're still a good chance for me to get the hell out of here. Please, take me with you, I want to be free from this hell!"
fr: "Ah... bon, je suppose que vous êtes tout de même une façon pour moi de partir d'ici. Laissez-moi venir avec vous, je veux sortir de cet enfer!"
ko: "아... 그렇다고 해도 당신은 제가 여기서 나갈 좋은 기회인 것 같습니다. 제발 저를 데려가 주세요. 이 지옥에서부터 자유로워지고 싶어요!"

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_FANATIC"]/text
source: Looks like a group of civilians, likely victims of Hektar as well, are trapped inside an abandoned warehouse, being guarded by a set of fellow, well armed civilians. Their leader is a bulky human with a bright blue mohawk and the Hektar logo tatooed on both of his arms.
fr: Il semble qu'un groupe de civils, probablement d'autres victimes de Hektar, soit piégé dans un entrepôt abandonné, gardé par un autre groupe de civils bien armé. Leur chef est un humain massif avec une iroquoise bleue claire et le logo d'Hektar tatoué sur ses deux bras.
ko: 헥타르의 희생자처럼 보이는 민간인 무리가 중무장한 두 명의 시민이 지키고 있는 버려진 창고 안에 갇혀 있습니다. 그들의 리더는 파란색 모히칸 머리를 하고 양팔에 헥타르 문신을 새긴 덩치 큰 인간입니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_FANATIC"]/choice[1]/text
source: See what's going on.
fr: Voir ce qu'il se passe.
ko: 무슨 일이 벌어지는지 본다.

source: Before you're allowed to enter the warehouse, you're stopped by the same man you saw earlier. "YOU! YOOUUUUUUUU! ARE YOU LOYAL TO THE ONE, THE ONLY, HEKTAR? DO YOU GROVEL AT THE FEET OF THE GREAT HEKTAR CLAN? YES OR NO?"
fr: Avant que vous puissiez entrer dans l'entrepôt, vous êtes arrêté par le même homme que vous avez vu. "VOUS ! VOUUUUUUUUS ! ÊTES-VOUS LOYAL AU SEUL, L'UNIQUE HEKTAR ? VOUS PROSTERNEZ-VOUS AUX PIEDS DU GRAND CLAN HEKTAR ? OUI OU NON ?"
ko: 당신이 창고에 들어가려 하자 방금 전에 본 사람이 멈춰 세웠습니다. "너! 너어어어어어어! 너는 하나의, 유일한 헥타르에 충성하는가? 위대한 헥타르 일족의 발 밑에서 굽실거릴 수 있나? 예 아니요로 답하라!"

source: YES!!!
fr: OUAIS !!!
ko: 예!!!

source: "YEEEEESSSSS! YEEEEEEESSSSS! ONE OF US, ONE OF US, ONE OF US!!! WOOOOOOOO!" This guy is obviously a massive nutjob and probably has Stockholm syndrome of some sort, but he seems to welcome you amongst his ranks and leads you inside the building where the civilians are trapped.
fr: "OUAIIIIIIS ! OUAIIIIIIIS ! L'UN DES NÔTRES, L'UN DES NÔTRES, L'UN DES NÔTRES !!! WOOOOOO !" Ce gars est clairement complètement cinglé, doublé d'une sorte de syndrome de Stockholm, mais il vous accueille dans ses rangs et vous conduit dans le bâtiment où les civils sont enfermés.
ko: "예에에에에! 예에에에에! 우리의 일원, 우리의 일원, 우리의 일원!!! 우우우우우우!" 이 남자는 분명 심각하게 미친놈입니다. 아마도 일종의 스톡홀름 증후군을 겪고 있을 겁니다. 어쨌거나 그는 당신을 환영하며 민간인들이 갇힌 건물 안으로 안내했습니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: "These are the heretics whom I have captured, and shall SACRIFICE IN THE NAME OF HEKTAR! They actually want to LEAVE! There shall be no LEAVING this place. We must stay, and dedicate our lives and our wallets to HEKTAR!"
fr: "Ce sont des hérétiques que j'ai capturé, et que je vais SACRIFIER AU NOM D'HEKTAR ! Ils veulent PARTIR ! Pas question de PARTIR d'ici. Nous devons rester, et dédier nos vies et portefeuilles à HEKTAR !"
ko: "이들은 내가 사로잡은 이단자들이다. 헥타르를 위해 희생될 자들이지! 이들은 여길 떠나고 싶어 했어! 절대 이곳을 떠나선 안 돼. 우리는 여기 남아서 삶과 지갑을 헥타르에 바쳐야만 해!"

source: These guys have to be stopped!
fr: Ces gens doivent êtres arrêtés !
ko: 이 자들을 멈춰야 한다!

source: Once it becomes clear you've turned on them, the burly man calls for one of his guards to attack you!
fr: Une fois qu'il est clair que vous vous êtes retournés contre eux, le costaud appelle l'un de ses gardes pour vous attaquer !
ko: 당신이 공격한 게 분명해지자 건장한 남자가 경비정을 불러 반격하게 했습니다!

source: Continue...
fr: Continuer...
ko: 계속...

source: Nod your head and get the hell out.
fr: Hocher la tête et filer hors d'ici.
ko: 고개를 끄덕이고 밖으로 나간다.

source: No.
fr: Non.
ko: 아니요.

source: "THEN BEGONE, SCUM!" The man slams the door to the warehouse on you, locking you out.
fr: "ALORS DÉGAGE, HÉRÉTIQUE!" L'homme vous claque la porte de l'entrepôt au nez, vous exfermant.
ko: "그럼 꺼져, 쓰레기자식!" 그 남자는 문을 쾅 닫아 당신을 쫓아냈습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_FANATIC"]/choice[2]/text
source: Ignore the warehouse.
fr: Ignorer l'entrepôt.
ko: 창고를 무시한다.

source: This looks like chaos, the kind of chaos you don't want to be a part of. You distance yourself from the crazed civilians.
fr: Cela ressemble à un chaos auquel vous ne voulez pas faire partie. Vous vous éloignez de ces civils fous.
ko: 혼란스러운 일 같네요. 절대 끼고 싶지 않은 종류의 혼란 말이죠. 당신은 미친 시민들과 거리를 두었습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_POWERPLANT"]/text
source: This beacon appears to be covered in an ion storm. However, the lightning here appears to be striking in unusual patterns. An Orchid ship is nearby as well, observing the clouds.
fr: Cette balise semble couverte d'une tempête ionique. Cependant, les éclairs ici semblent frapper d'une façon étrange. Un vaisseau Orchidée observe également les nuages à proximité.
ko: 이 송신소는 이온 폭풍에 뒤덮여 있습니다. 그런데 이곳의 번개는 특이한 패턴을 띠고 있습니다. 근처에는 성운을 관찰하는 오키드 함선도 있었습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_POWERPLANT"]/choice[1]/text
source: Hail the Orchids.
fr: Contacter les Orchidées.
ko: 오키드에게 교신을 건다.

source: "Oh, hello. I am professor Ithen, a nebula biologist. You wouldn't believe the kinds of strange creatures these nebulas host! Unfortunately, it looks like Hektar's power generating facilities are manufacturing synthetic ion storms, which is very deadly for these creatures! I've already found 3 or so dead space whales, and this cannot be allowed to continue! Could you try and talk to the manager of the nearby powerplant?"
fr: "Ah, bonjour. Je suis le professeur Ithen, un nébulobiologiste. Vous n'arriveriez pas à croire toutes les étranges créatures que ces nébuleuses contiennent ! Hélas, il semble qu'une des centrales à énergie d'Hektar produit des tempêtes ioniques synthétiques, qui sont très dangereuses pour ces créatures ! J'ai déjà trouvé au moins 3 baleines spatiales mortes, et ça ne peut pas continuer ! Pourriez-vous essayer de parler au responsable de la centrale ?"
ko: "오, 안녕하세요. 저는 성운 생물학자인 이썬 교수입니다. 이 성운에 무엇이 사는지 알면 깜짝 놀라실걸요! 안타깝게도 헥타르의 발전 시설이 합성 이온 폭풍을 만드는 것으로 보이는데, 이것이 이 생명체들에게 매우 치명적입니다! 저는 이미 죽은 우주 고래를 세 마리 정도 발견했습니다. 이런 일이 계속되도록 놔둘 수는 없어요! 인근 발전소에 있는 관리자와 얘기해 주시겠습니까?"

source: Visit the powerplant.
fr: Visiter la centrale.
ko: 발전소를 방문한다.

source: Looks like the facility in question has several massive tesla coils protruding from it, feeding off of the storm. The manager of the facility doesn't seem too receptive to the Orchid's message. "Bah, who caresss about ssssome ssstupid whale. Anaerobesss are lame! Just breathe oxygen, you losssersss."
fr: Il semble que l'usine en question possèdes quelques protusions finissant avec d'énormes bobines tesla, s'alimentant par la tempête. Le responsable ne semble pas très réceptif du message des Orchidées. "Bah, quelle importanccce sssi quelques baleines ssstupides meurent. Les anaérobiques sssont nuls ! Ressspirez de l'air comme tout le monde, bandes de nazes."
ko: 문제의 시설에는 폭풍을 빨아들이는 거대한 테슬라 코일이 여러 개 튀어나와 있었습니다. 시설 관리자는 오키드의 메시지를 받아들이지 않는 것 같습니다. "하, 누가 그런 멍쩡한 고래들을 씬경쓰겠어. 혐기썽 쌩명쩨는 썰계가 짤못 됐다고! 그냥 싼쏘를 마씨면 될 것을, 이 패배짜들."

source: Attack the facility!
fr: Attaquer la centrale !
ko: 시설을 공격한다!

source: If this guy won't listen to logic, then he'll have to listen to the sound of your guns!
fr: Si ce gars n'écoute pas la logique, alors il devra écouter le son de vos armes !
ko: 이 자가 당신의 논리를 듣지 않는다면, 대신 당신의 총소리를 듣게 될 것입니다!

source: Continue...
fr: Continuer...
ko: 계속...

source: Help out the facility and attack the Orchids.
fr: Aider la centrale en attaquant les Orchidées.
ko: 시설을 도와 오키드들을 공격한다.

source: These Orchids are just being nosy, getting involved in business that doesn't concern them. Best you take them out.
fr: Ces Orchidées sont trop curieuses à fourrer leur feuilles dans ce qui ne les concernent pas. Mieux vaut s'en débarrasser.
ko: 이 오지랖 넓은 오키드는 자기와 관계 없는 일에 관여하고 있습니다. 쫓아내는 게 좋겠네요.

source: Continue...
fr: Continuer...
ko: 계속...

source: Give up.
fr: Abandonner.
ko: 포기한다.

source: You return to the Orchid and explain it didn't work. He seems disappointed in your lack of dedication, but thanks you for trying anyways and offers you a small reward.
fr: Vous retournez aux Orchidées et expliquez que ça n'a pas marché. Il semble déçu de votre manque de persévérance, mais vous remercie néanmoins d'avoir essayé et vous donne une petite récompense.
ko: 당신은 오키드에게 돌아와 성과가 없었다고 설명했습니다. 그는 당신의 빠른 포기에 실망한 것 같지만, 뭐라도 해준 것에 감사하며 작은 보상을 줬습니다.

source: (Orchid Crew) Explain the importance of not harming ecosystems, regardless of where or what they are.
fr: (Membre d'équipage Orchidée) "Expliquer l'importance de préserver les écosystèmes, quoi ou où qu'ils soient."
ko: (오키드 선원) 생태계를 해치지 않는 것은 장소와 종류에 무관하게 중요하다는 것을 설명한다.

source: Your Orchid's speech only seems to confuse the Slug. "I don't underssstand a damn word you jussst sssaid, but it sssure wasss annoying asss hell. If you're sssaying there'sss more weirdosss like you that're going to bug me about thissss, then I'll ssstop jussst to shut you up."
fr: Le discours de votre Orchidée ne fait que rendre la Limace perplexe. "Je n'ai pas compris un mot de ccce que vous avez dit, mais ccc'était très ennuyeux. Sssi vous me dites qu'il y a encore plein de tarés comme vous pour m'agacccer avec ççça, alors j'arrête jussste pour vous faire taire."
ko: 오키드의 연설은 슬러그를 혼란스럽게만 한 것 같습니다. "네가 하는 말은 하나도 못알아먹게써. 하찌만 분명한 건 미찌도록 짜쯩나따는 거지. 이 건에 대해써 나를 귀짢게 할 괴짜가 더 이따면, 그냥 이 일을 때려찌우고 말게써."

source: Return to Ithen.
fr: Revenir à Ithen.
ko: 이썬에게 돌아간다.

source: "Marvelous work! I cannot thank you enough. I guess my work here is done. Unfortunately, I'm kind of stuck here. You know, massive debt and all that. Mind helping escort me out of this place?"
fr: "Excellent travail ! Je ne peux vous remercier assez. Je pense que mon travail ici est fini. Hélas, je suis un peu bloqué ici, vous savez, énorme dette et ainsi de suite. Pourriez-vous m'escorter hors de cet endroit ?"
ko: "놀라운 성과군요! 아무리 감사해도 모자라겠어요. 이곳에서 제가 할 일은 끝난 것 같군요. 불행히도, 전 여기 갇혔습니다. 아시다시피 엄청난 빚 때문에 말이죠. 제가 여기서 나갈 수 있도록 좀 도와주시겠습니까?"

source: Refuse.
fr: Refuser.
ko: 거절한다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_POWERPLANT"]/choice[2]/text
source: Ion storms suck, just leave.
fr: Vous haïssez les tempêtes ioniques, mieux vaut partir.
ko: 이온 폭풍은 끔찍하다, 그냥 떠난다.

source: You don't want to linger any longer than you have to in an ion storm. These Orchids can keep doing whatever it is they're doing, you're out of here.
fr: Vous n'allez pas passer une seconde de plus que nécessaire dans une tempête ionique. Ces Orchidées peuvent continuer à faire ce qu'elles font, mais ce sera sans vous.
ko: 이온 폭풍 속에서 오래 머물고 싶진 않습니다. 오키드들은 하고 싶은 일이나 계속 하라죠. 당신은 이곳을 떠났습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_REFUEL"]/text
source: Looks like, curiously, a Hektar station is nearby, offering free refuelings to passing ships. Could it be that these Slugs aren't greedy like all the rest of this sector?
fr: Il semble que, curieusement, la station d'Hektar de cette balise propose un ravitaillement gratuit aux vaisseaux de passage. Se pourrait-ce que vous avez trouvé des Limaces non avares, contrairement à toutes les autres dans ce secteur ?
ko: 이상하게도 근처에 있는 헥타르 정거장은 지나가는 함선들에게 무료 급유를 제공하고 있습니다. 이 슬러그들은 이 구역의 다른 이들처럼 탐욕스럽지 않은 것일까요?

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_REFUEL"]/choice[1]/text
source: Dock.
fr: Appareiller.
ko: 정박한다.

source: To your utter shock, the station welcomes you in and actually refuels your ship! You lean back in comfort, impressed by these Slugs.
fr: À votre plus grande surprise, la station vous accueille et fait vraiment le plein de votre vaisseau ! Vous vous posez dans un siège, impressionné par ces Limaces.
ko: 충격적이게도, 정거장은 당신을 환영하며 실제로 함선에 연료를 보급해주었습니다! 당신은 이 슬러그들에게 감명받은 채로 편안히 등을 기댄 채 휴식을 취합니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: As you attempt to leave, you're stopped by the Slugs. "Sssorry cussstomer, but you can't leave! You appear to be in debt to Hektar Indussstriesss, and thusss the free dissscount on thisss fuel hassss been rendered void. Assss such, your price now totalssss to around... all of your ssscrap. Pay up."
fr: Alors que vous essayez de partir, vous êtes stoppé par les Limaces. "Désolé cher client, mais vous ne pouvez pas partir ! Il sssemble que vous êtes endetté de Hektar Indusssstriessss, et la promotttion sssur le carburant est donc nulle et non avenue. Le prix est donc désormais... toute votre ferraille. Payez."
ko: 당신이 떠나려는 찰나, 슬러그들이 당신을 멈춰세웁니다. "쬐쏭합니다 고객님, 고객님은 떠나씰 쑤 없씁니다! 고객님은 헥타르 싸에 비쯜 찌고 계씬 것 같씁니다. 따라써 이 연료에 대한 무료 할인은 무효가 되었씁니다. 그런 고로, 비용은 거의 ... 고객님이 가찐 모든 쓰크랩이 되겠군요. 찌불해쭈쎄요."

source: Hell no!
fr: Certainement pas !
ko: 거절한다!

source: You aren't paying them all of your scrap! You'll have to fight your way out now.
fr: Vous n'allez pas leur donner toute votre ferraille ! Il va falloir combattre pour partir d'ici.
ko: 전 재산을 지불할 수는 없습니다! 싸워서 나갈 길을 열어야 합니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: Pay them all of the scrap you have.
fr: Leur donner toute la ferraille que vous avez.
ko: 가진 스크랩을 모두 내놓는다.

source: "Come again!" The Slugs wave you off as you fly away, empty pocketed.
fr: "Revenez donc!" Les Limaces vous font au revoir des tentacules alors que vous partez les poches vides.
ko: "다씨 방문해쭈쎄요!" 슬러그들은 손을 흔들며 빈털털이가 된 당신을 떠나보냅니다.

source: (Billy) "There isssn't a debt anymore, moronssss."
fr: (Billy) "Il n’y a plus de dette, ssstupides crétins. "
ko: (빌리) "이쩨 비쯘 업써, 멍청이들아."

source: The employees are shocked to see their CEO aboard your vessel. Once Billy is done reprimanding each staff member individualy, you're cleared to go, and are even offered supplies to make up for the "misssunderssstanding".
fr: Vous activez vos moteurs à pleine puissance pour fuir avant que les Limaces puissent réagir.
ko: 헥타르 직원들은 당신의 함선에 타고 있는 CEO를 보고 충격을 받았습니다. 빌리가 각 직원을 개별적으로 질책한 뒤, 당신은 정거장에서 떠날 수 있게 되었습니다. 그리고 그들은 "오해"를 만회할 수 있는 물품도 제공했습니다.

source: (Upg. Engines) Hightail it out of there.
fr: (Camouflage amélioré) Vous camoufler et partir.

source: You power up your engines and fly away as fast as possible before the Slugs can even react.
fr: Vous activez votre camouflage et faussez compagnie aux Limaces.

source: (Upg. Cloaking) Cloak and sneak away.
fr: (Camouflage amélioré) Vous camoufler et partir.
ko: (고급 은폐장) 은폐하고 몰래 빠져나간다.

source: You activate your cloaking system and sneak away from the Slugs.
fr: Vous activez votre camouflage et faussez compagnie aux Limaces.
ko: 당신은 은폐장을 활성화하고 슬러그로부터 몰래 빠져 나왔습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_REFUEL"]/choice[2]/text
source: Ignore the station.
fr: Ignorer la station.
ko: 정거장을 무시한다.

source: No - this must be a trap. No way these guys are any different from the rest of this sector's inhabitants.
fr: Non, ce doit être un piège. Ces gens ne sont probablement pas différents du reste des habitants du secteur.
ko: 아니 - 이것은 함정임이 틀림없습니다. 이 자들도 이 구역의 다른 이들과 다를 바 없을 것입니다...

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_IKEA"]/text
source: A brightly colored civilian ship is stealthily hidden away near a Hektar platform. When you jump in, they seem to spot you quickly and hail.
fr: Un vaisseau civil de couleur vive se cache près d'une plate-forme Hektar. Alors que vous sautez, ils vous voient et vous contactent.
ko: 밝은 색의 민간 선박이 헥타르 플랫폼 근처에 은밀히 숨겨져 있습니다. 그들은 도약을 마친 당신을 바로 발견하고는 교신을 보내왔습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_IKEA"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_IKEA"]/choice/event/text
source: "Hello, Federation captain! I am Astrid Kamprad. For many centuries my family has run a prominent furniture corporation in the Galactic Union, but to my horror when I heard news of Hektar, it would appear my family business's core idea has been shamelessly STOLEN by these devilish Hektars. I am certain there is proof of this locked away in a vault in that platform, but I need your help to get it. A station protects the vault, and I need it destroyed!"
fr: "Bonjour, capitaine ! Je suis Astrid Kamprad. Pendant des siècles, ma famille a dirigé une fameuse corporation d'ameublement dans l'Union Galactique, mais à mon grand désarroi en entendant parler de Hektar, il semblerait que l'idée de base de notre commerce familial a été honteusement VOLÉ par ces maudits Hektars. Je suis certain qu'il y a la preuve de cela dans l'un des coffres de cette plate-forme, mais j'ai besoin pour cela de votre aide. Une station protège les coffres, et vous devrez la détruire !"
ko: "안녕하십니까, 연방 선장님! 저는 아스트리드 캄프라드라고 합니다. 수 세기 동안 우리 가족은 은하 연맹에서 저명한 가구 회사를 운영해 왔는데, 헥타르에 대한 소식을 들어보니 제 가족 사업의 핵심 아이디어를 이 악마 같은 헥타르가 훔쳐 간 것으로 보입니다. 분명히 저 플랫폼에 있는 금고에 증거가 보관되어 있는데, 그것을 얻으려면 당신의 도움이 필요합니다. 금고를 보호하고 있는 정거장을 파괴해야 합니다!"

source: Agree.
fr: Accepter.
ko: 동의한다.

source: As Astrid claimed, to access the platform, you'll first have to take out a Hektar station. Get ready to fight!
fr: Comme Astrid le pensait, pour accéder aux coffres, il va falloir neutraliser la station d'Hektar. Branlebas de combat !
ko: 아스트리드가 주장했듯이 플랫폼에 접근하려면 먼저 헥타르 정거장을 파괴해야 합니다. 싸울 준비를 하세요!

source: Continue...
fr: Continuer...
ko: 계속...

source: Decline.
fr: Refuser.
ko: 거절한다.

# data/events_hektar.xml$//event[@name="HEKTAR_IKEA_WIN"]/text
source: "You've done it captain! Now, let's crack open this vault and find the truth!"
fr: "Vous avez réussi, capitaine ! Maintenant ouvrons ce coffre et trouvons la vérité !"
ko: "해내셨군요 선장님! 이제 이 금고를 열여 진실을 확인합시다!"

# data/events_hektar.xml$//event[@name="HEKTAR_IKEA_WIN"]/choice/text
source: Open the vault.
fr: Ouvrir le coffre.
ko: 금고를 연다.

# data/events_hektar.xml$//event[@name="HEKTAR_IKEA_WIN"]/choice/event/text
source: After a little bit of a struggle, you get the vault open and enter. Inside are various documents and messily written letters, signed by a "Carle Hektar". Astrid explains Carle was the original founder of Hektar many many years ago before the Federation had even been founded.
fr: Après quelques difficultés, la porte du coffre s'ouvre et vous entrez. À l'intérieur se trouvent de nombreux documents et lettres mal écrites, signées par "Carle Hektar". Astrid explique que Carle était le fondateur originel de Hektar, bien des années avant que la Fédération ne soit fondée.
ko: 약간의 노력 끝에 금고를 열고 들어갔습니다. 그 안에는 "칼 헥타르"가 서명한 다양한 문서와 지저분하게 쓰인 편지가 있었습니다. 아스트리드는 칼이 연방보다도 수년 앞서 헥타르를 최초로 설립했다고 설명했습니다.

# data/events_hektar.xml$//event[@name="HEKTAR_IKEA_WIN"]/choice/event/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
