Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

# data/events_hektar.xml$//event[@name="TEST_HEKTAR_STORE"]/text
source: Demo Store.
fr: Madasin Démo.
ko: 데모 상점.

# data/events_hektar.xml$//event[@name="HEKTAR_HEADQUARTERS"]/text
source: This distress beacon has landed you somewhere unexpected - a lush terraformed paradise, housing in its center a vast ring shaped building which is home to none other than Hektar HQ. Strangely, the distress beacon is broadcasting only on a few specific frequencies, one of which is a more secretive Federation channel.
fr: Cette balise de détresse est située à un endroit étrange : un luxuriant paradis terraformé, avec en son centre un vaste bâtiment en anneau, qui n'est rien de moins que le QG de Hektar. Curieusement, la balise ne diffuse que sur quelques fréquences, l'une d'elles un canal secret de la Fédération.
ko: 이 조난 신호는 당신을 예상치 못한 곳으로 데려갔습니다. 무성한 테라포밍 천국, 그 중심에는 헥타르 HQ 외에 다른 곳이 없는 거대한 고리 모양의 건축물이 있었습니다. 이상하게도 조난 신호는 몇 가지 특정 주파수에서만 방송되고 있으며, 그 중 하나는 비밀스러운 연합 채널이었습니다.

# data/events_hektar.xml$//event[@name="HEKTAR_HEADQUARTERS"]/choice[1]/text
source: Investigate.
fr: Aller voir.
ko: 조사한다.

# data/events_hektar.xml$//event[@name="HEKTAR_HEADQUARTERS"]/choice[1]/event/text
source: You land on the HQ landing pad, surprised to find no intervention from any kind of security. As you approach the building however, you're stopped by a rather dangerous looking security system, which refuses you entry.
fr: Vous atterrissez sur la plate-forme du QG, et êtes surpris qu'aucune sécurité n'intervienne. Cependant, dès que vous vous approchez du bâtiment, vous êtes bloqué par un système de sécurité plutôt puissant, qui vous refuse l'accès.
ko: 당신이 HQ 착륙 패드에 착륙하는 동안, 경비들이나 검문소 같은 것이 어디에도 없다는 사실에 놀랐습니다. 그러나 건물에 가까이 가보니 다소 위험해 보이는 보안 시스템에 의해 접근이 차단되어 있습니다.

source: Attempt to gain access.
fr: Essayer d'y entrer.
ko: 접근 권한을 얻으려 시도한다.

source: Your attempt at entry is met by alarms, which activate security turrets that fire upon your ship! Fortunately, you're able to shut them down and gain access afterwards, but your ship has taken a beating.
fr: Votre essai provoque une alarme qui active les tourelles de sécurité, les faisant tirer sur le vaisseau ! Heureusement, vous arrivez à les désactiver après, mais l'appareil a subi des dégâts.
ko: 진입을 시도하려 하니 알람이 울리고 배를 공격하는 보안 포탑이 작동했습니다! 다행히도 당신은 그것들을 끄고 다시 들어 올 수 있었지만, 당신의 함선은 상당한 피해를 받았습니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: (Hektar Employee) Attempt to gain access.
fr: (Employé d'Hektar) Essayer d'y entrer.
ko: (헥타르 직원) 접근 권한을 얻으려 시도한다.

source: (Upg. Hacking) Attempt to gain access.
fr: (Piratage amélioré) Essayer d'y entrer.
ko: (고급 해킹 장비) 접근 권한을 얻으려 시도한다.

source: (Phasing Crew) Attempt to gain access.
fr: (Membre d'équipage intangible) Essayer d'y entrer.
ko: (문을 무시할 수 있는 선원) 접근 권한을 얻으려 시도한다.

source: (Metyunt) Attempt to gain access.
fr: (Metyunt) Essayer d'y entrer.
ko: (메툰트) 접근 권한을 얻으려 시도한다.

source: Give up.
fr: Abandonner.
ko: 포기한다.

# data/events_hektar.xml$//event[@name="HEKTAR_HEADQUARTERS"]/choice[2]/text
source: Let this one go - could be a trap.
fr: Laisser tomber, ça pourrait être un piège.
ko: 내버려둔다 - 함정일 수도 있다.

# data/events_hektar.xml$//event[@name="HEKTAR_HEADQUARTERS"]/choice[2]/event/text
source: Very strange for such a signal to be so far out here. It has to be a trap, there's no other explanation, right? You prepare to leave.
fr: Très étrange d'avoir un signal pareil ici. Ce doit être un piège, pas d'autre explication, non ? Vous vous préparez à partir.
ko: 이런 외진 곳에서 신호가 발신 되고 있다는 것은 굉장히 수상합니다. 아마 함정이라고 밖에 생각 할 수 없겠죠? 당신은 떠날 준비를 했습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="BILLY"]/text
source: Looks like your attempt to enter was successful. You carry on throughout the building, but it's clear things aren't too good in here. Faint blood stains decorate the walls, mostly the bright green sludge known to spill out of dead Slugs. It's weeks old though, a forboding omen of the state of what you might find deeper inside.
fr: Il semblerait que vous ayez réussi à entrer. Vous explorez le bâtiment, mais il est clair que les choses ne vont pas bien ici. Des traces de sang tâchent les murs, surtout le mucus vert clair que déversent les Limaces mortes. Il sèche cependant depuis des semaines, en mauvais présage de l'état de ce que vous allez trouver plus loin.
ko: 진입 시도는 성공했습니다. 건물 내부를 둘러보니, 상황이 좋지 않아 보입니다. 희미한 핏자국이 벽을 장식하고 있고, 죽은 슬러그들에게서 나온 것 같은 초록색 점액이 가득했습니다. 말라붙은 핏자국으로 보아 몇 주쯤 지난 흔적으로 보이지만, 뭔가 끔찍한 것을 보게 될 거라는 불길한 예감을 지울 수 없습니다.

# data/events_hektar.xml$//event[@name="BILLY"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="BILLY"]/choice/event/text
source: At last, you come across an open office door. Stepping inside, you find a blue Slug slumped over a desk, silently sobbing to himself. He perks up when he sees you, and his demeanor quickly changes between shock, terror, anger, and finally defeat. "Sssso, you've finally come to kill me? I knew the deadline would arrive... Well, you have me now. I give up. Jusssst kill me."
fr: Enfin, vous arrivez à une porte de bureau ouverte. À l'intérieur, vous trouvez une Limace bleue effondrée sur son bureau, pleurant silencieusement. Elle se dresse en vous voyant, son expression passant rapidement par le choc, la terreur, la colère, et enfin la défaite. "Alors, vous êtes enfin iccci pour me tuer ? Je sssavais que ççça devait arriver... Eh bien, vous m'avez, maintenant. J'abandonne. Tuez-moi."
ko: 적어도, 사무실 문은 평범하게 열고 지나갈 수 있었습니다. 당신은 그 안에서 책상 너머에 주저앉아 조용히 흐느끼고 있는 파란색 슬러그를 찾았습니다. 그는 당신을 보자 벌떡 일어서더니 충격, 공포, 분노, 그리고 패배까지 잇달아 태도가 변했습니다. "그래써, 끝내 날 쭉이러 온 건가? 만기일이 됐다는 건 알고 있어.... 그래, 너네가 이겨써. 이쩨 포기할레. 날 그냥 쭉여."

# data/events_hektar.xml$//event[@name="BILLY"]/choice/event/choice[1]/text
source: Who are you? And who is trying to kill you?
fr: Qui êtes-vous, et qui essaie de vous tuer ?
ko: 당신은 누구입니까? 누가 당신을 죽이려 하는겁니까?

# data/events_hektar.xml$//event[@name="BILLY"]/choice/event/choice[1]/event/text
source: The Slug seems to realize you aren't who he expected. "Wait - you aren't Taurussss! I'm SSSSAVED! SSSSAVED! Hahah! I am Billy Hektar, CCCCEO of Hektar and Great Grand-child to Carle Hektar, founder of Hektar Industriesss! I knew that sssignal would reach sssomeone eventually! Unfortunately, I've been trapped in my officccce for monthssss, forccced to run thisss company like a crime ring rather than a bussssinessss..."
fr: La Limace semble comprendre que vous n'êtes pas celui qu'elle craignait. "Attendez, vous n'êtes pas Taurusss ! Je suis SSSAUVÉ ! SSSAUVÉ ! Haha ! Je sssuis Billy Hektar, PDG de Hektar et arrière-petit-filsss de Carle Hektar, fondateur de Hektar Indussstriesss ! Je sssavais que ccce sssignal finirait par atteindre quelqu'un ! Hélasss, cccela fait des mois que je sssuis coincccé dans ccce bureau, me forcccant à conduire cccette entreprise comme une pègre plutôt qu'un businesss..."
ko: 그 슬러그는 당신이 예상외의 인물임을 깨달은 것처럼 보입니다. "짬깐 넌 타우루쓰가 아니짢아! 난 쌀아써! 쌀아따고! 만쎄! 쩐 헥타르 싼업의 짱업짜인 칼 헥타르의 쏜짜이며 현 헥타르 최고경영짜인 빌리 헥타르입니다! 역씨 누군가 구쪼 씬호를 볼 쭐 알아써요! 불행하게도, 쩐 찌난 한달간 쩨 싸무씰 안에 갇혀 마찌 쪼찍폭력배쩌럼 회싸를 운영해야 해씁니다..."

source: You trapped yourself in your office?
fr: Vous vous êtes bloqué dans votre bureau ?
ko: 스스로를 사무실에 가뒀다고요?

source: "What? No, you dumbassss. Hektar hasss alwaysss been the underdog, but when I inherited the company along with my brother, we hoped to make thissss company really sssshine! And then Zulfiqar came along and completely monopolizzzed the entire weapon indussstry. I tried to sssave the company, but my brother didn't appreccciate my methodssss. Sssso what if I enssslaved a ssspecies of primitive lizzzzardssss?!"
fr: "Quoi ? Non, imbécccile. Hektar a toujours été l'outsssider, mais quand j'ai hérité de cccette companie avec mon frère, nous essspérions changer la donne ! Et puis arriva Zulfiqar et ssson monopole de l'indussstrie de l'armement. J'ai esssayé de sssauver la companie, mais mon frère n'appréccciait pas mes méthodes. Oui, j'ai réduit une essspèce de lézards primitifs en esssclavage. Et alors ?!"
ko: "네? 그건 무쓴 멍쩡한 소리쬬. 헥타르는 항쌍 약쏘했는데, 쩌와 쩨 동쌩이 회싸를 물려받았을 때 우린 이 회싸를 말 그대로 빛이 나게 만들고 싶었씁니다! 하지만 이내 쭐피콰르가 나타나써 무기 싼업을 독쩜해 버렸씁니다. 쩐 어떻게든 회싸를 쌀리려 했찌만 쩨 동생은 쩨 방식을 껄끄러워 했씁니다. 원씨쩍인 도마뱀들을 짭아다 부리는게 그렇게 짤못된 일인가요?"

source: I don't see how that led to you being trapped in an office.
fr: Je ne vois toujours pas comment on en est arrivé à vous bloqué ici.
ko: 그게 사무실에 갇힌 것과 어떤 관련이 있는지 모르겠는데요.

source: "I'm getting there, relax! After he left the company... okay well, I kind of forccced him out. But that'ssss not the point! Thingssss went downhill. I couldn't keep my invessstorsss paid. One by one, they left. Sssoon, only sssome grease ssstain named Tony Senior and that bassstard Vael wasss left. That handsssome ssson of a bitch... er, I mean, that sssson of a bitch."
fr: "J'y arrive, du calme ! Après qu'il sssoit parti de l'entreprise... bon d'accord, je lui ai un peu forcccé le tentacule. Mais passssons ! Les choses ont mal tourné. Je ne pouvais pas payer mes actttionnaires. Un par un, ils sssont partis. Il ne ressstait bientôt que ce patapouf de Tony Senior et cccette enflure de Vael. Quel magnifique filsss de chienne... enfin, quel filsss de chienne."
ko: "거의 다 썰명해쓰니, 쪼금만 기다리쎄요! 쩨 동쌩이 회싸를 나간 뒤... 아, 싸씰 쩨가 강쩨로 쫓아낸 거찌만요. 하찌만 요쩜은 그게 아닙니다! 그 이후로도 쌍황이 쩜쩜 나빠져서 배당금을 마련하찌 못할 찌경까지 갔고 결국 투짜짜들이 한 명씩 떠나기 씨짝했씁니다. 곧, 느글느글한 이름을 가진 토니 시니어라는 리치와 바엘이라는 개자식만이 남았씁니다."

source: Wait- Do you mean THE Vael? Leader of the Syndicate?!
fr: Attendez, vous parlez DU Vael ? Le boss du Syndicat !?
ko: 잠깐... 바엘이라고요? 신디케이트의 지도자말입니까?!

source: "The one in charge of all mercccenariessss in the galaxy? Yeah that one. Oh, and by the way. Might be important to mention that by entering thissss faccility, you've set off an alarm, and now he'ssss probably going to send an assssassssin to come and kill usss both. Fair warning, and all that."
fr: "Cccelui qui dirige tous les mercccenaires de la galaxxxie ? Ouais, cccelui-là. Ah, au fait, je devrais peut-être vous dire qu'en entrant dans ccce bâtiment, vous avez déclenché une alarme, et maintenant, il va probablement envoyer un assssassssin pour nous tuer tous les deux. Jussste pour vous dire."
ko: "모든 은하 용병들의 우두머리를 말하씨는 거쬬? 네, 바로 그 싸람입니다. 아, 그러고 보니 당씬이 이 씨썰에 들어온 씨쩜에서 그에게 알림이 가쓸 거고, 우리 둘 모두를 쭉이기 위해 암쌀자가 보내쪄쓸 겁니다. 미리 알려드렸습니다."

source: Get the hell out of here!
fr: Partir d'ici au plus vite !
ko: 당장 여기서 나가야 돼!

source: As you're hurrying out of the office, you stop to notice a second ship has landed on next to yours. A massive Stealth like vessel, and next to it is a human, dressed in a painted MFK uniform. "A nice ship you got there, partner. Now, hand over the Slug and no one gets hurt."
fr: Alors que vous vous précipitez hors des bureaux, vous remarquez un autre vaisseau posé à côté du vôtre. Un énorme appareil semblant être furtif, et à côté un humain, habillé d'un uniforme de MFK repeint. "Sacré vaisseau que tu as là, l'ami. Maintenant, donne-moi cette Limace, et tu t'en sortiras vivant."
ko: 당신은 서둘러 사무실을 빠져나가다 당신의 함선 옆에 두 번째 함선이 착륙하는 것을 보고 멈췄습니다. 거대하고 스텔스기처럼 생긴 함선, 그리고 그 옆에는 MFK제복 차림의 인간이 서 있습니다. "멋진 함선을 가지고 있구만 형씨. 순순히 그 슬러그를 넘기기만 하면 아무도 다치지 않을 거야."

source: Who the hell are you?
fr: Qui êtes-vous ?
ko: 당신은 또 누구십니까?

source: The man pauses as if contemplating how to respond. "Name's Taurus. One of Vael's 'enforcers'. Folks like you call us the Angels o' Death. Ain't that fitting?" He turns his attention to Billy. "Now now Billster, your time is up. Vael's tired of your malarkey. You oughta know by now when you mess with men like him, you better keep your promises." He turns back to you. "Now, last time I'm gonna ask. Hand over the Slug, and we can all walk away like nothing happened."
fr: L'homme s'arrête, comme s'il se demandait comment répondre. "Mon nom c'est Taurus, l'un des hommes de main de Vael. Les gens comme vous nous appellent les Anges de la Mort. N'est-ce pas approprié?" Il se tourne vers Billy. "Maintenant mon Bill, c'est le terminus. Vael en a assez de tes magouilles. T'aurais dû apprendre depuis que quand on traite avec des gens comme lui, on ferait mieux de tenir ses promesses." Il se retourne vers vous. "Bon, je ne demanderai qu'une seule fois. Donnez-nous cette Limace, et on pourra tous partir comme si de rien n'était."
ko: 남자는 어떻게 반응해야 할지 고민하는 것처럼 보였습니다. "나는 타우루스다. 바엘의 '집행자'들 중 하나지. 너 같은 사람들은 우리를 죽음의 천사라고 부르더군. 딱 맞는 이름이지?" 그는 빌리 쪽으로 주의를 돌렸습니다. "이제 빌스터, 너는 끝났어. 바엘이 네 말장난에 지쳤거든. 그를 상대로 약속을 어기면 어떻게 되는지 똑똑히 보여주지" 그가 다시 당신에게 말했습니다. "마지막으로 말하겠다. 그 슬러그만 넘기면 아무 일도 없었던 것처럼 헤어질 수 있어."

source: Hand over Billy.
fr: Lui donner Billy.
ko: 빌리를 넘긴다.

source: Taurus smiles smugly, mockingly shakes your hand, then handcuffs Billy and escorts him back to his ship. "This goes without saying, but you best hope we don't run into each other again, partner. There's one hell of a bounty on your head, and frankly, I'm making a mistake not cashing it in..."
fr: Taurus, avec un sourire sournois, vous fait un salut moqueur, puis menotte Billy et l'escorte à son vaisseau. "Cela va sans dire, mais vous auriez intérêt à ce qu'on ne se recroise jamais, l'ami. Il y a une sacrée prime sur votre tête, et honnêtement, je me demande si je n'aurais pas dû la prendre..."
ko: 타우루스는 의기양양하게 웃으며 조롱하듯 악수를 한 뒤 빌리에게 수갑을 채우고 그의 함선으로 데려갔습니다. "두말할 나위도 없지만, 우리가 다시 마주치지 않았으면 좋겠군 형씨. 네 머리에 엄청난 현상금이 걸려있거든. 솔직히 그걸 지금 노리지 않는다니 용병으로써 실격감이지..."

source: Refuse.
fr: Refuser.
ko: 거절한다.

source: "Ain't that sweet. I was hoping you'd refuse. You've got one sweet bounty on your skull and I'd love to cash you in." Taurus smiles menacingly then dashes back to his ship, whose engines have already powered up. This is going to be a rough one.
fr: "N'est-ce pas mignon. J'espérais que vous refuseriez. Vous avez une immense prime sur votre tête, une que j'aimerais recevoir." Taurus vous adresse un sourire méchant, puis fonce à son vaisseau, dont les moteurs chauffent déjà. Ce ne sera pas une partie de plaisir.
ko: "아, 오히려 좋아. 난 사실 네가 거절하기를 바라고 있었어. 네 머리통에 걸린 달달한 현상금이 탐났거든." 타우루스는 위협적으로 웃으며 이미 엔진이 켜진 그의 함선으로 달려갔습니다. 일이 쉽게 흘러가진 않을 것 같습니다.

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="BILLY"]/choice/event/choice[2]/text
source: Kill him.
fr: Le tuer.
ko: 그를 죽인다.

# data/events_hektar.xml$//event[@name="BILLY"]/choice/event/choice[2]/event/text
source: You have no idea who this guy is, but you don't care. I mean, he literally said to kill him. Why wouldn't you oblige? You shoot the Slug square in the head, killing him almost instantly and painting the wall green. Looks like that's the end to this mystery.
fr: Vous n'avez aucune idée de qui c'est, mais vous n'en avez que faire. Il vous a littéralement demander de le tuer, non ? Pourquoi pas exhaucer son vœu ? Vous tirez en plein dans sa tête, le tuant instantanément et repeignant le mur en vert. Il semble que c'est la fin de ce mystère.
ko: 이 남자가 누군지 알 수 없지만, 신경 쓸 거 없습니다. 그가 자기를 죽이라고 했으니까요. 그 부탁을 들어주지 않을 이유가 있을까요? 당신은 그 슬러그의 머리를 정통으로 쐈고, 슬러그는 벽을 녹색 피로 물들이며 즉사했습니다. 아무래도 이 미스터리는 여기서 끝난 것 같습니다.

# data/events_hektar.xml$//event[@name="BILLY_SAVE"]/text
source: With Billy now safe, you take one last trip past the wreckage. To your surprise, you dig out what appears to be a highly advanced weapon powered by bizarrely foreign yet similar tech. You aren't sure where it's from, but you'll take it. Billy also has a team come in to scan the ship and retrieve its blueprint, which will make a fine addition to your hangar.
fr: Avec Billy en sûreté, vous faites une dernière passe dans la carcasse. À votre surprise, vous en sortez ce qui semble être une arme très perfectionnée, alimentée par une technologie étrange, mais pourtant familière. Vous ne savez pas d'où elle vient, mais vous la prenez quand même. Billy appelle aussi une équipe pour scanner le vaisseau et vous donner ses plans, qui feront une superbe addition à votre hangar.
ko: 빌리는 이제 안전하니 당신은 마지막으로 잔해를 둘러봤습니다. 놀랍게도, 이질적이면서도 익숙한 기술을 동력원으로 사용하는 진보된 무기를 발견했습니다. 이게 어디서 난 건지는 모르겠지만, 일단은 챙겨둡시다. 빌리는 직원들을 불러 그 함선을 스캔해 청사진을 땄습니다. 당신의 격납고에 훌륭한 보탬이 되겠죠.

# data/events_hektar.xml$//event[@name="BILLY_SAVE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="BILLY_SAVE"]/choice/event/text
source: Billy seems to be making himself comfortable in your ship's lounge. "I think nowsss asss good of a time asss any for old Billy to take a relaxing vacation from all of thisss chaossss. And taxesss. Sssay, ssstranger, where you headed?"
fr: Billy semble se relaxer dans la loge de votre vaisseau. "Je crois qu'il est grand temps pour ccce vieux Billy de ssse prendre des vacanccces loin de tout ccce fracas. Et des taxxxes. Dites, étranger, où essst-ccce que vous allez ?"
ko: 빌리가 당신 배의 휴게실에서 편히 쉬고 있는 것 같군요. "쩌는 찌금 이 늙은 빌리가 모든 혼란을 버써나 편안한 휴가를 보내기에 가짱 쫗은 씨기라고 쌩각합니다. 쎄금도 포함해써요. 말해봐요 낯썬이, 찌금 어디로 가는거쬬?"

# data/events_hektar.xml$//event[@name="BILLY_SAVE"]/choice/event/choice/text
source: We're off to save all of reality from the interdimensional Rebellion.
fr: Nous sommes venus sauver cette réalité d'une rébellion interdimensionnelle.
ko: 초차원 반군한테서 모든 현실을 지키러 가고 있습니다.

source: "O-oh. Wait... interdimensssional heroesss probably don't pay their taxessss, do they? Hahah baby, no more taxesss here I come! Oh, and sssaving reality issss cool too, I guessss."
fr: "O-oh. Attendez... Les héros interdimensssionnels ne paient probablement pas de taxxxes, n'essst-ce pas ? Hahaha, ouais mon gars, paradis fissscal à nous deux ! Ah, et sssauver cette réalité, ccc'est bien ausssi, je sssuppose."
ko: "어 이런. 짬씨만... 쪼짜원 영웅은 아마 쎄금을 내찌 않겠쬬? 하하하 쫗아, 내가 간다 쎄금 없는 쎼쌍아! 아 물론 현씰을 구하는 거또 멋찐 일이쬬, 아마도."

source: One last thing - what about our debt?
fr: Une dernière chose, quid de notre dette ?
ko: 하나만 더 물읍시다 - 우리 빚은 어쩌죠?

source: "Right... right... Yeah I can take care of that, fair isss fair. You know, it might be a good idea to let everyone here go now. Thisss will be a PR disssasster if it ever got out..."
fr: "Bon... bon... oui je peux m'en charger, ccce ssserait jussste. Vous sssavez, peut-être que je devrais laissser tout le monde partir d'iccci. Sssi ça fuitait, ccce serait un désassstre de com'..."
ko: "네...네... 제가 쩌리해 드릴께요. 공쩡한 거래쬬. 어쩌면 이쩨는 여기 있는 모두를 풀어쭈는 게 쫗을 것 같아요. 이런 일이 밝혀찌면 기업 이미찌에 타격이..."

# data/events_hektar.xml$//event[@name="BILLY_DEAD"]/text
source: You look around the ship to see where Billy went, but it dawns on you - he didn't survive the fight. Looks like you won't be clearing off that debt any time soon then...
fr: Vous cherchez dans votre vaisseau où Billy est allé, mais vous vous rendez compte qu'il n'a pas survécu au combat. Il va falloir trouver autre chose pour effacer votre dette...
ko: 빌리가 어디로 갔는지 알아보기 위해 선내를 둘러보았는데, 그는 전투 중에 죽은 것 같습니다. 당분간 그 빚을 갚지 않아도 될 것 같군요...

# data/events_hektar.xml$//event[@name="BILLY_DEAD"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="BILLY_DEAD"]/choice/event/text
source: You make one last trip back to the Angel's ship, and see what you might find inside. To your surprise, you dig out what appears to be a highly advanced weapon powered by bizzarely foreign yet similar tech. You aren't sure where it's from, but you'll take it.
fr: Vous faites une dernière passe dans la carcasse du vaisseau Angélique. À votre surprise, vous en sortez ce qui semble être une arme très perfectionnée, alimentée par une technologie étrange, mais pourtant familière. Vous ne savez pas d'où elle vient, mais vous la prenez quand même.
ko: 당신은 마지막으로 천사의 함선을 둘러봤습니다. 놀랍게도, 이질적이면서도 익숙한 기술을 동력원으로 사용하는 진보된 무기를 발견했습니다. 이게 어디서 난 건지는 모르겠지만, 일단은 챙겨둡시다. 빌리는 직원들을 불러 그 함선을 스캔해 청사진을 땄습니다. 당신의 격납고에 훌륭한 보탬이 되겠죠.

# data/events_hektar.xml$//event[@name="HEKTAR_SHIPYARDS"]/text
source: At first this beacon seems rather unassuming, until you spot the massive spherical shipyard hovering above the ground. Upon further inspection, beneath it appears to be a rural village of some sort, definitely not one of a space-faring species at least...
fr: À première vue, cette balise semble plutôt anodine, jusqu'à ce que vous apercevez un énorme chantier naval sphérique flottant au-dessus du sol. En regardant mieux, vous apercevez dessous une sorte de village rural, atypique pour une civilisation spatiale...
ko: 도약 직후 이 송신소는 별것 없다고 느끼던 찰나 지상에 떠 있는 거대한 구체형 조선소를 발견했습니다. 더 자세히 살펴보니 그 아래에 한 낙후된 마을이 있었는데, 우주 문명을 이룰만한 기술력은 없는 종족의 것으로 보입니다...

# data/events_hektar.xml$//event[@name="HEKTAR_SHIPYARDS"]/choice[1]/text
source: Pull closer.
fr: Se rapprocher.
ko: 가까이 다가간다.

# data/events_hektar.xml$//event[@name="HEKTAR_SHIPYARDS"]/choice[1]/event/text
source: The village below is bustling with what looks to be lizard creatures. You've noticed these guys working aboard Hektar ships before, but this must be where they live. Very strange, but as you approach the shipyard, it becomes apparent there's more here than you first observed. An orange spectacled lizard with a suit and backwards tie is screaming into a megaphone trying to calm down a crowd of irate lizards with picket signs and armed weapons.
fr: Le village semble rempli de ce qui ressemble à des créatures reptiliennes. Vous en avez déjà remarqué à bord de vaisseaux Hektar, ce doit être où elles vivent. Très étrange, mais dès que vous approchez du chantier, il est clair qu'il se passe plus ici que vous ne le pensiez. Un lézard aux lunettes oranges avec une chemise et une cravate à l'envers hurle dans un mégaphone pour essayer de calmer une foule de lézards en furie portant des pancartes et des blasters.
ko: 그 마을은 도마뱀처럼 생긴 생명체로 북적였습니다. 전에도 헥타르 함선에서 본 적 있는 자들인데, 여기가 그들의 주거지인가 봅니다. 이상하게도 조선소에 다가갈수록 더 많은 도마뱀이 있습니다. 정장, 뒤로 맨 넥타이, 주황색 안경을 쓴 도마뱀이 시위 팻말과 무기를 장비한 성난 도마뱀 떼를 진정시키려고 확성기로 소리를 지르고 있습니다.

source: Speak to the manager.
fr: Parler au responsable.
ko: 관리자에게 말을 건다.

source: You land your ship nearby, unnoticed by the crowd. The lizard in charge turns to you, while you catch shouts of "traitor" and more offensive terms being hurled towards them. "Yes, yes, hello. I am Metyunt, the manager of this facility and caretaker of the Lizard demographic." Metyunt pushes the glasses back up onto his face, unfazed while a flaming stone is thrown nearby and some lizard rioters tear apart a Hektar ship in the background. You also notice a very large Slug ship hovering above the crowd. It's not firing yet, but you suspect if the crowd pushes things too far, this is their plan to suppress it.
fr: Vous posez votre vaisseau non loin sans que la foule s'en aperçoive. Le lézard en charge se tourne vers vous aux cris de "traître" et d'autre termes injurieux. "Oui, oui, bonjour. Je suis Metyunt, le responsable de cette usine et préposé à la démographie lézard." Metyunt remet ses lunettes, ne réagissant pas alors qu'une pierre enflammée atterit près de lui et que des émeutiers mettent en pièce un vaisseau d'Hektar en arrière-plan. Vous remarquez aussi un très gros vaisseau Limace flottant au-dessus de la foule. Il ne tire pas encore, mais vous suspectez que si la foule va trop loin, il s'occupera de la répression.
ko: 당신은 들키지 않고 시위대 근처에 착륙했습니다. 군중들은 관리자 도마뱀이 당신에게 다가오는 중에도 그에게 "배신자"라고 하는 등의 성난 외침을 퍼붓고 있었습니다. "네, 네, 안녕하세요. 저는 이 시설의 관리자이며 도마뱀 인구 통계 담당자인 메툰트입니다." 타오르는 돌이 근처로 날아오고, 일부 도마뱀 폭도들이 근처의 헥타르 함선을 박살 내고 있는 와중에도 메툰트는 태연한 표정으로 안경을 다시 고쳐 썼습니다. 또한 당신은 매우 커다란 슬러그 함선이 군중 위에 떠 있는 것을 알아챘습니다. 아직 사격을 가하진 않고 있는데, 폭동이 너무 거세지면 저걸로 진압할 심산이겠죠.

source: Your employees don't seem too happy.
fr: Vos employés n'ont pas l'air très contents.
ko: 직원들이 별로 행복해 보이지 않습니다.
