Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_DEBTORS"]/text
source: The distress call appears to originate from a ship, lost in the clouds. "Please, help us! We are in debt to Hektar, but our chances of paying it off are hopeless! Is there anything you can spare us?"
fr: L'appel de détresse semble venir d'un vaisseau perdu dans les nuages. "S'il vous plaît, aidez-nous ! Nous sommes endettés envers Hektar, mais nos chances de payer sont minces ! Y a-t-il quelque chose que vous pourriez nous donner ?"
ko: 조난 신호는 성운 속에서 길을 잃은 함선이 보낸 것으로 드러납니다. "제발 도와주세요! 헥타르에 빚을 지고 있지만 갚을 수가 없습니다! 우리를 살려주실 수 있나요?"

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_DEBTORS"]/choice[1]/text
source: Give them a small amount of scrap. [-15~]
fr: Leur donner un peu de ferraille. [-15~]
ko: 그들에게 소량의 스크랩을 준다. [-15~]

source: With such a small amount, you'd expect the ship to take it as an insult. Instead, they seem grateful. "Thank you so much! It is so little, yes, but any amount of generosity increases our chances of getting out of here." The civilians cannot pay you in scrap, so they offer you an upgrade to your life support instead.
fr: Avec si peu de ferraille, vous pensez qu'ils vont le prendre comme une insulte, mais à la place ils semblent reconnaissants. "Merci beaucoup ! C'est certes peu, mais toute générosité augmente nos chances de sortir d'ici." Les civils ne peuvent pas vous payer en ferraille, et améliorent votre système de survie à la place.
ko: 이 정도로 적은 양은 상대측에서 모욕으로 받아들일 수도 있습니다. 그런데도 그들은 고맙게 생각하는 것 같습니다. "정말 감사합니다! 아주 적지만요. 하지만 아무리 적은 양이라도 당신이 베푼 관대함은 우리가 여기서 빠져나갈 가능성을 높여줄 것입니다." 민간인들은 보상을 스크랩으로 지불할 수 없었으므로 대신 생명 유지 장치를 업그레이드해주었습니다.

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_DEBTORS"]/choice[2]/text
source: Give them a large amount of scrap. [-50~]
fr: Leur donner beaucoup de ferraille. [-50~]
ko: 그들에게 대량의 스크랩을 준다. [-50~]

source: The civilians are shocked you'd offer them so much money. "T-thank you so much! This will help tremendously." Obviously, the civilians cannot reward you with a donation of scrap, so they repay you with detailed sector mappings they've collected from their extensive time here, as well as a reactor upgrade and some fuel.
fr: Les civils sont choqués par votre générosité. M-merci beaucoup ! Cela nous sera d'une immense aide." Les civils ne peuvent évidemment pas vous remercier avec de la ferraille, alors ils vous donnent une carte détaillée du secteur qu'ils ont établi durant leur long séjour ici, ainsi qu'une amélioration du réacteur et du carburant.
ko: 민간인들은 당신이 제공한 대량의 돈에 충격받았습니다. "ㄱ-고마워요! 이건 정말 엄청난 도움이 될 것입니다." 민간인들은 스크랩으로 보상할 수 없으므로 여기에서 오랜 시간 동안 수집한 상세한 섹터 지도와 반응로 업그레이드 및 약간의 연료로 보답했습니다.

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_DEBTORS"]/choice[3]/text
source: These guys are a good target. Attack!
fr: Ces gens font une bonne cible. À l'attaque !
ko: 그들은 좋은 약탈감이다. 공격!

source: You raise your weapons and attack the ship.
fr: Vous activez vos armes et attaquez le vaisseau.
ko: 당신은 무기에 전력을 공급하고 공격을 시작했습니다.

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_DEBTORS"]/choice[4]/text
source: We can't help, sorry.
fr: Désolé, nous ne pouvons pas aider.
ko: 도울 수 없을 것 같군요, 미안합니다.

source: Unfortunately, these civilians will have to rely on other means to save themselves. Knowing how this sector is a giant trap, it's unlikely they'll find any other vessel willing to help.
fr: Hélas, ces civils vont devoir trouver un autre moyen de partir d'ici. Ce secteur étant un vaste piège, il est peu probable qu'ils trouveront un autre vaisseau acceptant de les aider.
ko: 안타깝지만, 이 민간인들은 자신들을 구하기 위해 다른 방법을 찾아봐야 할 것입니다. 이 구역이 얼마나 거대한 함정인지를 생각하면 도움을 줄 선박을 찾기란 쉽지 않을 것입니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_HEKTAR_CHILDREN"]/text
source: A Hektar distress beacon is coming from this beacon. From the looks of it, it appears a crowd of Slugs has gathered at an Hektar factory.
fr: Un signal de détresse d'Hektar vient de cette balise. À première vue, il semblerait qu'une foule de Limaces se soit rassemblée autour d'une usine Hektar.
ko: 이 송신소에서 헥타르의 조난 신호가 나오고 있습니다. 겉보기에는 헥타르 공장에 슬러그 떼가 모여 있는 것 같습니다...

source: Contact the factory owners.
fr: Contacter les propriétaires de l'usine.
ko: 공장 주인에게 연락한다.

source: The factory owner appears to be a frustrated and middle-aged Slug. In the background, hundreds of Slug children toil away working the machines. "Ugh, for years we've been running Hektar with thossse lizard freakssss. But when I decccide I want to ssstart ussssing children to run my facccilitiessss, NOW people freak out? Jeez, what issss wrong with people..."
fr: Le propriétaire de l'usine semble être une Limace d'âge mûr frustrée. Derrière lui, des centaines d'enfants Limaces s'affairent sur des machines. "Grmbl, cela fait des années que Hektar tourne avec ccces fichus lézards, mais quand je décccide qu'il est temps d'utiliser des enfants pour faire tourner mes usines, alors LÀ tout le monde sss'insssurge ? Bon sssang, ccc'est quoi leur problème..."
ko: 공장 주인은 중년의 슬러그였는데, 현재 심기가 불편해 보입니다. 그의 뒤로는, 수백 명의 슬러그 아동들이 기계 작업에 투입되고 있었습니다. "하, 우리는 몇 년 동안 도마뱀 괴물들과 함께 헥타르를 운영해 왔씁니다. 그런데 내가 아이들을 씨썰에 투입해 일을 씨키려 하니 싸람들이 날뛰더군요. 도대쩨 뭐가 문쩨인찌..."

source: Assist the factory owners and disperse the protestors.
fr: Aider les propriétaires et disperser les protestataires.
ko: 공장 주인을 돕고 시위대를 해산시킨다.

source: Assist the protestors and liberate the children.
fr: Aider les protestataires et libérer les enfants.
ko: 시위대를 돕고 아이들을 해방시킨다.

source: You power up your weapons and attack the Hektar factory. A ship arrives to stop you.
fr: Vous activez vos armes pour attaquer l'usine. Un vaisseau arrive pour vous arrêter.
ko: 당신은 무기에 전원을 공급하고 공장을 공격했습니다. 함선 한 척이 당신을 막기 위해 다가옵니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: Pay the factory owner to free the children.
fr: Payer les propriétaires pour libérer les enfants.
ko: 공장 주인에게 돈을 지불하여 아이들을 해방시킨다.

source: The Slug is reluctant to turn over his workers, but he seems to see the logic in your offer and accepts it. The children are set free and the jubilant protestors reward you.
fr: La Limace est peu enthousiaste à l'idée de laisser partir ses travailleurs, mais il voit la logique de votre offre et accepte. Les enfants sont libérés, et les manifestants jubilants vous récompensent.
ko: 슬러그는 일꾼들을 풀어주기 꺼려했지만, 당신의 제안이 논리적이라 여기고 수락했습니다. 아이들은 풀려났고 기뻐하는 시위대는 당신에게 보상을 주었습니다.

source: Accept their gift.
fr: Accepter leur cadeau.
ko: 그들의 선물을 받는다.

source: Ignore their gift, take one of the children, and quickly leave.
fr: Ignorer leur cadeau, prendre l'un des enfants, et partir promptement.
ko: 그들의 선물을 무시하고, 아이들 중 한 명을 함선에 태워 재빨리 떠난다.

source: Leave.
fr: Partir.
ko: 떠난다.

source: Ignore the factory.
fr: Ignorer l'usine.
ko: 공장을 무시한다.

source: Looks like things could turn ugly fast. Better if you don't get involved.
fr: Les choses pourraient vite mal tourner. Mieux vaut ne pas s'en mêler.
ko: 상황이 빠르게 나빠질 수 있을 것 같습니다. 관여하지 않는 편이 좋을 것 같군요.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

source: The crowd is put down easily. Not willing to reinforce their thoughts with a counter attack, the Slugs leave and the factory owner pays you. You are now an official supporter of forced child labor, congratulations!
fr: La foule est rapidement matée. Ne voulant pas renforcer leur revendications avec une contre-attaque, les Limaces partent et le propriétaire de l'usine vous paie. Vous voilà défenseur du travail forcé des enfants, félicitations !
ko: 시위대는 쉽게 진압되었습니다. 아무리 자기 생각을 피력하고 싶어 한다곤 해도 당신에게 반격할 생각까진 없어 보입니다. 공장주인은 당신에게 보상을 제공했습니다. 당신은 이제 아동 강제 노동의 공식 지지자가 되었습니다. 축하합니다!

source: Looks like the protestors are more willing to defend their thoughts than you expected. A few shots dent your hull, but fortunately it's not too bad. Seeing their attacks were mostly ineffective, the protestors give up and the factory owner pays you. You are now an official supporter of forced child labor, congratulations!
fr: Il semblerait que les protestataires soient plus enclins à défendre leurs revendications que vous le pensiez. Quelques tirs cabossent votre coque, mais rien de trop grave. Voyant que leurs attaques n'ont guère eu d'effet, les Limaces partent et le propriétaire de l'usine vous paie. Vous voilà défenseur du travail forcé des enfants, félicitations !
ko: 예상보다 시위대의 뜻을 관철하려는 의지가 더 강한 것 같습니다. 몇 발의 총알이 당신의 선체에 흠집을 냈지만, 다행스럽게도 그렇게 치명적이진 않습니다. 대부분의 공격이 효과가 없는 것을 본 시위대는 반격을 포기했고, 공장 주인은 당신에게 보상을 제공했습니다. 당신은 이제 아동 강제 노동의 공식 지지자가 되었습니다. 축하합니다!

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_SYLVAN"]/text
source: "Sssstranger, welcome to my beacon!" You jump, thinking you've somehow found Sylvan yet again, but instead it seems this is just another Hektar employee, not the infamous traveling merchant.
fr: "Étranger, bienvenue à ma balise!" Vous sautez, pensant avoir à nouveau trouvé Sylvan, mais à sa place ne se trouve qu'un employé d'Hektar, pas le célèbre marchand itinérant.
ko: "낯썬이, 쩨 쏭씬쏘에 온 걸 환영합니다!" 도약을 마친 당신은 또다시 실반과 마주쳤다고 생각했지만, 이 자는 악명높은 방랑하는 행상인이 아니라 그냥 헥타르 직원인 것 같습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_SYLVAN"]/choice[1]/text
source: Why are you pretending to be Sylvan?
fr: Pourquoi prétendez-vous être Sylvan ?
ko: 왜 실반인 척을 하고 있습니까?

source: "Well, Sssylvan isss my hero! He'ssss sso cool. And hot. I wisssh I wasss that cool and hot... Pardon the oxymoron."
fr: "Eh bien, Sssylvan ccc'est mon héro ! Il est trop cool. Et chaud. Moi ausssi j'aimerais être aussi cool et chaud... exxxcusez l'oxxxymore."
ko: "그게, 씰반은 쩨 영웅이거든요! 그는 쩡말 쿨해요. 그리고 하타쬬. 쩌도 그렇게 쿨하고 하태쓰면 쫗게써요... 이런, 모쑨되는 쏘리를 해버렸네요."

source: Do you sell things too?
fr: Est-ce que vous vendez aussi des choses ?
ko: 당신도 물건을 팝니까?

source: The Slug perks up. "In fact, I do!" He resumes his impersonation from before. "Come on in sssstranger, and take a look at my goodssss!"
fr: La Limace lève la tête. "Oui, j'en vend!" Il recommence à se prendre pour Sylvan. "Viens étranger, et jette-donc un œil à mes biens!"
ko: 슬러그가 열을 올립니다. "물론 팔고 이쬬!" 그는 다시 실반 흉내를 시작합니다. "어써오쎄요 낯썬이, 그리고 쩨 물건들 쫌 보쎄요!"

source: You're missing the 8 shields and 6 Burst Lasers.
fr: Il vous manque les 8 boucliers et les 6 Lasers Rafale.
ko: 8겹의 방어막과 6정의 점사형 레이저를 빠뜨렸네요.

source: "Yeah... I'm not even sssure how he got thossse! Every time I try to inssstall that many ssshields I jussst get an obnoxious beep like I've hit a hardcoded limit or sssomething."
fr: "Oui... Je ne sssais pas comment il a réusssi à avoir ççça ! À chaque fois que j'esssaie d'inssstaller autant de boucliers, je n'obtiens qu'un bip agaçççant comme quoi j'aurais atteint la limite posssible ou un truc du genre."
ko: "마짜요... 어떻게 그가 그런 장비를 갖쭸는지도 모르게써요! 쩨가 그렇게 많은 방어막을 썰치하려 할 때면 하드 코딩된 쩨한에 도달한 것 같은 불쾌한 경고음이 들리거든요."

source: Offer him some scrap to spruce up his ship.
fr: Lui proposer de la ferraille pour qu'il améliore son vaisseau..
ko: 함선을 단장하기 위한 약간의 스크랩을 제공한다.

source: "That'ssss quite generoussss, ssstranger! Uh, I mean, thankssss."
fr: "Ccc'est très généreux, étranger ! Heu, je veux dire, merccci."
ko: "관대하씨네요, 낯썬이! 어... 쩨 말은, 감싸하다고요."

source: Continue...
fr: Continuer...
ko: 계속...

source: "Oh man, I don't have anything to give... wait, no! I do! Thissss isss very valuable to me, but I'm sssure you'll get a lot more ussse out of it than me. Pleasssse take good care of it though."
fr: "Oh non, je n'ai pas grande chose à donner... attendez, sssi ! J'ai quelque chose ! Cccette chose m'est très précccieuse, mais je sssuis sûr que vous sssaurez l'utiliser. Je vous en prie, faites-en bon usage."
ko: "오 이런, 드릴 게 아무거또 없네요... 짬깐, 아니찌! 하나 이써요! 이건 쩌에게 쩡말 쏘쭝한 물건인데, 당씬이라면 쩌보다 더 유용하게 쓸 쑤 이쓸 거예요. 이놈을 짤 부탁드립니다."

source: Do you sell things too?
fr: Est-ce que vous vendez aussi des choses ?
ko: 당신도 물건을 팝니까?

source: The Slug perks up. "In fact, I do!" He resumes his impersonation from before. "Come on in sssstranger, and take a look at my goodssss!"
fr: La Limace lève la tête. "Oui, j'en vend!" Il recommence à se prendre pour Sylvan. "Viens étranger, et jette-donc un œil à mes biens!"
ko: 슬러그가 열을 올립니다. "물론 팔고 이쬬!" 그는 다시 실반 흉내를 시작합니다. "어써오쎄요 낯썬이, 그리고 쩨 물건들 쫌 보쎄요!"

source: (Sylvan) "Well hello, ssstranger!"
fr: (Sylvan) "Bien le bonjour, étranger!"
ko: (실반) "안녕하씬가요, 낯썬이!"

source: "OH GOD! IT'SSS YOU! OH MY OH MY OH MY OH MY OH MY!" The Slug practically demands that you allow him on the ship so that he can work alongside Sylvan.
fr: "OH LA VACHE ! CCC'EST TOI ! MON DIEU MON DIEU MON DIEU ! La Limace vous supplie presque de l'accepter à bord du vaisseau pour pouvoir travailler aux côtés de Sylvan.
ko: "오오 맙쏘싸! 당씬이군요! 오 쎄쌍에 쎄쌍에 쎄쌍에 쎄쌍에 쎄쌍에!" 슬러그는 실반과 함께 일할 수 있도록 함선에 태워 달라고 사실상 강요했습니다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_SYLVAN"]/choice[2]/text
source: Ignore the pretender.
fr: Ignorer le prétendant.
ko: 무시한다.

source: You aren't sure why someone would try to immitate Sylvan, but it's nothing more than a nuisance to you.
fr: Vous n'êtes pas trop sûr de pourquoi quelqu'un voudrait imiter Sylvan, mais ce n'est pour vous qu'une nuisance.
ko: 왜 실반을 따라 하는지는 모르겠지만, 상대한다면 성가신 일이 될 것입니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_TOYS"]/text
source: A small Hektar run gift-shop is nearby. It's highly unlikely it's carrying any military goods, but maybe you'll find something interesting inside?
fr: Une petite boutique de souvenirs d'Hektar est proche. Il est peu probable qu'elle vende des biens militaires, mais peut-être que vous trouverez quelque chose d'intéressant dedans ?
ko: 근처에 헥타르가 운영하는 작은 기념품 가게가 있습니다. 군수품을 팔고 있을 가능성은 거의 없지만 흥미로운 것을 발견할 수 있을지도 모르겠네요.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_TOYS"]/choice[1]/text
source: Check it out.
fr: Y aller.
ko: 확인한다.

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_TOYS"]/choice[1]/event/text
source: You're welcomed by an overweight Slug. "Visssitorssss! Come on in! I have ssssomething to ssshow you! I've created a new line of pull-ssstring toysss resssembling variousss racccesss accrosss the galaxy. Come and try them!"
fr: Vous êtes accueilli par une Limace obèse. "Des visiteurs ! Venez donc ! J'ai quelque chose à vous montrer ! J'ai créé une nouvelle sssérie de jouets à corde à tirer resssemblant aux nombreuses raccces de la Galaxxxie. Essssayez-les !"
ko: 비만인 슬러그가 당신을 환영했습니다. "방문짜씬가요! 들어오쎄요! 보여드릴 거씨 있씁니다! 은하계 이곳쩌곳의 다양한 쫑쪽을 표현한 쭐-당기기 짱난감 찐열대를 만들었씁니다. 어써 와써 쭐을 당겨보쎄요!"

source: Pull the Human's string.
fr: Tirer la ficelle de l'Humain.
ko: 인간의 줄을 당긴다.

source: The human toy squeaks, and spits out "Glory to the Rebellion!" The Slug notices your shock and tries to calm your nerves. "It'sss okay! A lot humans are Rebelsss, that'sss the point! It'ss relatable for humansss!"
fr: Le jouet Humain couine, et dit "Gloire à la Rébellion !" La Limace remarque votre choc et essaie de vous calmer les nerfs. "Ccc'est drôle, non ? Plein d'Humains sssont des Rebelles, vous comprenez ? ...Les Humains comprendront !"
ko: 인간 장난감은 끽끽거리는 소리를 내다가 "반군에게 영광을!"이라는 대사를 내뱉었습니다. 슬러그는 당신이 충격받은 것을 눈치채고 달래주려 합니다. "아무 문쩨 업써요! 쑤많은 싸람이 반군이라는 게 핵씸이쬬! 인간과 연관된 대싸예요!"

source: Right...
fr: Mouais...
ko: 그렇죠...

source: The Slug laughs nervously. "I'm guesssing you don't like it then? *Sigh*, okay..." The Slug slithers back to the store counter, defeated. "There'sss a military depot not too far from here. Go there inssstead if you want sssomething wortwhile..."
fr: La Limace rit nerveusement. "Je sssupose que vous ne l'aimez pas ? *soupir*, sssoit..." La Limace rampe vers le comptoir du magasin, la mine défaite. "Il y a un dépôt militaire pas trop loin d'iccci. Allez là si vous voulez quelque chose d'intéresssant..."
ko: 슬러그는 초조해하며 웃었습니다. "그럼 마음에 안 드씨나 보네요? 하아아... 쫗아요..." 슬러그는 낙심한 채 계산대로 슬금슬금 돌아갔습니다. "여기써 멀찌 않은 고쎄 군싸 기찌가 있씁니다. 가찌 있는 거쓸 원한다면 그고쓰로 가보쎄요..."

source: Buy the toy for 20 scrap.
fr: Acheter le jouet pour 20 ferraille.
ko: 20 스크랩에 장난감을 구매한다.

source: "You actually like it? OH BOY! Thank you ssso much! My brother tried to ssstart a plusssshie line in the EHG and thingsss haven't been going well for him, ssso I can't wait to tell him that good newsss! Wait, better yet, I'll come with you, and then I can ssssell my toysss to the whole Multiverssse!"
fr: "Vous aimez vraiment ? SUPER ! Mon frère a essssayé de sssortir une sssérie de peluches dans le sssecteur de la Guilde, mais les affaires ne marchent pas bien pour lui ; j'ai hâte de lui annoncccer la bonne nouvelle ! Ou mieux, je vais venir avec vous, pour vendre mes jouets au Multivers entier !"
ko: "쩡말 마음에 드씹니까? 아쭈 쫗아요! 쩡말 감싸합니다. 쩨 남동쌩은 EHG쪽에써 봉쪠 인형 짱싸를 씨짝했는데 일이 짤 풀리찌 않는다더군요. 그러니 이 쫗은 쏘씩을 빨리 알려쭈고 앂네요! 짬깐, 더 쫗은 쌩각이 나써요. 당씬과 함께 가면 온 멀티버쓰에 쪠 짱난감들을 팔 쑤 있겠쬬!"

source: (Human Crew) Offer your feedback.
fr: (Membre d'équipage Humain) Proposer vos retours.
ko: (인간 선원) 피드백을 해준다.

source: Your crew explains their opinions on the toy. The Slug thoughtfully contemplates this advice, and seems grateful. "Thank you ssso much for your input! Here, have thisss!"
fr: Votre membre d'équipage explique ce qu'il pense du jouet. La Limace contemple ses remarques, et semble reconnaissante. "Merccci beaucoup pour vos retours ! Tenez, prenez ççça !"
ko: 당신의 선원은 장난감에 대한 자기 의견을 말했습니다. 슬러그는 이 조언을 곰곰이 생각했고, 고마워하는 것 같습니다. "의견을 쭈쎠써 쩌엉말 감싸드립니다! 여기 이것 쫌 가쪄가쎄요!"

source: Pull the Mantis's string.
fr: Tirer la ficelle du Mantis.
ko: 맨티스의 줄을 당긴다.

source: The Mantis toy squeaks, and spits out "Kill all living things!" The Slug notices your shock and tries to calm your nerves. "It'sss okay! Mantisss are jussst like that! It'sss not offensssive if it'ssss true, right?"
fr: Le jouet Mantis couine, et dit "Tuer tout ce qui bouge !" La Limace remarque votre choc et essaie de vous calmer les nerfs. "Ccc'est drôle, non ? Les Mantisss sssont tousss comme ççça ! Ccc'est pas vexxxant sssi ccc'est vrai, non ?"
ko: 맨티스 장난감 끽끽거리는 소리를 내다가 "모든 생물 죽여라!"라는 대사를 내뱉습니다. 슬러그는 당신이 충격받은 것을 눈치채고 달래주려 합니다. "아무 문쩨 업써요! 맨티쓰는 원래 쩌렇짢아요! 쩌게 평쌍씨니까 공격쩍인 태도도 아니예요! 그렇쬬?"

source: Right...
fr: Mouais...
ko: 그렇죠...

source: The Slug laughs nervously. "I'm guesssing you don't like it then? *Sigh*, okay..." The Slug slithers back to the store counter, defeated. "There'sss a military depot not too far from here. Go there inssstead if you want sssomething wortwhile..."
fr: La Limace rit nerveusement. "Je sssupose que vous ne l'aimez pas ? *soupir*, sssoit..." La Limace rampe vers le comptoir du magasin, la mine défaite. "Il y a un dépôt militaire pas trop loin d'iccci. Allez là si vous voulez quelque chose d'intéresssant..."
ko: 슬러그는 초조해하며 웃었습니다. "그럼 마음에 안 드씨나 보네요? 하아아... 쫗아요..." 슬러그는 낙심한 채 계산대로 슬금슬금 돌아갔습니다. "여기써 멀찌 않은 고쎄 군싸 기찌가 있씁니다. 가찌 있는 거쓸 원한다면 그고쓰로 가보쎄요..."

source: Buy the toy for 20 scrap.
fr: Acheter le jouet pour 20 ferraille.
ko: 20 스크랩에 장난감을 구매한다.

source: "You actually like it? OH BOY! Thank you ssso much! My brother tried to ssstart a plusssshie line in the EHG and thingsss haven't been going well for him, ssso I can't wait to tell him that good newsss! Wait, better yet, I'll come with you, and then I can ssssell my toysss to the whole Multiverssse!"
fr: "Vous aimez vraiment ? SUPER ! Mon frère a essssayé de sssortir une sssérie de peluches dans le sssecteur de la Guilde, mais les affaires ne marchent pas bien pour lui ; j'ai hâte de lui annoncccer la bonne nouvelle ! Ou mieux, je vais venir avec vous, pour vendre mes jouets au Multivers entier !"
ko: "쩡말 마음에 드씹니까? 아쭈 쫗아요! 쩡말 감싸합니다. 쩨 남동쌩은 EHG쪽에써 봉쪠 인형 짱싸를 씨짝했는데 일이 짤 풀리찌 않는다더군요. 그러니 이 쫗은 쏘씩을 빨리 알려쭈고 앂네요! 짬깐, 더 쫗은 쌩각이 나써요. 당씬과 함께 가면 온 멀티버쓰에 쪠 짱난감들을 팔 쑤 있겠쬬!"

source: (Mantis Crew) Offer your feedback.
fr: (Membre d'équipage Mantis) Proposer vos retours.
ko: (맨티스 선원) 피드백을 해준다.

source: Your crew explains their opinions on the toy. The Slug thoughtfully contemplates this advice, and seems grateful. "Thank you ssso much for your input! Here, have thisss!"
fr: Votre membre d'équipage explique ce qu'il pense du jouet. La Limace contemple ses remarques, et semble reconnaissante. "Merccci beaucoup pour vos retours ! Tenez, prenez ççça !"
ko: 당신의 선원은 장난감에 대한 자기 의견을 말했습니다. 슬러그는 이 조언을 곰곰이 생각했고, 고마워하는 것 같습니다. "의견을 쭈쎠써 쩌엉말 감싸드립니다! 여기 이것 쫌 가쪄가쎄요!"

source: Pull the Shell's string.
fr: Tirer la ficelle de la Coquille.
ko: 셸의 줄을 당긴다.

source: The Shell toy squeaks, and spits out "Racism is good!" The Slug notices your shock and tries to calm your nerves. "It'sss okay! Sssshellsss usssse racccissssm to organize their ssspeciesss! They're sssmart, ssso clearly they've figured sssomething out! It'sss the context that makesss it okay!"
fr: Le jouet Mantis couine, et dit "Le racisme c'est génial !" La Limace remarque votre choc et essaie de vous calmer les nerfs. "Ccc'est drôle, non ? Les Coquilles, elles utilisent le racccisssme pour organiser leur espèce ! Elles sssont intelligentes, donc clairement elles ont compris quelque chose ! Ccc'est le contexxxte qui rend ççça acccceptable !"
ko: 셸 장난감은 끽끽거리는 소리를 내다가 "종족차별은 좋다!"라는 대사를 내뱉습니다. 슬러그는 당신이 충격받은 것을 눈치채고 달래주려 합니다. "아무 문쩨 업써요! 쏄은 짜기네 쫑쪽을 쪼찍하기 위해 쫑쪽짜별을 이용하짢아요! 그들은 똑똑하니까 뭔가 이유가 이쓸 거예요! 이런 배경찌씩이 이쓰면 이쌍할 거 없는 대싸쬬!"

source: Right...
fr: Mouais...
ko: 그렇죠...

source: The Slug laughs nervously. "I'm guesssing you don't like it then? *Sigh*, okay..." The slug slithers back to the store counter, defeated. "There'sss a military depot not too far from here. Go there inssstead if you want sssomething wortwhile..."
fr: La Limace rit nerveusement. "Je sssupose que vous ne l'aimez pas ? *soupir*, sssoit..." La Limace rampe vers le comptoir du magasin, la mine défaite. "Il y a un dépôt militaire pas trop loin d'iccci. Allez là si vous voulez quelque chose d'intéresssant..."
ko: 슬러그는 초조해하며 웃었습니다. "그럼 마음에 안 드씨나 보네요? 하아아... 쫗아요..." 슬러그는 낙심한 채 계산대로 슬금슬금 돌아갔습니다. "여기써 멀찌 않은 고쎄 군싸 기찌가 있씁니다. 가찌 있는 거쓸 원한다면 그고쓰로 가보쎄요..."

source: Buy the toy for 20 scrap.
fr: Acheter le jouet pour 20 ferraille.
ko: 20 스크랩에 장난감을 구매한다.

source: "You actually like it? OH BOY! Thank you ssso much! My brother tried to ssstart a plusssshie line in the EHG and thingsss haven't been going well for him, ssso I can't wait to tell him that good newsss! Wait, better yet, I'll come with you, and then I can ssssell my toysss to the whole Multiverssse!"
fr: "Vous aimez vraiment ? SUPER ! Mon frère a essssayé de sssortir une sssérie de peluches dans le sssecteur de la Guilde, mais les affaires ne marchent pas bien pour lui ; j'ai hâte de lui annoncccer la bonne nouvelle ! Ou mieux, je vais venir avec vous, pour vendre mes jouets au Multivers entier !"
ko: "쩡말 마음에 드씹니까? 아쭈 쫗아요! 쩡말 감싸합니다. 쩨 남동쌩은 EHG쪽에써 봉쪠 인형 짱싸를 씨짝했는데 일이 짤 풀리찌 않는다더군요. 그러니 이 쫗은 쏘씩을 빨리 알려쭈고 앂네요! 짬깐, 더 쫗은 쌩각이 나써요. 당씬과 함께 가면 온 멀티버쓰에 쪠 짱난감들을 팔 쑤 있겠쬬!"

source: (Shell Crew) Offer your feedback.
fr: (Membre d'équipage Coquille) Proposer vos retours.
ko: (셸 선원) 피드백을 해준다.

source: Your crew explains their opinions on the toy. The Slug thoughtfully contemplates this advice, and seems grateful. "Thank you ssso much for your input! Here, have thisss!"
fr: Votre membre d'équipage explique ce qu'il pense du jouet. La Limace contemple ses remarques, et semble reconnaissante. "Merccci beaucoup pour vos retours ! Tenez, prenez ççça !"
ko: 당신의 선원은 장난감에 대한 자기 의견을 말했습니다. 슬러그는 이 조언을 곰곰이 생각했고, 고마워 하는 것 같습니다. "의견을 쭈쎠써 쩌엉말 감싸드립니다! 여기 이것 쫌 가쪄가쎄요!"

# data/events_hektar.xml$//event[@name="NEBULA_HEKTAR_TOYS"]/choice[2]/text
source: Ignore the gift-shop.
fr: Ignorer la boutique de souvenirs.
ko: 기념품 가게를 무시한다.
