Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

source: "Yes, I am glad to see you are not in fact blind. These riots are common, but what can you do? They call me a traitor because I 'sold out my own species to a corporation,' but look at it this way. I did them a favor, bringing them here. They would still be living in squalor back on their Homeworlds, and inevitable victims of some crazy Zoltan politician who wants to deforest their planet to make room for a new law school or something." Metyunt reaches for a bottle of eye drops and drips them into his eyes, then ducks as some alien fruit comes whirling by.
fr: "Oui, content de voir que vous n'êtes pas aveugle. Ces émeutes arrivent souvent, mais que peuvent-ils faire ? Ils me qualifient de traître car j'ai 'vendu mon espèce à une corporation', mais réfléchissez-y un peu. C'est une faveur que je leur ai fait en les amenant là. Sinon, ils vivraient toujours dans la squaleur sur leur monde natal, jusqu'à inévitablement finir victime de quelque politicien corrompu Zoltan qui déforesterait leur planète pour en faire une école de lois ou je ne sais quoi." Metyunt prend et utilise une bouteille de gouttes d'œil, puis se couche alors qu'une sorte de fruit alien le frôle.
ko: "네, 당신이 장님이 아니라 기쁘군요. 이곳에서 폭동은 흔합니다. 하지만 다른 방법이 있을까요? 그들은 '자기 종족을 기업에 팔아넘겼다'라는 이유로 절 배신자라 부릅니다. 하지만 제 입장도 들어보세요. 저는 그들에게 호의를 베풀어 여기로 데려왔습니다. 이곳에 오지 않았다면 그들은 여전히 고향 성단에서 불결한 삶을 살고 있었을 것이며, 새로운 로스쿨이니 뭐니를 지을 공간을 만들기 위해 행성을 밀어버리려는 정신 나간 졸탄 정치가의 불가피한 희생자가 됐을 겁니다." 메툰트는 안약 한 병을 손에 들어 눈에 넣고는, 외계 과일이 날아오는 것을 보고 웅크려 피했습니다.

source: You betrayed your own species?! Side with the protestors.
fr: Vous avez trahi votre propre race ?! Se ranger du côté des manifestants.
ko: 자기 종족을 배신했다고?! 시위대 편에 선다.

source: "What are you doing? Have you gone mad?" You step down from the pedestal and begin chanting with the protestors. Seeing the support of a Federation captain, the lizards go wild, and the Hektar ship moves in to attack. In the fray, you swear you catch Metyunt calling for the ship not to open fire, but they don't listen. Looks like you'll have to step in and defend them!
fr: "Que faites vous ? Vous êtes fou ?" Vous descendez de l'estrade et commencez à scander des slogans avec les manifestants. Voyant qu'un capitaine de la Fédération est avec eux, les lézards se déchaînent, et le vaisseau Hektar attaque. Dans la mêlée, vous apercevez Metyunt en train de demander au vaisseau de ne pas tirer, mais ils n'écoutent pas. Il va falloir s'interposer et les défendre !
ko: "뭐 하는 겁니까? 당신 미쳤어?" 당신은 받침대에서 내려와 시위대와 함께 구호를 외쳤습니다. 연방 함장의 지원을 본 도마뱀들은 미쳐 날뛰기 시작했고, 헥타르 함선도 움직이기 시작합니다. 메툰트가 함선을 보고 발포하지 말라고 요청하고 있지만, 말이 통하질 않는 것 같습니다. 아무래도 당신이 개입해 이들을 보호해야 할 것 같군요!

source: Continue...
fr: Continuer...
ko: 계속...

source: They're just blind, you're right. Side with Metyunt.
fr: Ils sont aveugles, vous avez raison. Se ranger du côté de Metyunt.
ko: 저들은 장님인 것 같군요. 당신 말이 맞습니다. 메툰트 편에 선다.

source: Turns out, when a Federation officer gets involved, people tend to listen better. You waste no time with some elegant speech, Metyunt can do that himself. Instead, you encourage the crowds to head back to their homes and not let things turn ugly. They begrudgingly listen and shuffle away. Metyunt thanks you sheepishly and offers a reward.
fr: Il semblerait qu'une fois qu'un officier Fédéral s'en mêle, les gens écoutent mieux. Vous ne prenez pas le temps de faire un élégant discours, Metyunt peut s'en charger. Vous encouragez plutôt la foule à repartir chez eux avant que ça tourne mal. Ils acceptent sans enthousiasme et s'en vont. Metyunt vous remercie et vous récompense.
ko: 사람들은 연방의 장교가 개입하면 말을 더 잘 듣는 경향이 있습니다. 당신은 우아한 연설에 시간을 허비하지 않았습니다. 그건 메툰트가 할 수 있으니까요. 대신, 당신은 군중이 집으로 돌아가도록 격려하고 상황이 나빠지지 않도록 했습니다. 그들은 당신의 말을 떨떠름하게 듣고 어슬렁어슬렁 흩어졌습니다. 메툰트는 멋쩍게 감사를 표하고 보상을 주었습니다.

source: This isn't our business. Stay uninvolved.
fr: Ce n'est pas notre problème, rester en dehors.
ko: 이건 우리 일이 아니다. 개입하지 말자.

source: Leave now before things get ugly.
fr: Partir avant que ça chauffe.
ko: 상황이 더 나빠지기 전에 떠난다.

# data/events_hektar.xml$//event[@name="HEKTAR_SHIPYARDS"]/choice[2]/text
source: Ignore the planet.
fr: Ignorer la planète.
ko: 행성을 무시한다.

# data/events_hektar.xml$//event[@name="HEKTAR_SHIPYARDS"]/choice[2]/event/text
source: Curious as it is, it's very unlikely there's anything here that requires your input.
fr: Aussi curieux que ce soit, il est peu probable que vous soyez demandé ici.
ko: 궁금한 일이긴 하지만, 여기에 당신에게 필요한 것이 있을 가능성은 거의 없습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="METYUNT"]/text
source: With the ship out of the way, you return to the shipyard. During the battle, the rioters seem to have taken control of a good half of the place, but Metyunt and the remaining Hektar staff are pushing back. This could end in another firefight if you don't step in.
fr: Une fois débarrassé du vaisseau, vous revenez au chantier. Pendant le combat, les émeutiers semblent avoir pris le contrôle d'une bonne moitié de l'endroit, mais Metyunt et le personnel d'Hektar restant résistent. Si vous n'intervenez pas, cela pourrait toujours finir en fusillade.
ko: 당신은 헥타르 함선을 처리하고 배를 돌려 조선소로 돌아왔습니다. 전투가 진행되는 동안 폭도들이 지역의 상당 부분을 장악한 것으로 보이지만, 메툰트와 나머지 헥타르 직원들도 반발하고 있습니다. 당신이 나서지 않으면 또 다른 총격전이 시작될 겁니다.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[1]/text
source: Send your crew to talk things out.
fr: Envoyer votre équipage pour calmer le jeu.
ko: 선원을 보내 대화하게 한다.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[1]/event/text
source: Looks like things are tense. The Hektar employees look ready to fire, and you suspect Metyunt's reluctance is the only thing keeping them on hold.
fr: La situation est tendue. Les employés d'Hektar sont prêts à tirer, et vous suspectez que seule la réticence de Metyunt les retient.
ko: 상황이 긴박해 보입니다. 헥타르 직원들은 이미 포격할 준비가 돼 있는 것 같습니다. 아마도 메툰트의 제지가 유일한 방지턱이겠지요.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[1]/event/choice[1]/text
source: Convince the crowds to go back to their homes now that they've proven their point.
fr: Convaincre la foule de repartir chez eux maintenant que le message est passé.
ko: 이미 뜻을 전달하는 데 성공했으니 그만 집으로 돌아가라고 군중을 설득한다.

source: Your suggestion appears to be wildly unpopular. Chaos breaks out, and your crew is caught in the crossfire!
fr: Votre suggestion semble très impopulaire. La situation dégénère, et l'un de vos hommes est touché dans la fusillade !
ko: 당신의 제안에 여기저기서 야유가 터져 나옵니다. 현장이 혼란스러워지면서 당신의 선원들은 집중 포격을 받았습니다!

source: Fortunately your crew is able to be revived, but it's too late to go back in and talk things out.
fr: Heureusement, votre homme peut être ressucité, mais c'est trop tard pour la diplomatie.
ko: 다행히도 당신의 선원은 되살아날 수 있었지만, 다시 돌아가 대화해 보기엔 너무 늦었습니다.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[1]/event/choice[2]/text
source: Convince Metyunt to stand down.
fr: Convaincre Metyunt de faire machine arrière.
ko: 메툰트에게 물러설 것을 요구한다.

source: Metyunt wavers, but then gives orders for his men to evacuate the shipyard. He is captured by the lizards and taken back to the hangar, where they discuss what to do with him.
fr: Metyunt hésite, mais donne l'ordre à ses hommes d'évacuer le chantier naval. Il est capturé par les lézards, qui discutent ce qu'ils vont faire de lui.
ko: 메툰트는 잠시 머뭇거리다가 그의 부하들에게 조선소에서 철수하라고 명령합니다. 하지만 그는 도마뱀들에게 붙잡혀 다시 격납고로 돌아왔습니다. 지금부터 그의 처우에 대한 토론이 벌어지겠군요.

source: He deserves a second chance.
fr: Il mérite une seconde chance.
ko: 그에게 한번 더 기회를 줍시다.

source: The lizards groan, but they aren't going to question you after how much you helped them. Metyunt seems shocked he hasn't been torn limb from limb yet. "Well uh, I uh, I guess there's a moral in here somewhere. Don't sell your entire species into slavery? Yeah that sounds good..."
fr: Les lézards grognent, mais ils ne vont pas discuter après toute l'aide que vous leur avez procurée. Metyunt semble plutôt choqué de ne pas encore avoir été écartelé. "Eh bien, hmm, je... suppose qu'il y a une morale dant tout cela. Ne réduisez pas votre espèce entière en esclavage ? Cela semble raisonnable..."
ko: 도마뱀들은 불평했지만, 당신에게 얼마나 큰 도움을 받았는지 생각하고 더 이상 따지지 않았습니다. 메툰트는 아직 사지가 찢어지지 않았다는 사실에 놀란 것 같습니다. "음, 어, 어, 이번 일로 교훈을 얻은 것 같습니다. 자기 종족 전체를 노예로 팔지 말라고요? 네.. 그 말이 맞죠..."

source: Continue...
fr: Continuer...
ko: 계속...

source: He's had his chance. He shouldn't get any more.
fr: Il a eu sa chance, il ne devrait pas en avoir d'autre.
ko: 그에겐 기회가 있었습니다. 이제는 없어졌죠.

source: The lizards agree, and Metyunt is executed. You didn't quite expect things to be taken that far, but it's too late now. The lizards applaud their new found freedom, though chances are it won't last as soon as you're gone and Hektar sends in reinforcements. Nevertheless, the lizards thank you and offer a reward "borrowed" from another Hektar ship.
fr: Les lézards acceptent, et Metyunt est lynché. Vous ne pensiez pas qu'ils en arriveraient là, mais c'est trop tard. Les lézards apprécient leur liberté retrouvée, même si elle ne durera pas une fois vous parti et les renforts d'Hektar avertis. Malgré tout, ils vous remercient et vous proposent une récompense "empruntée" à un autre vaisseau d'Hektar.
ko: 도마뱀들은 동의했고 메툰트는 처형되었습니다. 이 정도로 일이 커지리라곤 예상하지 못했는데, 이미 되돌리기엔 늦었습니다. 도마뱀들은 새로 찾은 자유에 환호하고 있지만, 당신이 떠난 후 헥타르가 증원을 보내면 다시 노예 생활이 시작될 겁니다. 그런데도 도마뱀들은 당신에게 감사해하며 다른 헥타르 함선에서 "빌려온" 보답을 제공했습니다.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[1]/event/choice[3]/text
source: Draw your own weapon and demand both sides put down theirs.
fr: Dégainer votre arme et demander que les deux camps déposent les leurs.
ko: 무기를 꺼내 양측 모두에게 무장을 해제하라고 요구한다.

source: A bold move, and a stupid one. The second your crew draws attention to themselves and their now exposed weapon, hell breaks loose, and your crew is caught in the crossfire!
fr: Idée audacieuse, mais stupide. Au moment où votre équipage attire l'attention à eux et à leurs armes exposées, la situation dégénère, et l'un de vos hommes est touché dans la fusillade !
ko: 대담하고도 어리석은 행동이었습니다. 당신의 선원들이 무기를 꺼내들어 군중의 주의를 끈 그 순간 엄청난 혼란이 벌어지며 집중 포격이 날아왔습니다!

source: Fortunately your crew is able to be revived, but it's too late to go back in and talk things out.
fr: Heureusement, votre homme peut être ressucité, mais c'est trop tard la diplomatie.
ko: 다행히도 당신의 선원은 되살아날 수 있었지만, 다시 돌아가 대화해 보기엔 너무 늦었습니다.

# data/events_hektar.xml$//event[@name="METYUNT"]/choice[2]/text
source: We can't risk it. Take what you've got and leave.
fr: C'est trop risqué. Prendre ce que vous pouvez et partir.
ko: 위험을 감수할 순 없다. 전리품만 챙기고 떠난다.

# data/events_hektar.xml$//event[@name="METYUNT_UNLOCK"]/text
source: It's obvious the lizards don't want Metyunt around. You offer to drop him off somewhere else in the sector, but he declines. "I'm afraid it is best if I find a different occupation. Hektar will have to make do without my help, because I'm done. I guess I'll stick with you now. Oh, and before we go, let me repay you..."
fr: Il est clair que les lézards ne veulent plus de Metyunt. Vous lui proposez de le déposer quelque part dans le secteur, mais il refuse. "Je crains qu'il faille que je trouve une nouvelle occupation. Hektar devra faire sans mon aide, car j'en ai assez. Je pense que je vais rester avec vous, désormais. Ah, et avant de partir, laissez-moi vous récompenser..."
ko: 도마뱀들은 명백히 메툰트를 쫓아내고 싶어 합니다. 당신은 그를 이 구역의 다른 곳으로 데려다주겠다고 제안했지만, 그는 거절합니다. "일이 정말 잘 풀려도 간신히 새로운 직업을 구하는 게 고작일 것 같습니다. 전 그만두었으니 이제부턴 헥타르가 제 도움 없이 일을 처리해야 하겠죠. 이제 저는 당신과 함께해야 할 것 같습니다. 아, 그리고 떠나기전에 보답을 하고 싶습니다..."

# data/events_hektar.xml$//event[@name="EXIT_HEKTAR"]/text
source: You've finally found the exit to this dreadful sector.
fr: Vous êtes enfin arrivé à la sortie de ce secteur infernal.
ko: 마침내 이 무시무시한 구역의 출구를 찾았습니다.

# data/events_hektar.xml$//event[@name="EXIT_HEKTAR"]/choice[1]/text
source: Continue...
fr: Continuer...

# data/events_hektar.xml$//event[@name="EXIT_HEKTAR"]/choice[1]/event/text
source: You're stopped before you can leave by a massive Hektar vessel. "Sssorry, but you may not leave thisss sssector! You sssstill owe Hektar Indusssstriessss a lot of money!"
fr: Vous êtes intercepté avant de pouvoir partir par un gros vaisseau d'Hektar. "Désolé, mais vous ne pouvez pas sssortir de ce sssecteur ! Vous devez toujours beaucoup d'argent à Hektar Indussstries !"

source: Looks like we'll have to fight our way out!
fr: Il semble qu'il va falloir forcer le passage !

source: The only way out now is to fight! You power up your weapons and prepare to engage.
fr: Votre seul échappatoire, c'est le combat ! Vous activez vos armes et vous vous préparez à l'attaque.

source: Continue...
fr: Continuer...

source: (Billy) Have Billy clear you for leaving.
fr: (Billy) Billy peut les convaincre de vous laisser partir.

source: Fortunately, it only takes a few minutes before Billy returns, and you're allowed to leave. Guess it pays to have the CEO of a major corporation aboard your ship.
fr: Heureusement, il suffit de quelques minutes pour que Billy revienne, et vous êtes autorisés à partir. Apparemment, avoir le PDG d'une méga-corporation à bord est utile.

source: (Metyunt) Have Metyunt clear you for leaving.
fr: (Metyunt) Metyunt peut les convaincre de vous laisser partir.

source: Fortunately, it only takes a few minutes before Metyunt returns, and you're allowed to leave. Guess it pays to have the staff manager of a major corporation aboard your ship.
fr: Heureusement, il suffit de quelques minutes pour que Metyunt revienne, et vous êtes autorisés à partir. Apparemment, avoir le DRH d'une méga-corporation à bord est utile.

# data/events_hektar.xml$//event[@name="EXIT_HEKTAR"]/choice[2]/text
source: Continue...
fr: Continuer...

# data/events_hektar.xml$//event[@name="EXIT_HEKTAR"]/choice[2]/event/text
source: Looks like the Rebel fleet has taken control of the beacon! You'll have to fight your way out!
fr: On dirait que la flotte Rebelle a prit le contrôle de cette balise ! Vous devrez vous battre pour sortir d'ici !

source: Continue...
fr: Continuer...

source: (Adv. Engines) Try to escape the Elite.
fr: (Moteurs de pointe) Essayer d'échapper à l'Élite.

source: (Jerry) Hello!
fr: (Jerry) "Bonjour!"

# data/events_hektar.xml$//event[@name="NEBULA_EXIT_HEKTAR"]/text
source: Looks like you've arrived at the exit - except, a massive ship is blocking the way out! "Sssorry, but you may not leave thisss sssector! You sssstill owe Hektar Indusssstriessss a lot of money!"
fr: Vous êtes enfin arrivé à la sortie, mais un énorme vaisseau vous barre la route ! "Désolé, mais vous ne pouvez pas sssortir de ce sssecteur ! Vous devez toujours beaucoup d'argent à Hektar Indussstries !"
ko: 출구에는 도착했는데 거대한 헥타르 함선이 길을 막고 있군요. "쬐쏭하찌만, 이 구역을 떠나씰 쑤 없씁니다! 당씬은 아찍도 헥타르 싼업에 많은 비쯜 찌고 이따고요!"

# data/events_hektar.xml$//event[@name="NEBULA_EXIT_HEKTAR"]/choice[1]/text
source: Continue...
fr: Continuer...

# data/events_hektar.xml$//event[@name="NEBULA_EXIT_HEKTAR"]/choice[1]/event/text
source: You're stopped before you can leave by a massive Hektar vessel. "Sssorry, but you may not leave thisss sssector! You sssstill owe Hektar Indusssstriessss a lot of money!"
fr: Vous êtes intercepté avant de pouvoir partir par un gros vaisseau d'Hektar. "Désolé, mais vous ne pouvez pas sssortir de ce sssecteur ! Vous devez toujours beaucoup d'argent à Hektar Indussstries !"

source: Looks like we'll have to fight our way out!
fr: Il semble qu'il va falloit forcer le passage !

source: The only way out now is to fight! You power up your weapons and prepare to engage.
fr: Votre seul échappatoire, c'est le combat ! Vous activez vos armes et vous vous préparez à l'attaque.

source: Continue...
fr: Continuer...

source: (Billy) Have Billy clear you for leaving.
fr: (Billy) Billy peut les convaincre de vous laisser partir.

source: Fortunately, it only takes a few minutes before Billy returns, and you're allowed to leave. Guess it pays to have the CEO of a major corporation aboard your ship.
fr: Heureusement, il suffit de quelques minutes pour que Billy revienne, et vous êtes autorisés à partir. Apparemment, avoir le PDG d'une méga-corporation à bord est utile.

source: (Metyunt) Have Metyunt clear you for leaving.
fr: (Metyunt) Metyunt peut les convaincre de vous laisser partir.

source: Fortunately, it only takes a few minutes before Metyunt returns, and you're allowed to leave. Guess it pays to have the staff manager of a major corporation aboard your ship.
fr: Heureusement, il suffit de quelques minutes pour que Metyunt revienne, et vous êtes autorisés à partir. Apparemment, avoir le DRH d'une méga-corporation à bord est utile.

# data/events_hektar.xml$//event[@name="NEBULA_EXIT_HEKTAR"]/choice[2]/text
source: Continue...
fr: (Billy) Billy peut les convaincre de vous laisser partir.

# data/events_hektar.xml$//event[@name="NEBULA_EXIT_HEKTAR"]/choice[2]/event/text
source: Looks like the Rebel fleet has taken control of the beacon! You'll have to fight your way out!
fr: On dirait que la flotte Rebelle a prit le contrôle de cette balise ! Vous devrez vous battre pour sortir d'ici !

source: Continue...
fr: Continuer...

source: (Adv. Engines) Try to escape the Elite.
fr: (Moteurs améliorer) Essayer d'échapper à l'Élite.

source: (Jerry) Hello!
fr: (Jerry) "Bonjour !"

# data/events_hektar.xml$//event[@name="HEKTAR_INVESTOR"]/text
source: Nearby, the ship of a wealthy tycoon is exploring the beacon. Might be an interesting chat.
fr: Le vaisseau d'un richissime magnat non loin semble explorer cette balise. Une discussion potentiellement intéressante..
ko: 부유한 재벌의 함선이 송신소 주위를 탐험하고 있습니다. 흥미로운 얘기를 할 수 있을 것 같군요.

# data/events_hektar.xml$//event[@name="HEKTAR_INVESTOR"]/choice[1]/text
source: Hail them.
fr: Les contacter.

# data/events_hektar.xml$//event[@name="HEKTAR_INVESTOR"]/choice[2]/text
source: Hail them.
fr: Ignorer le magnat.

source: Ignore the tycoon.
fr: Ignorer le magnat.
ko: 재벌을 무시한다.

source: You fly away from the shuttle and find somewhere else to do something aboard the ship.
fr: Vous vous éloignez de la navette et décidez de faire quelque chose d'autre sur le vaisseau.
ko: 당신은 그 함선에서 멀리 떨어진 후 다른 일을 할 수 있을 만한 곳을 찾았습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="HEKTAR_INVESTOR_QUESTIONS_NOTMET"]/text
source: "Oh, chip chap cheerio good fellow! I am Count Dinkleman Reichster Von Applebuzz Tri Tri the Fourth, at your service. I have taken a long venture to these lands to see what treasures Hektar might have to offer me and my immense wealth. Tell me, good sir or madam, what are your opinions on Hektar?"
fr: "Oho, bien le bonjour mon brave ! Je suis le comte Dinkleman Reichter Von Applebuzz Tri Tri le Quatrième, à votre service. J'ai pris l'initiative de faire une longue excursion dans ces contrées pour voir quels trésors Hektar pourrait m'offrir, moi et ma fortune immense. Dites-moi, mon cher, quelle est votre opinion d'Hektar ?"
ko: "아, 안녕하신가 친구! 나는 딩컬먼 라익스터 본 애펄버즈 트라이 트라이 4세라네. 나는 헥타르 사에 나와 내 막대한 부를 만족시켜 줄 보물이 있다는 소리를 듣고 기나긴 여정을 거쳐 이곳에 왔다네. 말헤보게, 귀공은 헥타르 사에 대해 어떻게 생각하는가?"

source: They're tricking people into being trapped in this sector.
fr: Ils piègent des gens en les coinçant dans ce secteur.
ko: 그들은 사람들을 속여 이 구역에 갇히게 만들고 있습니다.

source: "Good heavens, what a genius idea! Forcing people into paying off an imaginary debt by trapping them in a massive market place, then hiding it in a nebula where the Federation will never find it? Delightful! I'm sure you think it's horrible though, because you aren't disgustingly rich. Anyways, thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Bonté divine, quelle idée de génie ! Forcer les gens à payer une dette imaginaire en les enfermant dans un immense magasin, puis le cacher dans une nébuleuse où la Fédération ne le trouvera jamais ? Magistral ! Je suis sûr que vous pensez que c'est horrible, mais voyez vous, vous n'êtes pas scandaleusement riche. Bon, merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lachant au passage quelques poignées de ferraille de ses poches.
ko: "세상에, 정말 기발한 생각이군! 거대한 시장에 사람들을 가두어 가상의 부채를 갚도록 한 다음, 연방이 결코 찾을 수 없는 성운에 그것을 숨겨둔다라? 굉장해! 뭐, 자네는 토 나올 정도로 부자가 아니기 때문에 끔찍하다고 생각할 수도 있겠지만... 어쨌든, 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 스크랩 몇 덩어리를 떨어뜨렸습니다.

source: They're literally enslaving people.
fr: Ils pratiquent littéralement l'esclavagisme.
ko: 말 그대로 사람들을 노예로 만들고 있습니다.

source: "Oh, well you know what they say in 'the business'. Actually, I don't. I'm not in 'the business'. But somewhere, I'm sure they have some justfiable reasons for slavery. Clearly, you wouldn't know, because you aren't disgustingly rich. Anyways, thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Bah, vous savez ce qu'on dit sur 'le business'. Remarquez, pas moi. Je ne suis pas dans 'le business'. Mais je suis sûr que leur esclavagisme est parfaitement justifié ! Clairement, vous ne pouvez pas comprendre, vous qui n'êtes pas scandaleusement riche. Bon, merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lachant au passage quelques poignées de ferraille de ses poches."
ko: "오, 자네는 그들이 말하는 '사업'이란 걸 잘 알고 있군. 사실, 나는 모른다네. 나는 '사업'같은 걸 하고 있지 않지. 하지만 그들이 노예를 부리는 것엔 합당한 이유가 있을 것이라고 확신하네. 뭐, 자네는 토 나올 정도로 부자가 아니기 때문에 모르겠지만... 어쨌든, 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 스크랩 몇 덩어리를 떨어뜨렸습니다.

source: Meh, they're alright.
fr: Bah, ils sont corrects.
ko: 에, 뭐 괜찮습니다.

source: "Just alright, eh? Well, what about their products? You have a large military vessel at your disposal. Do you enjoy the use of Hektar's signature modular weaponry?"
fr: "Seulement correct, hmm ? Eh bien, quid de leur produits ? Vous avez un puissant vaisseau de guerre à votre disposition. Utilisez-vous l'une des fameuses armes modulaires d'Hektar ?"
ko: "그냥 괜찮단 말인가? 흠, 글쎄... 그들의 제품은 어떤가? 자네는 휘하에 큰 군함을 가지고 있지 않은가. 헥타르 사가 자랑하는 모듈식 무기를 자주 사용하는가?"

source: They're pretty good.
fr: Elles sont plutôt bonnes.
ko: 그것들도 꽤 좋습니다.

source: "Good you say? Marvelous! I'm no military man, but I'll take your word for it! I shall invest in Hektar. A remarkable chat, good fellow. Say, do me a service and take this worthless assistant of mine off of my hands. I think one of Hektar's lizard people will serve me better."
fr: "Bonnes, vous dites ? Merveilleux ! Je ne suis guère un militaire, mais je croirai votre parole ! J'investirai donc dans Hektar. Voici une discussion productive, l'ami. Tiens, et si vous me rendiez un service en me débarrassant de cet incapable d'assistant ? Je crois que l'un des lézards d'Hektar me servira mieux."
ko: "좋단 말인가? 굉장하군! 내가 군사에 대한 식견이 풍부한 건 아니니 자네의 말을 따라보도록 하지! 헥타르에 투자하겠네. 인상적인 대화였네, 친구. 자, 보답으로 이 쓸모없는 조수를 거두어가게. 아마 헥타르의 도마뱀 종족이 나를 더 잘 섬길 것이야."

source: They're awful.
fr: Elles sont horribles.
ko: 그것들은 끔찍합니다.

source: "Oh, well that's certainly not good. I'm no military man, but I'll take your word for it! I shall not invest in Hektar. Here, you can have this worthless piece of junk, considering I certainly won't want it."
fr: "Ah, eh bien voilà qui n'est pas terrible. Je ne suis guère un militaire, mais je croirai votre parole ! Mieux vaut ne pas investir dans Hektar. Tenez, je vous donne ce déchet inutile, car je n'en veux certainement plus."
ko: "음, 그건 확실히 좋지 않다는 뜻이겠군. 내가 군사 쪽 식견이 풍부한 건 아니니 자네의 말을 따라보도록 하지! 헥타르에 투자하지 않겠네. 자, 이 쓸모없는 쓰레기들을 가져가게. 나에겐 필요 없을 테니 말이야."

source: Don't have any.
fr: Je n'en ai pas.
ko: 가지고 있지 않습니다.
