Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_hektar.xml/*.po
Languages: fr, ko

source: "Well, then you are worthless to me. Imagine being so poor. Thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Eh bien, vous êtes donc inutile à mes yeux. Imaginez, être pauvre ! Merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lâchant au passage quelques poignées de ferraille de ses poches.
ko: "그렇다면 자네는 나에게 쓸모가 없군. 그 정도로 가난하다니. 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 몇 개의 스크랩 더미를 떨어뜨렸습니다.

# data/events_hektar.xml$//event[@name="HEKTAR_INVESTOR_QUESTIONS_MET"]/text
source: "Strange poor person, we meet again! It is me, Count Dinkleman Reichster Von Applebuzz Tri Tri the Fourth! What a coincidence we happen upon each other on this occasion. I have taken a long venture to these lands to see what treasures Hektar might have to offer me and my immense wealth. Tell me, good sir or madam, what are your opinions on Hektar?"
fr: "L'étrange personne pauvre ! Nous nous rencontrons à nouveau ! C'est moi, le comte Dinkleman Reichster Von Applebuzz Tri Tri le Quatrième ! Quelle coïncidence que nous nous rencontrions en cette occasion. J'ai entrepris une longue aventure sur ces terres pour voir quels trésors Hektar pourrait avoir à offrir à ma personne, ainsi qu'à mon immense richesse. Dites-moi, monsieur ou madame, quelle est votre opinion sur Hektar ?"
ko: "또 만나게 되었군, 낯선 빈민이여! 나 일세, 딩컬먼 라익스터 본 애펄버즈 트라이 트라이 4세! 다시 만나게 되다니 놀라운 우연의 일치로군. 나는 헥타르 사에 나와 내 막대한 부를 만족시켜 줄 보물이 있다는 소리를 듣고 기나긴 여정을 거쳐 이곳에 왔다네.. 말헤보게, 귀공은 헥타르 사에 대해 어떻게 생각하는가?"

source: They're tricking people into being trapped in this sector.
fr: Ils piègent des gens en les coinçant dans ce secteur.
ko: 그들은 사람들을 속여 이 구역에 갇히게 만들고 있습니다.

source: "Good heavens, what a genius idea! Forcing people into paying off an imaginary debt by trapping them in a massive market place, then hiding it in a nebula where the Federation will never find it? Delightful! I'm sure you think it's horrible though, because you aren't disgustingly rich. Anyways, thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Bonté divine, quelle idée de génie ! Forcer les gens à payer une dette imaginaire en les enfermant dans un immense magasin, puis le cacher dans une nébuleuse où la Fédération ne le trouvera jamais ? Magistral ! Je suis sûr que vous pensez que c'est horrible, mais voyez vous, vous n'êtes pas scandaleusement riche. Bon, merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lachant au passage quelques poignées de ferraille de ses poches.
ko: "세상에, 정말 기발한 생각이군! 거대한 시장에 사람들을 가두어 가상의 부채를 갚도록 한 다음, 연방이 결코 찾을 수 없는 성운에 그것을 숨겨둔다라? 굉장해! 뭐, 자네는 토 나올 정도로 부자가 아니기 때문에 끔찍하다고 생각할 수도 있겠지만... 어쨌든, 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 스크랩 몇 덩어리를 떨어뜨렸습니다.

source: They're literally enslaving people.
fr: Ils pratiquent littéralement l'esclavagisme.
ko: 말 그대로 사람들을 노예로 만들고 있습니다.

source: "Oh, well you know what they say in 'the business.' Actually, I don't. I'm not in 'the business.' But somewhere, I'm sure they have some justfiable reasons for slavery. Clearly, you wouldn't know, because you aren't disgustingly rich. Anyways, thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Bah, vous savez ce qu'on dit sur 'le business'. Remarquez, pas moi. Je ne suis pas dans 'le business'. Mais je suis sûr que leur esclavagisme est parfaitement justifié ! Clairement, vous ne pouvez pas comprendre, vous qui n'êtes pas scandaleusement riche. Bon, merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lachant au passage quelques poignées de ferraille de ses poches.
ko: "오, 자네는 그들이 말하는 '사업'이란 걸 잘 알고 있군. 사실, 나는 모른다네. 나는 '사업'같은 걸 하고 있지 않지. 하지만 그들이 노예를 부리는 것엔 합당한 이유가 있을 것이라고 확신하네. 뭐, 자네는 토 나올 정도로 부자가 아니기 때문에 모르겠지만... 어쨌든, 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 스크랩 몇 덩어리를 떨어뜨렸습니다.

source: Meh, they're alright.
fr: Bah, ils sont corrects.
ko: 에, 뭐 괜찮습니다.

source: "Just alright, eh? Well, what about their products? You have a large military vessel at your disposal. Do you enjoy the use of Hektar's signature modular weaponry?"
fr: "Seulement correct, hmm ? Eh bien, quid de leur produits ? Vous avez un puissant vaisseau de guerre à votre disposition. Utilisez-vous l'une des fameuses armes modulaires d'Hektar ?"
ko: "그냥 괜찮단 말인가? 흠, 글쎄... 그들의 제품은 어떤가? 자네는 휘하에 큰 군함을 가지고 있지 않은가. 헥타르 사가 자랑하는 모듈식 무기를 자주 사용하는가?"

source: They're pretty good.
fr: Elles sont plutôt bonnes.
ko: 그것들도 꽤 좋습니다.

source: "Good you say? Marvelous! I'm no military man, but I'll take your word for it! I shall invest in Hektar. A remarkable chat, good fellow. Say, do me a service and take this worthless assistant of mine off of my hands. I think one of Hektar's lizard people will serve me better."
fr: "Bonnes, vous dites ? Merveilleux ! Je ne suis guère un militaire, mais je croirai votre parole ! J'investirai donc dans Hektar. Voici une discussion productive, l'ami. Tiens, et si vous me rendiez un service en me débarrassant de cet incapable d'assistant ? Je crois que l'un des lézards d'Hektar me servira mieux."
ko: "좋단 말인가? 굉장하군! 내가 군사에 대한 식견이 풍부한 건 아니니 자네의 말을 따라보도록 하지! 헥타르에 투자하겠네. 인상적인 대화였네, 친구. 자, 보답으로 이 쓸모없는 조수를 거두어가게. 아마 헥타르의 도마뱀 종족이 나를 더 잘 섬길 것이야."

source: They're awful.
fr: Elles sont horribles.
ko: 그것들은 끔찍합니다.

source: "Oh, well that's certainly not good. I'm no military man, but I'll take your word for it! I shall not invest in Hektar. Here, you can have this worthless piece of junk, considering I certainly won't want it."
fr: "Ah, eh bien voilà qui n'est pas terrible. Je ne suis guère un militaire, mais je croirai votre parole ! Mieux vaut ne pas investir dans Hektar. Tenez, je vous donne ce déchet inutile, car je n'en veux certainement plus."
ko: "음, 그건 확실히 좋지 않다는 뜻이겠군. 내가 군사 쪽 식견이 풍부한 건 아니니 자네의 말을 따라보도록 하지! 헥타르에 투자하지 않겠네. 자, 이 쓸모없는 쓰레기들을 가져가게. 나에겐 필요 없을 테니 말이야."

source: Don't have any.
fr: Je n'en ai pas.
ko: 가지고 있지 않습니다.

source: "Well, then you are worthless to me. Imagine being so poor. Thanks for the chat, gotta go!" The man sprints back to his ship, dropping several piles of scrap from his pockets as he goes.
fr: "Eh bien, vous êtes donc inutile à mes yeux. Imaginez, être pauvre ! Merci pour la discussion, je dois y aller !" L'homme court vers son vaisseau, lâchant au passage quelques poignées de ferraille de ses poches.
ko: "그렇다면 자네는 나에게 쓸모가 없군. 그 정도로 가난하다니. 어울려줘서 고맙네, 가봐야겠군!" 그 남자는 그의 배로 황급히 돌아갔고, 가는 동안 주머니에서 몇 개의 스크랩 더미를 떨어뜨렸습니다.

# data/events_hektar.xml$//event[@name="DISTRESS_HEKTAR_GHETTO"]/text
source: The nearby planet boasts both a bustling ghetto full of lizards - and a pirate ship firing upon them! There's a good chance Hektar knows about this but doesn't care to intervene, so you might be their only hope!
fr: Sur la planète non loin, vous apercevez un ghetto surpeuplé de lézards, et un vaisseau pirate lui tirant dessus ! Il est probable que Hektar sait ce qu'il se passe, mais n'a que faire d'intervenir ; vous êtes peut-être leur seule chance de salut !!
ko: 근처 행성에서 도마뱀으로 가득한 부산스러운 빈민가와 그들을 공격하는 해적선이 포착되었습니다! 헥타르가 이 사실을 알고 있지만 개입할 의사가 없으므로 당신이 그들의 유일한 희망일 것입니다!

# data/events_hektar.xml$//event[@name="DISTRESS_HEKTAR_GHETTO"]/choice[1]/text
source: Rescue the lizards.
fr: Sauver les lézards.
ko: 도마뱀들을 구한다.

source: You prepare to fight the pirate ship.
fr: Vous vous préparez à combattre le vaisseau pirate.
ko: 당신은 해적선과 싸울 준비를 했습니다.

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="DISTRESS_HEKTAR_GHETTO"]/choice[2]/text
source: Ignore the ghetto.
fr: Ignorer le ghetto.
ko: 빈민가를 무시한다.

source: The lives of these lizards are nothing to you. Bah, let them all die for all you care.
fr: La vie de ces lézards n'est rien à vos yeux. Qu'est-ce que ça vous chante qu'ils meurent tous ?
ko: 이 도마뱀들의 생사는 당신에게 아무 의미가 없습니다. 당신이 신경써야 하는 것들을 위해 그들 모두가 죽게 내버려 두기로 했습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="HEKTAR_UNION"]/text
source: You're surprised to find a band of lizards aboard a nearby Hektar ship, unaccompanied by any Slugs. They hail you. "You are a military ship, right? I think you could be of assistance to us. Will you help?"
fr: Vous êtes surpris de voir une bande de lézards à bord de l'appareil d'Hektar non loin, non accompagnés de Limace. Ils vous contactent. "Vous êtes un vaisseau militaire, non ? Je crois que vous pourriez nous prêter main forte. Acceptez-vous de nous aider ?"
ko: 당신은 근처의 슬러그가 타지 않은 헥타르 함선에서 도마뱀 무리를 발견하고 놀랐습니다. 그들은 당신에게 교신을 걸어왔습니다. "당신의 함선은 군함이죠? 당신이 우리에게 도움이 될 수 있을 것 같습니다. 도와주시겠습니까?"

# data/events_hektar.xml$//event[@name="HEKTAR_UNION"]/choice[1]/text
source: Listen to their offer.
fr: Écouter leur offre.
ko: 그들의 제안을 들어본다.

# data/events_hektar.xml$//event[@name="HEKTAR_UNION"]/choice[1]/event/text
source: "We have begun the steps towards establishing a union that might finally make this place less of a hell to work at. Unfortunately, our boss refuses to even acknowledge our efforts. Will you help 'encourage' him for us? Just make sure you don't kill him, otherwise this will all have been pointless!"
fr: "Nous avons commencé le processus de formation d'un syndicat qui devrait enfin rendre le travail dans cet endroit un peu moins pénible, mais notre chef refuse de ne serait-ce que remarquer nos efforts. Pourriez-vous "l'encourager" pour nous ? Faites attention à ne pas le tuer, sinon tout cela aura été en vain !"
ko: "우리는 노동조합을 설립해서 이곳을 좀 더 일하기 좋은 곳으로 만들려는 계획을 진행 중입니다. 불행히도 저희 보스는 우리의 노력을 인정조차 하지 않습니다. 저희가 그에게 '동기부여' 하는 것을 도와주시겠습니까? 그를 죽이지 않는 선에서요, 그렇게 되면 이 모든 것이 무의미해질 것입니다!"

source: Agree.
fr: Accepter.
ko: 동의한다.

source: The lizards show you where their boss is located and reinforce that you must not kill him.
fr: Les lézards vous montrent où est leur patron, insistant qu'il ne faut pas le tuer.
ko: 도마뱀들은 그들의 보스가 어디있는지 보여주고, 재차 죽이지 않아야 한다고 당부했습니다.

source: Continue...
fr: Continuer...
ko: 계속...

source: Reveal their plan to their manager.
fr: Révéler leur plan à leur chef.
ko: 그들의 관리자에게 계획을 알려준다.

source: The Slug laughs when he learns about the lizards' plan. "Hah, thossse idiotss don't even know how to wear a ssshirt the right way. Thanksss for telling me though, a good whippin' will do them good!" The greedy Slug doesn't even give you anything in return, but the lizards are furious and storm your ship!
fr: La Limace ricane en apprenant le plan des lézards. "Hah, ccces idiots ne sssavent même pas comment porter leur blouse. Merccci quand même de l'avoir dit, une bonne flagellatttion devrait leur remettre les pendule à l'heure !" La Limace avare ne vous donne même pas de récompense, et les lézards sont si furieux qu'ils attaquent votre vaisseau !
ko: 슬러그는 도마뱀들의 계획을 듣고 웃음을 터뜨렸습니다. "하, 이 쎠츠도 쩨대로 입을 쭐 모르는 멍청이들. 그래도, 말해쭤써 고마워. 채찍찔로 다쓰려써 기강을 바로 짭아야겠꾼!" 탐욕스러운 슬러그는 아무 대가도 주지 않았습니다, 대신 화난 도마뱀들이 함선에 습격해왔습니다!

source: Decline.
fr: Refuser.
ko: 거절한다.

# data/events_hektar.xml$//event[@name="HEKTAR_UNION"]/choice[2]/text
source: No thanks.
fr: Non merci.
ko: 무시한다.

# data/events_hektar.xml$//event[@name="HEKTAR_UNION"]/choice[2]/event/text
source: The lizards make no further comment and go back to talking amongst themselves.
fr: Les lézards ne font aucun autre commentaire, et continuent de parler entre eux.
ko: 도마뱀은 더 이상 말을 하지 않고 다시 그들끼리 이야기를 나눴습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="HEKTAR_SUZERAIN"]/text
source: You really can't say you expected to find a Suzerain ship so far out here, and you heavily doubt they're victims to Hektar. For what reasons might they have come?
fr: Vous ne savez pas quoi penser d'un vaisseau Suzerain ici, et vous doutez fortement qu'il s'agisse de victimes de Hektar. Pour quelle raison sont-ils ici ?
ko: 여기서 맨티스 영주 함선을 찾을 수 있으리라고는 생각도 못 했는데, 그들도 헥타르 사의 희생양인 것일까요? 그들은 어떤 이유로 여기에 왔을까요?

# data/events_hektar.xml$//event[@name="HEKTAR_SUZERAIN"]/choice[1]/text
source: Hail them.
fr: Les contacter.
ko: 교신한다.

# data/events_hektar.xml$//event[@name="HEKTAR_SUZERAIN"]/choice[1]/event/text
source: The Suzerain responds, flailing his arms in several grand motions. "Greetings! You are hearing of the great Billy Hektar, yes? He is man of fewest ethics, leader of greatest and most morally bankrupt corporation in WHOLE Multiverse! I come to learn from him and master ways of becoming living scum myself! Have you heard his teachings?"
fr: Le Suzerain répond, faisant des grands mouvements de bras. "Bienvenue ! Toi avoir entendu parler du grand Billy Hektar, oui ? Il être homme le plus immoral, à tête de compagnie la plus grande et corrompue de Multivers ENTIER ! Moi venir apprendre de lui pour devenir immondice immorale aussi ! Toi avoir entendu ses enseignements ?"
ko: 맨티스 영주가 팔을 격하게 흔들며 응답했습니다. "반갑다! 너 빌리 헥타르 위대함 대해 들어봤나? 그 멀티버스 통틀어 가장 비윤리적, 악독한 거대 기업 리더지! 난 그에게 더욱 사악해지고 말종 되는 법 배우기 위해 여기에 왔다! 너는 그 가르침 들어 봤나?"

source: (Slug Crew) We have.
fr: (Membre d'équipage Limace) Oui.
ko: (슬러그 선원) 들어봤습니다.

source: "I see you are having Slug one aboard your ship! Squishy men, but most natural commers of retched living! Honored I am, and giving you things."
fr: "Je voir que toi avoir limaceux à bord ! Sacs à vase, mais très enclins à vie de scélérats ! Moi honoré, et vous donner choses."
ko: "네 함선 슬러그 선원 있는 것 같군! 끈적이들, 천부적 역겨운 종족들! 존경 의미, 이걸 좀 주도록 하지."

source: (Clansman Crew) We have.
fr: (Membre d'équipage Chasseur) Oui.
ko: (클랜즈맨 선원) 들어봤습니다.

source: "I see you are having Guild man aboard your ship! Hunter and poacher of sentient things, skinner of the living! Oh how I envy your nerves of steel and torturous methods of mutilation! Honored I am, and giving you things."
fr: "Moi voir que toi avoir membre Chasseurs Exotiques à bord vaisseau ! Chasseur et braconnier de créatures intelligentes, écorcheur vif ! Ah, comme envier vos nerfs acier et cruelles méthodes de mutilation ! Moi honoré, et vous donner choses."
ko: "네 함선 길드 선원 있는 것 같군! 지성체 사냥꾼과 밀렵꾼들, 생자 가죽 다듬는 무두장이들! 오오 그 강철같은 마음과 고문적 훼손 방법 얼마나 부러운지!존경 의미, 이걸 좀 주도록 하지."

source: (Saboteur Crew) We have.
fr: (Membre d'équipage Saboteur) Oui.
ko: (공작원 선원) 들어봤습니다.

source: "I see you are having stealthy cloaking Slug aboard your ship! Cunning master of silent assassinations and devilish trickery! Oh, oh, how I hoping to learn! Yes, I coming with to learn from you!"
fr: "Moi voir que toi avoir Limace furtivement camouflée à bord vaisseau ! Maîtres rusés de assassinats silencieux et pièges diaboliques ! Oh, oh, comme moi vouloir apprendre ! Oui, moi venir apprendre avec vous !"
ko: "네 함선 은폐에 능한 슬러그 있는 것 같군! 조용한 암살과 악마같은 속임수 달인! 아아, 얼마나 배우고 싶은가! 좋아, 가르침 얻기 위해 너와 함께 가겠다."

source: (Ranger Crew) We have.
fr: (Membre d'équipage Ranger) Oui.
ko: (레인저 선원) 들어봤습니다.

source: "I see you are having evilest taxidermy man aboard your ship! Master of sniping and knowledgeable in all forms of unethical biological weapons! Oh, oh, how I hoping to learn! Yes, I coming with to learn from you!"
fr: "Je vois que toi avoir infâme taxidermiste à bord vaisseau ! Maître de fusil, et connaissant toutes formes armes biologiques douteuses ! Oh, oh, comme moi vouloir apprendre ! Oui, moi venir apprendre avec vous !"
ko: "네 함선 가장 사악한 박제사 있는 것 같군! 저격 달인이고 모든 종류 비윤리적 생물 무기 정통하지! 아아, 얼마나 배우고 싶은가! 좋아, 가르침 얻기 위해 너와 함께 가겠다."

source: (Hektar Crew) We have.
fr: (Membre d'équipage Employé) Oui.
ko: (헥타르 선원) 들어봤습니다.

source: "You are having one of Billy's own disciples! You are seeing oh great Billy in the flesh! I honored, truly! Please, allowing me to come and learn!"
fr: "Toi avoir l'un des disciples d'Hektar ! Toi voir incarnation de grand Billy en personne ! Moi vraiment honoré ! S'il plaît vous, laisser moi venir et apprendre !"
ko: "빌리 제자 중 한 명 데리고 있잖아! 당신 오오 위대한 빌리 실제로 보고 있군요! 정말 영광입니다! 제발, 저 데려가 가르침 주세요!"

source: (Billy) Introduce him to Billy.
fr: (Billy) Le montrer à Billy.
ko: (빌리) 빌리를 소개한다.

source: "EEK! It is you! Most ungraceful one, Billy himself! I not knowing what to say, overcome with excitement! Please, allowing me to come with you, it would be biggest of honors!"
fr: "AAH ! C'est toi ! Le plus corrompu de tous, Billy en personne ! Moi pas savoir quoi dire, excitation me paralyser ! Je prier vous, me permettre de vous rejoindre, serait plus grand des honneurs !"
ko: "이이익! 당신입니까! 가장 품위 없는 놈, 빌리 본인이십니까! 너무 흥분돼서 무슨 말 해야 할 지 모르겠네요! 부디 당신 함께 가도록 허락해 주세요. 제 생 최고 영광 될 거에요!"

source: We haven't.
fr: Nous ne les connaissons pas.
ko: 들어본 적 없습니다.

source: "Hah! Then you are stupid idiot! Biggest of fools, ethically driven and morally abundant! Hahahahah! The galaxy needing less of you, so I doing that."
fr: "Ha ! Alors toi idiot stupide ! Plus grand des imbéciles, abondant en morales et éthiques ! Hahahaha ! La galaxie avoir besoin moins de vous, alors moi faire ça."
ko: "하! 그럼 네놈 멍청한 백치로군! 멍청하고, 양심적이고 도덕 따위 쫓는 놈들! 하하하하! 이 우주 너같은 놈들 필요 하지 않아. 내 청소해 주마!"

source: Continue...
fr: Continuer...
ko: 계속...

# data/events_hektar.xml$//event[@name="HEKTAR_SUZERAIN"]/choice[2]/text
source: Ignore the Suzerains.
fr: Ignorer les Suzerains.
ko: 영주를 무시한다.

# data/events_hektar.xml$//event[@name="HEKTAR_SUZERAIN"]/choice[2]/event/text
source: There's no sane reason to go interacting with Suzerains unless you want to risk having your head removed. You put a large distance between your ships just in case.
fr: Seul un fou irait risquer de perdre sa tête en s'essayant de parler à des Suzerains. Vous mettez une grande distance avec l'autre appareil, juste au cas où.
ko: 몸과 머리가 분리되는 위험을 감수하고 싶은 게 아니라면 맨티스 영주와 접촉할 합리적인 이유가 없습니다. 당신은 만일을 대비하여 충분한 거리를 두었습니다.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_CRISIS"]/text
source: You see the distress call at this beacon, but you see no ship in distress. Instead, a lizard piloting a cargo ship hails you.
fr: Vous voyez l'appel de détresse à cette balise, mais pas de vaisseau en détresse. Vous voyez cependant un lézard pilotant un cargo, qui vous contacte.
ko: 이 송신소에서 조난 신호가 발신 되고 있었지만 조난 선박은 보이지 않습니다. 대신 화물선을 조종하는 도마뱀이 당신에게 교신을 걸어왔습니다.

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_CRISIS"]/choice/text
source: What's with the distress beacon?
fr: Pourquoi la balise de détresse ?
ko: 이 조난 신호는 뭡니까?

# data/events_hektar.xml$//event[@name="NEBULA_DISTRESS_CRISIS"]/choice/event/text
source: "I am in distress! Oh, horrible horrible. Not the kind of distress you are thinking of, no. I am in despair! I think I am having a mental breakdown! What is life? All I know is work. All I do is work. I know nothing but work. Is there more to life but an endless cycle of work?"
fr: "Je suis en terrible, terrible détresse ! Pas la détresse à laquelle vous pensez, non. Je désespère ! Je crois que je suis en burn-out ! Pourquoi la vie ? Tout ce que je fait, c'est travailler. Je ne connaît rien d'autre. Y a-t-il autre chose dans la vie qu'un cycle infernal de labeur ?"
ko: "저는 조난당했습니다! 아, 이런 끔찍한 일이. 당신이 생각하는 그런 종류의 조난이 아니라, 정신적으로 조난 당했습니다! 정신 붕괴에 빠진 거 같아요! 삶이란 무엇일까요? 제가 아는 거라곤 일뿐이고. 제가 하는 것도 일뿐이고. 일 말고 다른 것은 아무것도 모릅니다. 제 인생에 끝없이 반복되는 일의 순환 이외에 다른 것이 있을 수 있을까요?"

source: No. You either work, or you become obsolete.
fr: Non. Soit vous travaillez, soit vous devenez obsolète.
ko: 아니요. 일하지 않으면 도태될 뿐입니다.

source: "Oh, then let me choose obsoletion! I quit!" The Lizard opens all of the airlocks aboard his ship, venting him, the rest of the crew, and the entire cargo. It's quite morbid, but it won't stop you from swooping in and stealing some of the crates.
fr: "Alors je choisis l'obsolescence ! Je démissionne ! Le lézard ouvre tous les sas de son vaisseau, envoyant l'équipage, la cargaison et lui-même dans l'espace. C'est plutôt morbide, mais cela ne va pas vous empêcher de venir voler quelques caisses.
ko: "오, 그렇다면 차라리 도태되겠습니다! 저는 관둘래요!" 도마뱀은 그의 함선에 있는 모든 에어록을 열어 그와 나머지 선원, 화물들을 방출했습니다. 꽤 소름끼치는 일이지만, 그렇다고 당신이 저 화물의 일부를 가져가는 것을 막지는 못할 것입니다.

source: Yes. Work hard enough and eventually you'll be free from the cycle.
fr: Oui. Travaillez dur, et le cycle se brisera.
ko: 네. 열심히 일하면 결국 순환에서 벗어날 수 있을 것입니다.

source: "You mean there is freedom? The metaphorical pot of gold at the end of the metaphorical rainbow? Then I shall seek that gold! You have given me hope! Thank you captain!" The Lizard offers you a drone from the cargo.
fr: "Vous dites que la liberté est possible ? La lumière métaphorique au bout du tunnel ? Alors je dois aller vers cette lumière ! Vous m'avez redonné espoir ! Merci, capitaine !" Le lézard vous donne un drone de sa cargaison."
ko: "자유가 있다는 말입니까? 이 무지개 끝에 황금으로 가득한 항아리가 있다는 말이죠? 그렇다면 저는 황금을 찾겠어요! 당신은 나에게 희망을 주었습니다! 감사합니다 선장님!" 도마뱀이 화물칸에서 드론을 꺼내주었습니다.

source: (Monk Crew) "Life is a cycle yes - but which cycle you follow is up to you."
fr: (Membre d'équipage Moine) "La vie est un cycle, oui, mais à vous de choisir lequel."
ko: (수도승 선원) "삶은 순환입니다. 다만 어떤 순환 속에 사는지는 당신의 선택에 달려있습니다."

source: "I have a choice? I thought Hektar was all there was. That's what they told me - the rest of the galaxy was a barren wasteland and this was the last sector alive. But wait... you're from out there! I must come with you and taste freedom at long last!"
fr: "J'ai le choix ? Je croyais qu'il n'y avait rien d'autre que Hektar. C'est ce qu'il m'ont dit : que la galaxie était un champ de ruines désolé et que ce secteur était tout ce qui reste. Mais... attendez, vous venez de là ! Je dois venir avec vous pour enfin goûter à la liberté !"
ko: "제게 선택권이 있었단 말입니까? 저에겐 헥타르라는 선택지밖에 없는 줄 알았습니다. 그들은 이 우주의 나머지 부분은 불모의 황무지이며 이곳이 유일하게 남아있는 구역이라고 말했습니다. 잠시만요... 생각해보니 당신들은 그곳에서 왔군요! 저는 당신과 함께해 마침내 찾아온 자유를 맛보고 싶습니다!"

source: (Free Mantis Crew) "Status Quo is only what big man upstair wanting you to follow!"
fr: (Membre d'équipage Mantis Libre) "Le Status Quo être ce que patron vouloir que tu suives!"
ko: (독립 맨티스 선원) "지금의 삶을 유지하는 것은 당신 머리 위에 있는 사람이 바라는 바일 뿐이다!"

source: "I have a choice? I thought Hektar was all there was. That's what they told me - the rest of the galaxy was a barren wasteland and this was the last sector alive. But wait... you're from out there! I must come with you and taste freedom at long last!"
fr: "J'ai le choix ? Je croyais qu'il n'y avait rien d'autre que Hektar. C'est ce qu'il m'ont dit : que la galaxie était un champ de ruines désolé et que ce secteur était tout ce qui reste. Mais... attendez, vous venez de là ! Je dois venir avec vous pour enfin goûter à la liberté !"
ko: "제게 선택권이 있었단 말입니까? 저에겐 헥타르라는 선택지밖에 없는 줄 알았습니다. 그들은 이 우주의 나머지 부분은 불모의 황무지이며 이곳이 유일하게 남아있는 구역이라고 말했습니다. 잠시만요... 생각해보니 당신들은 그곳에서 왔군요! 저는 당신과 함께해 마침내 찾아온 자유를 맛보고 싶습니다!"

source: I'm not a philosopher.
fr: Je ne suis pas philosophe.
ko: 저는 철학자가 아닙니다.

source: The lizard has already broken out into full on sobbing and barely hears your lame excuse to leave.
fr: Le lézard a déjà éclaté en sanglots, et écoute à peine votre pauvre excuse pour vous éclipser.
ko: 도마뱀은 이내 울음을 터트렸습니다. 당신은 슬그머니 빠져나오면서 댄 핑계를 듣기나 했을지 모르겠네요.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
