Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

source: You've cleaned out the pirate crew while keeping the hull of the ship intact. While the massive plants nearby burn, a good portion of the forest has survived. You cannot scrap the ship as the Orchids will no doubt want it back.
fr: Vous avez exterminé les pirates en gardant la coque du vaisseau intacte. Les énormes plantes proches brûlent, mais une bonne partie de la forêt a survécu. Vous ne pouvez pas désassembler le vaisseau, car les Orchidées voudront certainement le récupérer.
ko: 당신은 함체에 손대지 않고 해적 선원들을 제거했습니다. 부근에서 다량의 식물이 불타버렸지만, 숲의 상당 부분은 살아남았습니다. 오키드가 그 함선을 되찾고 싶어 할 테니, 함선에서 스크랩을 모을 수는 없습니다.
ru: Вы уничтожили команду пиратов, сохранив в целости корпус корабля. Хотя гигантские растения поблизости сгорели, значительная часть леса уцелела. Вы не можете разобрать корабль на металлолом, так как орхидеи, несомненно, захотят его вернуть.
zh_hans: 你在保持舰体完整的同时，清空了海盗舰员。虽然附近的一大片植物被点燃，但森林的很大部分幸存下来。你不能去搜刮这艘星舰，因为兰花族无疑想要把它要回来。

source: Contact the Orchids.
fr: Contacter les Orchidées.
ko: 오키드들과 교신한다.
ru: Связаться с орхидеями.
zh_hans: 联系兰花族。

source: "Many thanks captain. We were not expecting the Federation, especially in these days, to hold true on their word and come to our aid. You have kept our cruiser in one piece, more than we could have hoped for! We owe you many many thanks, I hope this reward is enough to repay you." Among the many gifts from the Orchids, they also send over the blueprints of their Orchid Cruiser!
fr: "Tous nos remerciements, capitaine. Nous ne nous attendions pas à ce que la Fédération, encore moins de nos jours, tienne sa promesse et vienne nous aider. Vous avez gardé notre croiseur en un seul morceau, c'est encore mieux que ce que nous espérions ! Nous vous sommes éternellement reconnaissants, j'espère que cette récompense sera assez pour vous remercier." En plus des nombreux cadeaux, les Orchidées vous envoient également les plans de leur Croiseur Orchidée !
ko: "감사합니다 매우. 선장. 요즘 같은 때에 몰랐습니다. 약속을 지키고 연방이 도우러 올지. 또한 무사합니다, 우리 순양함! 모르겠습니다 이걸로 은혜를 갚기에 충분할지 ." 오키드들이 보낸 선물들 중에는 오키드 순양함의 청사진도 있었습니다!
ru: "Большое спасибо, капитан. Мы не ожидали, что Федерация, особенно в наши дни, сдержит свое слово и придет к нам на помощь. Вы сохранили наш крейсер в целости и сохранности, это больше, чем мы могли надеяться! Мы очень благодарны вам, и я надеюсь, что этой награды будет достаточно, чтобы отплатить вам". Среди множества подарков от орхидей они также прислали чертежи своего крейсера орхидей!
zh_hans: "非常感谢，船长。特别是在这些日子里，我们没想到联邦会信守诺言，来援助我们。你将我们的星舰完好无损地保存下来，这超出了我们的预期！我们欠你太多，我希望这份回报足以报答你。"在兰花送来的众多礼物中，他们还送来了兰花族星舰的蓝图！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Mayeb
ru: Майев
zh_hans: 麻椰布
