Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_orchid.xml$//event[@name="GARDEN_MEGATREE"]/choice[1]/event/text
source: You receive a popup on your screen asking for your native language. After configuring it from a very long list of dialects, a voice welcomes you to what is referred to as D'Wretq Aeth in Orchid dialect, though people in your language often call it 'The Mega Tree.'
fr: Une fenêtre apparaît sur votre écran, vous demandant votre langue natale. Après l'avoir sélectionnée parmi une liste très longue de langues, une voix vous accueille à ce qui est nommé D'Wretq Aeth en langue Orchidée, bien que vos congénères l'appellent le plus souvent "Le Méga-Arbre".
ko: 언어 선택 창이 열렸습니다. 기나긴 언어 목록을 뒤진 끝에, 음성이 당신에게 오키드어로 D'Wretq Aeth 라고 하는 나무를 소개해주었습니다. 당신과 같은 언어를 쓰는 사람들은 그냥 '거대 나무' 라고 부른다고 합니다.
ru: На экране появляется всплывающее сообщение с просьбой указать ваш родной язык. После настройки из очень длинного списка диалектов голос приветствует вас в месте, которое на диалекте орхидей называется Д'Врект Аэт, хотя люди на вашем языке часто называют его "Мегадерево".
zh_hans: 你在屏幕上收到一个弹窗，询问你的母语。在从一长串语种列表中配置好之后，一个声音欢迎你来到兰花语中称为D'Wretq-Aeth的地方，尽管在你的语言中人们通常称它为"巨树"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The virtual tour guide offers to give you a full guide of the tree and the history of its origins, for a small fee.
fr: Le guide touristique virtuel vous propose une présentation complète de l'arbre, de son histoire et de ses origines, contre une modique somme.
ko: 가상 투어 가이드가 약간의 요금을 지불하면 당신에게 이 나무의 역사와 기원을 알려준다고 합니다.
ru: За небольшую плату виртуальный экскурсовод предлагает вам полную экскурсию по дереву и расскажет об истории его возникновения.
zh_hans: 只需支付少量费用，虚拟导游便为你提供了一个关于这棵树及其起源历史的完整指南。

source: Listen.
fr: L'écouter.
ko: 듣는다.
ru: Слушать.
zh_hans: 说来听听。

source: The tour guide then launches into a long and incredibly boring tale of Orchid diplomatic missions with the Rockmen, some minor civil wars among two Orchid clans, the founding of the new Orchid government, an increase in intergalactic pesticide usage, and concerns over vegetarianism. One story does catch your attention however, a tale about a powerful Kernel weapon buried underneath the tree during a pirate raid.
fr: Le guide touristique se lance dans une histoire extrêmement longue et ennuyeuse des missions diplomatiques Orchidées auprès des Rocailleux, quelques guerres civiles mineures entre deux clans Orchidées, la fondation du nouveau gouvernement Orchidée, une augmentation dans l'utilisation des pesticides au niveau galactique, et des inquiétudes à propos du végétarisme. Une histoire retient malgré tout votre attention. Un récit à propos d'une arme Noyau extrêmement puissante, enterrée sous l'arbre lors d'un assaut pirate.
ko: 가이드는 당신에게 이야기를 시작했습니다. 락맨과 오키드의 외교 임무, 오키드 씨족간의 작은 내전, 새 오키드 정부의 설립, 은하간 살충제 사용량의 증가, 그리고 채식주의에 대한 우려까지 엄청나게 길고 지루한 이야기였지만, 해적 습격 때 나무 밑에 묻힌 강력한 낱알 무기에 대한 이야기는 당신의 흥미를 끌었습니다.
ru: Затем экскурсовод пускается в длинный и невероятно скучный рассказ о дипломатических миссиях орхидей с валунами, о небольших гражданских войнах между двумя кланами орхидей, об основании нового правительства орхидей, о росте использования межгалактических пестицидов и о проблемах вегетарианства. Однако одна история все же привлекает внимание - это рассказ о мощном зерномете, зарытом под деревом во время пиратского набега.
zh_hans: 导游接着讲述了一个漫长又味如嚼蜡的故事，讲述了兰花族与岩石族的外交使团，兰花族两个部族之间的一些小内战，兰花族新政府的成立，银河系农药使用量的增加，以及对素食主义未来的担忧。然而，有一个故事确实引起了你的注意，一个关于海盗袭击时埋藏在树下的强大果核武器的故事。

source: Dig for the weapon.
fr: Creuser pour trouver l'arme.
ko: 무기를 파낸다.
ru: Выкопать оружие.
zh_hans: 挖出武器。

source: You attempt to land near the base of the tree, but an Orchid guard stops you, furious that you dare try to harm the tree.
fr: Vous essayez de vous poser près de la base de l'arbre, mais un garde Orchidée vous arrête, furieux que vous essayiez de nuire à l'arbre.
ko: 당신은 나무 밑동 근처에 착륙하려 했지만, 오키드 경비가 당신을 막아섰습니다. 나무를 해칠 뻔한 것에 화가 난 것 같습니다.
ru: Вы пытаетесь приземлиться у основания дерева, но охранник-орхидея останавливает вас, разъяренный тем, что вы посмели причинить вред дереву.
zh_hans: 你试图在树根附近着陆，但一艘兰花族守卫舰阻止了你，因你胆敢伤害巨树而怒火中烧。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Crew) Convince the Mega Tree guards to let you have the weapon.
fr: (Membre d'équipage Orchidée) Convaincre les gardes du Méga-Arbre de vous laisser récupérer l'arme.
ko: (오키드 선원) 거대 나무 경비를 설득한다.
ru: (Член экипажа-орхидея) Убедить охранников Мегадерева позволить вам взять оружие.
zh_hans: (兰花族船员)说服巨树守卫让你拿到武器。

source: (Flares) Launch a flare to distract the guards and buy you time.
fr: (Fusées) Lancer une fusée pour distraire les gardes et vous faire gagner du temps.
ko: (신호탄) 신호탄으로 경비의 시선을 끌어 시간을 번다.
ru: (Сигнальные ракеты) Запустить сигнальную ракету, чтобы отвлечь охранников и выиграть время.
zh_hans: (干扰闪弹)发射干扰闪弹分散警卫的注意力，为你争取时间。

source: Baffled by the array of holographic discs, most of the tree's defense moves to investigate. Your crew slip past and quickly dig up the weapon and some spare ammunition then slip away without being noticed.
fr: Déconcertés par le spectacle de disques holographiques, la plupart des défendeurs de l'arbre s'écartent pour l'examiner. Votre équipage passe discrètement déterrer l'arme et quelques munitions, puis s'enfuient sans que personne ne les remarque.
ko: 홀로그램 디스크의 배열에 당황하여, 나무의 방어 병력 대부분이 조사하러 떠났습니다. 당신의 선원들은 재빨리 무기와 예비 탄약을 파헤치고는 눈치채지 못하게 빠져나갑니다.
ru: Озадаченная голографическими дисками, большая часть обороны дерева отправляется на разведку. Ваш экипаж проскальзывает мимо и быстро откапывает оружие и запасные боеголовки, после чего незаметно ускользает.
zh_hans: 受到全息晶片阵列的困扰，大部分的巨树守备力量都前去调查。你的船员溜过去，迅速挖出武器和一些备用弹药，然后悄悄溜走。

source: We can't risk it. Just leave.
fr: On ne peut pas prendre ce risque. Partons.
ko: 위험을 감당할 필요 없다. 그냥 떠난다.
ru: Мы не можем рисковать. Просто уходим.
zh_hans: 我们不能冒这个险。走吧。

source: Don't pay.
fr: Ne pas payer.
ko: 돈을 내지 않는다.
ru: Не платить.
zh_hans: 不支付。

source: The voice doesn't speak to you again. After a while you get bored and leave.
fr: La voix arrête de vous parler. Après un petit moment, vous finissez par en avoir assez d'attendre et décidez de partir.
ko: 목소리는 당신에게 더 얘기하지 않았습니다. 곧 지루해진 당신은 떠납니다.
ru: Голос больше не обращается к вам. Через некоторое время вам становится скучно, и вы уходите.
zh_hans: 这个声音不再对你说话了。过了一会儿，你感到无聊，就离开了。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_MEGATREE"]/choice[2]/text
source: Ignore the tree.
fr: Ignorer l'arbre.
ko: 나무를 무시한다.
ru: Не обращать внимания на дерево.
zh_hans: 无视这棵树。

# data/events_orchid.xml$//event[@name="GARDEN_MEGATREE"]/choice[2]/event/text
source: Your mission is too important to be spending time at alien tourist locations.
fr: Votre mission est trop importante pour passer du temps à visiter des lieux touristiques alien.
ko: 외계 관광지에 시간을 낭비하기엔 당신의 임무는 너무 중요하다.
ru: Ваша миссия слишком важна, чтобы проводить время в чужих туристических местах.
zh_hans: 你的任务太重要了，没时间浪费在外星旅游景点上。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_MEGATREE_WIN"]/text
source: Civilians and tourists alike flee in terror as the guard plummets into the base of the tree, setting it ablaze. You hurry out of the ship and break a hole in the trunk, surprised to find it hollow. You hurry through the smoke and grab the Kernel weapon and head back to the ship.
fr: Des civils et des touristes s'enfuient, terrifiés, tandis que le garde s'écrase à la base de l'arbre, y mettant le feu. Vous vous dépêchez de sortir du vaisseau et creusez un trou dans l'écorce, qui est étonnamment creuse. Vous traversez hâtivement la fumée, récupérez l'arme Noyau et retournez au vaisseau.
ko: 경비정이 나무 밑둥으로 곤두박질쳐 불붙자 민간인들과 여행객들은 혼비백산해 도망칩니다. 당신은 서둘러 함선에서 나와 나무에 구멍을 냈고, 줄기 속이 비어있는 것을 보고 놀랐습니다. 당신은 서둘러 연기 속을 뚫고 들어가 낱알 무기를 집어 함선으로 돌아옵니다.
ru: Гражданские и туристы в ужасе разбегаются, когда охранник падает у основания дерева и поджигает его. Вы спешите покинуть судно и пробиваете отверстие в дереве, с удивлением обнаруживая, что оно пустое. Вы пробираетесь сквозь дым, хватаете зерномет и возвращаетесь на корабль.
zh_hans: 守卫舰一头坠向树根，点燃了巨树，平民和游客都惊恐逃走。你急忙冲出星舰，并在树干上打出一个洞，惊讶地发现它是空心的。你匆匆穿过烟雾，抓着果核武器回到舰上。

# data/events_orchid.xml$//eventList[@name="ORCHID_MEGATREE_TALK"]/event[1]/text
source: Your Orchid manages to convince the guards of the utmost importance of your mission. They sanction you to send crew down to dig up the weapon, so long as you cause no damage to the tree.
fr: Votre Orchidée arrive à convaincre les gardes de l'importance capitale de votre mission. Ils vous autorisent à envoyer votre équipage chercher l'arme, tant qu'ils n'endommagent pas l'arbre.
ko: 당신의 오키드 선원은 경비에게 당신의 임무의 중요성을 설득하는데 성공합니다. 나무를 손상시키지 않는 선에서 대원들을 파견해 무기를 파내는 것을 허락합니다.
ru: Вашей орхидее удается убедить охранников в исключительной важности вашей миссии. Они разрешают послать экипаж на раскопки оружия, но при условии, что вы не причините дереву вреда.
zh_hans: 你的兰花族船员成功说服了守卫，表明你的使命至关重要。他们批准你派船员下去挖掘武器，只要你不损伤巨树。

# data/events_orchid.xml$//eventList[@name="ORCHID_MEGATREE_TALK"]/event[2]/text
source: The guards refuse to grant you access to the weapon.
fr: Les gardes refusent de vous laisser accéder à l'arme.
ko: 경비들은 당신이 무기에 접근하는 걸 허락하지 않습니다.
ru: Охранники отказываются предоставить вам доступ к оружию.
zh_hans: 守卫拒绝让你接近那件武器。

source: Ignore them and dig for it anyways.
fr: Les ignorer et continuer à creuser pour la récupérer.
ko: 무시하고 파헤친다.
ru: Не обращать на них внимания и все равно продолжать копать.
zh_hans: 无视他们，无论如何都要挖出来。

source: You attempt to land near the base of the tree, but an Orchid guard stops you, furious that you dare try to harm the tree.
fr: Vous essayez de vous poser près de la base de l'arbre, mais un garde Orchidée vous arrête, furieux que vous essayiez de nuire à l'arbre.
ko: 당신은 나무 밑동 근처에 착륙하려 했지만, 오키드 경비가 당신을 막아섭니다. 나무를 해칠 뻔한 것에 화가 난 것 같습니다.
ru: Вы пытаетесь приземлиться у основания дерева, но охранник-орхидея останавливает вас, разъяренный тем, что вы посмели причинить вред дереву.
zh_hans: 你试图在树根附近着陆，但一艘兰花族守卫舰阻止了你，因你胆敢伤害巨树而怒火中烧。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Oh well, let's leave.
fr: Bon, eh bien partons.
ko: 아 뭐, 떠나도록 하지.
ru: Ну что ж, уходим.
zh_hans: 哦，好吧，我们走。

# data/events_orchid.xml$//event[@name="GARDEN_KERNEL_FOREST"]/text
source: This planet boasts a stunning array of alien flora. It's quite the spectacle.
fr: La planète regorge d'un paysage magnifique de flore alien. C'est un sacré spectacle.
ko: 이 행성은 엄청난 외계 식물 생태계를 자랑합니다. 정말 장관입니다.
ru: Эта планета может похвастаться потрясающим разнообразием инопланетной флоры. Зрелище просто потрясающее.
zh_hans: 这个星球有一系列令人惊叹的外星植物群。这真是奇观。

# data/events_orchid.xml$//event[@name="GARDEN_KERNEL_FOREST"]/choice[1]/text
source: Investigate further.
fr: Enquêter.
ko: 더 조사해본다.
ru: Провести дальнейшее исследование.
zh_hans: 进一步调查。

source: You find a lone Orchid wandering about the forest, a single watering can in hand. He waves to you as you land nearby and exit your ship. "Welcome to my gardens. I hope you enjoy!"
fr: Vous trouvez une Orchidée solitaire se promenant dans la forêt, portant un arrosoir. Il vous fait signe tandis que vous vous posez à proximité et que vous sortez de votre vaisseau. "Bienvenue à mes jardins. J'espère que vous les appréciez!"
ko: 당신은 물뿌리개 하나를 들고 홀로 숲을 배회하는 오키드를 발견합니다. 당신이 근처에 착륙해서 함선에서 내리자 당신에게 손을 흔듭니다. "어서 오세요 제 정원에. 저는 바랍니다 당신이 즐기기를!"
ru: Вы обнаруживаете одинокую орхидею, бредущую по лесу с лейкой в руках. Она машет вам рукой, когда вы приземляетесь неподалеку и выходите из корабля. "Добро пожаловать в мои сады. Надеюсь, вам понравится!"
zh_hans: 你发现一个兰花族独自在森林里徘徊，手里拿着一个水壶。当你在附近着陆下船时，他向你招手。"欢迎来到我的花园。希望你喜欢！"

source: This is your garden?
fr: C'est votre jardin ?
ko: 이게 당신의 정원입니까?
ru: Это ваш сад?
zh_hans: 这是你的花园？

source: "Yes, that is correct. I am the Chieftain of this planet. This is one of the planet on which we grow the plant components of our Kernel weapons. Would you care to purchase one?"
fr: "Oui, c'est bien ça. Je suis le Jardinier de cette planète. Ceci est l'une des planètes sur lesquelles nous faisons grandir les composants végétaux de nos armes Noyau. Voulez-vous en acheter une?"
ko: "네, 정확합니다. 저는 추장입니다 이 행성의. 여긴 행성들 중 하나입니다 우리가 식물 성분을 기르는 우리의 낱알 무기의. 하시겠어요 구매를?"
ru: "Да, все верно. Я - Вождь этой планеты. Это одна из планет, на которой мы выращиваем растительные компоненты для наших зернометов. Не желаете ли приобрести одно из них?"
zh_hans: "是的，没错。我是这个星球的族长。这是我们种植果核武器的植物部件的星球之一。你想买一个吗？"

source: Purchase a Kernel.
fr: Acheter un Noyau.
ko: 낱알을 구매한다.
ru: Приобрести зерномет.
zh_hans: 购买一件果核武器。

source: Purchase an Elite Kernel.
fr: Acheter un Noyau d'Élite.
ko: 엘리트 낱알을 구매한다.
ru: Приобрести элитный зерномет.
zh_hans: 购买一件精英果核武器。

source: (Orchid Crew) Ask the Chieftain to join you.
fr: (Membre d'équipage Orchidée) Demander au Jardinier de vous rejoindre.
ko: (오키드 선원) 추장에게 합류를 요청한다.
ru: (Член экипажа-орхидея) Попросить Вождя присоединиться к вам.
zh_hans: (兰花族船员)邀请兰花族长加入你的星舰。

source: "Oh... I don't know if I could... this is a very important job... though I don't get out much... I'm sure the gardens will be fine until I return."
fr: "Oh... Je ne sais pas si je devrais... C'est un travail très important... Mais en même temps, je ne sors pas souvent... Je suis sûr que les jardins se porteront bien jusqu'à ce que je revienne."
ko: "오... 모르겠습니다. 내가 할 수 있을지... 매우 중요한 업무입니다... 자주 오진 않지만요... 정원은 괜찮을 거예요. 제가 돌아올 때까지는."
ru: "Ох... не знаю, смогу ли я... это очень важная работа... хотя я не часто покидаю дом... Я уверен, что сады будут в порядке до моего возвращения".
zh_hans: "哦……我不知道我能否……这是一件非常重要的工作……尽管我不经常外出……但我相信在我回来之前，花园会没事的。"

source: Attempt to steal one of the weapons.
fr: Essayer de voler une des armes.
ko: 무기 하나를 훔치려 시도한다.
ru: Попытаться украсть одно из орудий.
zh_hans: 尝试盗取其中一件武器。

source: You arm your weapons, hoping it won't take much to convince the Orchid to hand over a weapon. Instead, an Orchid ship comes flying from nowhere and attacks! You're chased out of the garden by the ship, but they won't let you go without a fight.
fr: Vous activez vos armes, en espérant qu'il ne faudra pas grand-chose pour convaincre l'Orchidée de vous donner une arme. À la place, un vaisseau Orchidée arrive de nulle part et ouvre le feu ! Vous êtes chassé hors du jardin par le vaisseau, mais ils ne vous laisseront pas partir aussi facilement.
ko: 당신은 무기를 갖추면서, 오키드를 '설득'해 무기를 넘겨받는 데 시간이 오래 걸리지 않기를 바랐습니다. 대신, 오키드 함선 하나가 난데없이 날아와 공격해왔습니다! 그들을 피해 일단 정원 밖으로 빠져나왔지만, 그들은 싸움 없이 당신이 그냥 떠나도록 두지 않을 모양입니다.
ru: Вы заряжаете оружие, надеясь, что это станет веским аргументом отдать вам оружие. Но вместо этого откуда ни возьмись появляется корабль орхидей и атакует! Корабль прогоняет вас из сада, но без боя не отпускает.
zh_hans: 你升起武器，相信说服兰花族交出武器不会花费太多时间。然而，一艘兰花族舰船不知从哪里飞来并发动攻击！你被舰船赶出花园，但不经历一场战斗他们是不会让你走的。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't interested in buying anything.
fr: Nous ne voulons rien acheter.
ko: 아무것도 살 생각이 없습니다.
ru: Мы не заинтересованы в том, чтобы что-то покупать.
zh_hans: 我们没兴趣买什么东西。

# data/events_orchid.xml$//event[@name="GARDEN_KERNEL_FOREST"]/choice[2]/text
source: Ok, time's up. Let's get moving.
fr: Ok, assez traîné. Allons-y.
ko: 시간 다 됐다. 이동한다.
ru: Ладно, время вышло. Идем дальше.
zh_hans: 好了，时间到了。让我们行动起来。

source: You don't have time to gaze at all the plant life, you must hurry on with your mission..
fr: Vous n'avez pas le temps d'admirer toute la vie végétale, votre mission est plus importante...
ko: 이 모든 식물들의 삶을 보고 있을 시간이 없습니다. 당신은 임무를 서둘러야 합니다.
ru: У вас нет времени любоваться растительным миром, вы должны спешить выполнять свою миссию.
zh_hans: 你没有时间盯着所有的植物生命看，你必须赶快完成你的使命。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

source: "A good choice. May it serve you well in your travels!"
fr: "Un bon choix. J'espère que ça vous sera utile durant votre périple!"
ko: "좋은 선택입니다. 당신의 여정에 도움이 되길!"
ru: "Хороший выбор. Пусть он сослужит вам хорошую службу в ваших путешествиях!"
zh_hans: "选得不错。它没准能在你们的旅途中大显身手！"

# data/events_orchid.xml$//event[@name="GARDEN_SACRIFICE"]/text
source: A small fleet of Lost Sun ships orbit a small, uninhabited planet. You intercept communication between two of the ships and hear them mention something about an execution.
fr: Une petite flotte de vaisseaux des Soleils Perdus sont en orbite autour d'une petite planète inhabitée. Vous interceptez une communication entre deux vaisseaux et les entendez parler d'une exécution.
ko: 작은 규모의 로스트선 함대가 아무도 살지 않는 작은 행성의 궤도를 선회합니다. 그들의 통신을 도청한 당신은 그들이 "처형" 에 관해 이야기하는 것을 들었습니다.
ru: Небольшой флот кораблей Затерянных Солнц вращается вокруг маленькой необитаемой планеты. Вы перехватываете связь между двумя кораблями и слышите, как они упоминают о казни.
zh_hans: 一小队迷失烈阳飞船围绕在一颗狭小荒凉的星球旁边。你截获了两艘飞船之间的通信，听到他们提到了一些关于处决的事情。

# data/events_orchid.xml$//event[@name="GARDEN_SACRIFICE"]/choice[1]/text
source: Approach.
fr: Vous approcher.
ko: 접근한다.
ru: Приблизиться.
zh_hans: 靠近。

# data/events_orchid.xml$//event[@name="GARDEN_SACRIFICE"]/choice[1]/event/text
source: You pilot closer to the planet's surface. In the center of a large tent is a massive bonfire with an Orchid Chieftain tied up! A large brutish Rockman stands waving his hands and speaking loudly to a cheering crowd of fellow Lost Suns. "The Orchids have made it clear where they stand on the side of liberty! They claim to be allies of the Federation and purveyors of peace, yet they continue to forge good-mannered relations with the Elders in the face of their own tyranny! Today we make an example of how the Lost Suns treat such indignation!"
fr: Vous vous rapprochez de la surface de la planète. Au centre d'une énorme tente se trouve un brasier géant avec un Jardinier Orchidée attaché au-dessus ! Un Rocailleux à l'air coriace se tient debout en bougeant les bras et en parlant très fort à une foule jubilatoire de membres des Soleils Perdus. "Les Orchidées ont clairement montré leur opinion en ce qui concerne la liberté ! Ils prétendent être des alliés de la Fédération et qu'ils cherchent la paix, mais ils continuent à solidifier de bonnes relations avec les Sages malgré leur tyrannie ! Aujourd'hui, nous allons leur montrer comment les Soleils Perdus traitent un tel outrage !"
ko: 당신은 행성 표면 가까이 접근했습니다. 커다란 텐트의 중앙에는 오키드 추장이 묶인 거대한 모닥불이 있었습니다! 크고 사나운 락맨 하나가 손을 흔들며, 환호하는 로스트선 동료들에게 큰 소리로 말했습니다. "오키드들은 분명히 자신들이 자유의 편에 서 있다고 했소! 연방의 동맹이자 평화의 제공자라고 주장했지만, 이들은 장로들의 폭정에도 불구하고 그들과 좋은 관계를 구축해왔소! 오늘 우리는 로스트선이 이러한 분노를 어떻게 다루는지 본보기로 삼을 것이오!"
ru: Вы приближаетесь к поверхности планеты. В центре большого шатра горит костер, на котором привязан Вождь орхидей! Крупный брутальный валун стоит, размахивая руками, и громко обращается к ликующей толпе собратьев по Затерянному Солнцу. Орхидеи ясно дали понять, что они стоят на стороне свободы! Они заявляют, что являются союзниками Федерации и поборниками мира, но при этом продолжают налаживать дружеские отношения со Старейшинами несмотря на их внутреннюю тиранию! Сегодня мы покажем пример того, как Затерянные Солнца относятся к подобному безобразию!"
zh_hans: 你驾驶星舰靠近星球表面。在一个大帐篷的中央是一个巨大的篝火，一个兰花族长被吊在上面！一个粗鲁的岩石族站在那里，挥舞着双手，大声地对一群欢呼着的迷失烈阳成员讲话。"兰花族已经表明了他们的立场，站在自由一边！他们声称自己是联邦的盟友和和平的提供者，但面对自己族内的暴政，他们仍虚情假意地想与神权国长老们建立良好的关系！今天，我们将杀鸡儆猴，让人们看到我们迷失烈阳的怒火！"

source: Rescue the Orchid!
fr: Sauver l'Orchidée !
ko: 오키드를 구출한다!
ru: Спасти орхидею!
zh_hans: 营救兰花族！

source: You send in a team of crew to rush in and cut down the Orchid before the Lost Suns can drop them into the fire. You rush back to the ship with a horde of angry Rocks and an attack ship in hot pursuit.
fr: Vous envoyez votre équipage libérer l'Orchidée avant que les Soleils Perdus la lâchent dans le brasier. Ils retournent hâtivement au vaisseau, poursuivis par une horde de Rocailleux furieux ainsi qu'un vaisseau hostile.
ko: 로스트선이 오키드를 불에 떨어뜨리기 전에, 당신은 선원들을 보내 그를 구출했습니다. 분노한 락맨 무리와 공격기 하나가 맹렬히 추격해왔습니다.
ru: Вы посылаете команду, чтобы она поспешила туда и освободила орхидею до того, как Затерянные Солнца успеют бросить ее в огонь. Вы возвращаетесь на корабль в сопровождении орды разъяренных валунов и штурмовым кораблем, который преследует вас по пятам.
zh_hans: 你派了一队船员冲进去，赶在迷失烈阳把兰花族扔进火里之前，斩断了兰花族身上的绳索。你冲回船上，后面跟着一群愤怒的岩石族和一艘紧追不舍的攻击舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
