Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

source: There's no reason why your weapon wouldn't be effective against these deadly weeds. The Orchid personnel evacuate, and you fire upon the station. Once the weeds are gone for certain, the station is vented and the Orchids give you a brand new Kernel weapon for your creative problem solving.
fr: Il n'y a pas de raison que votre arme ne soit pas efficace contre ces herbes mortelles. Le personnel Orchidée évacue la station, et vous ouvrez le feu sur celle-ci. Une fois que les herbes ont disparu pour de bon, l'oxygène de la station est évacuée et les Orchidées vous donnent une arme Noyau toute neuve pour votre créativité en matière de résolution de problèmes.
ko: 당신의 무기가 식인 식물들에게 통하지 않을 리가 없죠. 오키드들이 대피한 후에 당신은 정거장을 향해 발포했습니다. 식물들이 전부 제거되고 정거장이 환기되자, 오키드들은 당신의 창의적인 해결책에 감탄하며 새 낱알 무기를 선물했습니다.
ru: Нет причин, по которым ваше оружие было бы неэффективно против этих смертоносных сорняков. Персонал орхидей эвакуируется, а вы открываете огонь по станции. Как только сорняки исчезаю, а станция проветривается, орхидеи дарят вам новый зерномет за ваше творческое решение проблемы.
zh_hans: 你的武器理所当然对这些致命的杂草也有效。兰花族全体撤离，随后你向空间站开火了。确定杂草被一扫而光后，空间站迅速清空，之后兰花给你一个全新的果核武器，以感谢你以创造性的方式解决了这个问题。

source: (Murder-bots) Purge the weeds.
fr: (Robots tueurs) Purger les mauvaises herbes.
ko: (살인 로봇) 식인 식물들을 제거한다.
ru: (Боты-убийцы) Избавиться от сорняков.
zh_hans: (纳米攻击机)除掉这些杂草。

source: The murderbots will rid the station of anything living. The Orchid personnel evacuate, and you flood the station with the deadly nanobots. Once the weeds are gone for certain, the nanobots are called back and the Orchids give you a brand new Kernel weapon for your creative problem solving.
fr: Les robots tueurs élimineront toute vie sur la station. Le personnel Orchidée évacue la station, et vous remplissez la station de nano-robots meurtriers. Une fois que les herbes ont disparu pour de bon, vous rappelez les nano-robots et les Orchidées vous donnent une arme Noyau toute neuve pour votre créativité en matière de résolution de problèmes.
ko: 살인 로봇들은 정거장의 모든 생명체를 제거할 것입니다. 오키드들이 빠져나간 후, 나노봇들이 정거장을 가득 메웁니다. 식물들이 완전히 제거된 후 나노봇들이 돌아오자, 오키드들은 당신의 창의적인 문제 해결에 감탄하며 새 낱알 무기를 선물합니다.
ru: Боты-убийцы уничтожат все живое на станции. Персонал орхидей эвакуируется, а вы наводняете станцию смертоносными наноботами. Когда сорняки окончательно исчезают, наноботы возвращаются, а Орхидеи дарят вам новый зерномет за творческий подход к решению проблем.
zh_hans: 杀手机器人会清除空间站里的任何活物。兰花族全体撤离，随后你用这些致命的纳米机器人淹没了空间站。确定杂草被一扫而光后，纳米机器人被召回，之后兰花给你一个全新的果核武器，以感谢你以创造性的方式解决了这个问题。

source: (Toxic Gas) Purge the weeds.
fr: (Gaz toxiques) Purger les mauvaises herbes.
ko: (독성 가스) 식인 식물들을 제거한다.
ru: (Токсичный газ) Избавиться от сорняков.
zh_hans: (毒性气体)除掉这些杂草。

source: The Shell's toxic gas can kill nearly any organic matter quickly. The Orchid personnel evacuate, and you flood the station with the deadly gas. Once the weeds are gone for certain, the station is vented and the Orchids give you a brand new Kernel weapon for your creative problem solving.
fr: Les gaz toxiques des Coquilles peuvent tuer n'importe quelle matière organique en un instant. Le personnel Orchidée évacue la station, et vous remplissez la station de gaz mortel. Une fois que les herbes ont disparu pour de bon, l'air de la station est évacué et les Orchidées vous donnent une arme Noyau toute neuve pour votre créativité en matière de résolution de problèmes.
ko: 셸의 독성 가스는 거의 모든 유기물을 빠르게 죽일 수 있습니다. 오키드들이 대피하자 당신은 정거장을 치명적인 독성 가스로 채웠습니다. 식물들이 확실하게 제거되고 정거장이 환기되자, 오키드들은 당신의 창의적인 해결책에 감탄하며 새 낱알 무기를 선물했습니다.
ru: Ядовитый газ ракушек способен быстро уничтожить практически любую органику. Персонал орхидей эвакуируется, а вы заливаете станцию смертоносным газом. Как только сорняки исчезают, а станция проветрена, орхидеи дарят вам новый зерномет за ваше творческое решение проблемы.
zh_hans: 甲壳族的有毒气体几乎能够迅速杀死任何有机物。兰花族全体撤离，随后你将空间站灌满致命的毒气。确定杂草被一扫而光后，空间站迅速清空，之后兰花给你一个全新的果核武器，以感谢你以创造性的方式解决了这个问题。

source: (Shell Crew) Have your Shell handle the weeds.
fr: (Membre d'équipage Coquille) Demander à votre Coquille de s'occuper des herbes.
ko: (셸 선원) 셀에게 식물 처리를 맡긴다.
ru: (Член экипажа-ракушка) Поручить вашей ракушке уничтожить сорняки.
zh_hans: (甲壳族船员)派出甲壳来处理这些杂草。

source: Your Shell has little fear of the deadly weeds, having such a hard exterior. Once the weeds are rid of, the Orchid personnel reward you with a new Kernel weapon for handling the situation so quickly.
fr: Votre Coquille n'a pas peur des herbes mortelles grâce à sa carapace solide. Une fois les herbes éliminées, le personnel Orchidée vous récompensent avec une arme Noyau toute neuve pour avoir résolu la situation aussi rapidement.
ko: 단단한 외피 덕분에, 셸은 식인 식물을 거의 두려워하지 않습니다. 식물들이 제거되자, 오키드들은 당신의 빠른 문제 처리에 새 낱알 무기로 보상했습니다.
ru: Ваша ракушка не боится смертоносных сорняков, имея такую твердую оболочку. Как только сорняки уничтожены, персонал орхидей награждает вас новым зернометом за быстрое решение проблемы.
zh_hans: 你的甲壳族船员有着坚硬的外壳，对这些致命的杂草无所畏惧。确定杂草被一扫而光后，兰花族全体人员用一个全新的果核武器回报你，以感谢你如此迅速地控制了情况。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_WEEDS"]/choice[9]/text
source: We'll pass.
fr: Sans nous.

source: You can't risk fighting deadly aliens on every station you find. You prepare to jump.
fr: Vous ne pouvez pas vous amuser à combattre des aliens mortels sur toutes les stations que vous trouvez. Vous vous préparez à sauter.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

source: Your crew board the station, and find a massive carnivorous plant reaching out to grab them. Fortunately, plants (as well as most other creatures) don't fare well against laser fire. Once the weeds have been driven back, the Orchids thank you.
fr: Vos membres d'équipage montent à bord de la station, et y trouvent une énorme plante carnivore essayant de les attraper. Heureusement, les plantes (tout comme de nombreuses autre créatures) ne font pas long feu face aux lasers. Une fois les herbes éliminées, les Orchidées vous remercient.
ko: 당신의 선원이 정거장에 진입하자, 거대한 식인 식물이 그를 낚아채려 줄기를 뻗었습니다. 다행히 식물들은(대부분의 생명체와 같이) 레이저의 적수가 되지 못했습니다. 식물들을 퇴치하자 오키드들이 감사를 표합니다.
ru: Ваш член экипажа поднимается на борт станции и находит огромное плотоядное растение, которое тянется к нему, чтобы схватить. К счастью, растения (как и большинство других существ) плохо противостоят лазерному огню. Когда сорняки уничтожены, орхидеи благодарят вас.
zh_hans: 你的船员登上空间站，发现一株巨大的食肉植物伸出藤蔓来抓他们。幸运的是，植物(以及大多数其他生物)在镭射枪的火力下表现不佳。杂草刚被驱除，兰花族就对你表示感谢。

source: The station is eerily silent, as your crew wander the hallways. Suddenly, a massive tentacle and toothed petals erupt out of one of the vents snatching up your crew and dragging them away in a bloody mess. Horrified, your crew evacuate immediately.
fr: La station est étrangement silencieuse tandis que votre équipage parcourt ses couloirs. Soudainement, un énorme tentacule doté de pétales dentés sort d'un trou d'aération, saisissant un de vos membres d'équipage et le tirant en faisant un carnage. Horrifiés, les membres d'équipage survivants évacuent immédiatement la station.
ko: 정거장 내부는 무서우리만치 조용했습니다. 당신의 선원들이 복도를 거닐고 있던 중, 갑자기 환풍구에서 거대한 촉수와 이빨이 돋힌 꽃잎이 튀어나와 선원을 낚아채갔습니다. 피범벅이 된 현장을 본 남은 선원들은 공포에 질린 채 바로 정거장을 탈출했습니다.
ru: На станции царит жуткая тишина, экипаж бродит по коридорам. Внезапно из одного из вентиляционных отверстий вырывается массивное щупальце с зубастыми лепестками, которое хватает члена экипажа и утаскивает его в кровавое месиво. В ужасе экипаж немедленно эвакуируется.
zh_hans: 太空站里异常安静，你的船员在走廊静步向前。突然，巨大的触须和满嘴尖牙的花瓣从一个通风口喷涌而出，转瞬便抓住了你的船员，将他们拖走，只留下一地血迹。你的船员惊恐万分，赶忙撤离。

source: You take a hopeful trip to the Clone Bay, and to your relief a clone is already prepared for the lost crewmember.
fr: Vous vous rendez avec espoir à la Baie de Clonage, et vous êtes rassuré de voir qu'un clone est déjà prêt pour remplacer le membre d'équipage perdu.
ko: 당신은 희망을 품고 클론 배양실로 향합니다. 다행히도 잃은 선원의 클론이 준비되어 있습니다.
ru: Вы с надеждой отправляетесь в Клон-отсек, и, к вашему облегчению, клон погибшего члена экипажа уже здесь.
zh_hans: 你满怀希望地前往克隆舱，令你欣慰的是，死去船员的一个克隆人已经准备就绪。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_JUNGLE"]/text
source: The distress signal is originating from a stunningly beautiful forest planet with a developed Orchid outpost not too far away. You don't see any ships in need of distress.
fr: Le signal de détresse vient d'une planète forestière magnifique dotée d'un avant-poste Orchidée développé non loin. Vous ne voyez aucun vaisseau ayant besoin d'aide.
ko: 오키드 전초기지 근처의 아름다운 숲이 우거진 행성에서 구조 신호가 감지됩니다. 구조가 필요한 함선은 보이지 않습니다.
ru: Сигнал бедствия поступает с потрясающе красивой лесной планеты, недалеко от которой находится развитый аванпост Орхидей. Вы не видите ни одного корабля, терпящего бедствие.
zh_hans: 求救信号来自一个美不胜收的森林星球，该星球距离兰花族哨站不远。你并没有看到需要救援的舰船。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_JUNGLE"]/choice[1]/text
source: Investigate.
fr: Enquêter.
ko: 조사한다.
ru: Исследовать.
zh_hans: 调查。

source: You scope out the area around the outpost. It doesn't take long to find the true origins of the distress beacon, a damaged distress beacon laying a few miles from two ships, one Orchid, and the other Rebel.
fr: Vous explorez la zone autour de l'avant-poste. Vous trouvez rapidement la véritable origine du signal de détresse : une balise de détresse endommagée située à quelques kilomètres de deux vaisseaux, l'un Orchidée, l'autre Rebelle.
ko: 당신은 전초기지 근방을 조사합니다. 머지않아, 당신은 오키드 함선과 반군 함선에서 몇 마일 떨어진 곳에서 부서진 구조 송신기 하나를 발견합니다.
ru: Вы осматриваете местность вокруг аванпоста. Не проходит много времени, как вы обнаруживаете истинное происхождение сигнала бедствия: поврежденный сигнал бедствия лежит в нескольких милях от двух кораблей - орхидей и повстанцев.
zh_hans: 你仔细搜查了哨所周围的区域。很快就找到了求救信号的真正源头，这是一个受损的求救信标，距离两艘舰船几英里，一艘属于兰花族，另一艘则是叛军。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: It appears the Rebels have taken the Orchid ship, which was trying to return to the outpost, hostage. The Orchid ship's relay systems have been damaged beyond repair and the Rebels have lined up the Orchids firing squad style. "Alright, we got the last of the plant things. We gonna shoot 'em now, or take them back to the stronghold and make a big display out of it?"
fr: Il semblerait que les Rebelles ont pris le vaisseau Orchidée en otage pendant que celui-ci essayait de se rendre à l'avant-poste. Les systèmes de communication du vaisseau Orchidée ont été endommagés jusqu'à être irréparables, et les Rebelles ont disposé les Orchidées en ligne tel un peloton d'exécution. "Ok, on a eu la dernière de ces trucs végétaux. On les bute maintenant, ou on les ramène à la forteresse pour faire un petit spectacle?"
ko: 반군들이 전초기지로 돌아가던 오키드 함선을 인질로 삼은 것 같습니다. 함선의 복구 시스템은 수리할 수 없을 만큼 손상되었고, 반군들은 오키드들을 총살할 준비를 마쳤습니다. "좋아, 남은 풀떼기들은 다 여기에 있다. 다 쏴죽일까? 아니면 요새로 데려가서 큰 쇼를 벌여볼까?"
ru: Похоже, что повстанцы взяли в заложники корабль орхидей, который пытался вернуться на аванпост. Релейные системы корабля орхидей были повреждены до неузнаваемости, и повстанцы выстроили орхидей в шеренгу. "Так, у нас последняя растительная тварь. Будем расстреливать их сейчас или отнесем в опорный пункт и устроим из этого большую показуху?"
zh_hans: 叛军似乎已经俘虏了这艘试图返回哨站的兰花族舰船上的船员。兰花族舰船的信号传递系统已损坏，无法修复，叛军让兰花族们按枪毙队形排成一列。"好吧，我们搞定了最后的这些植物玩意儿。我们是现在就开枪，还是把它们带回要塞，邀功请赏？"

source: We won't stand for this.
fr: Nous n'allons pas les laisser faire.
ko: 용납할 수 없는 일이다.
ru: Мы этого не потерпим.
zh_hans: 我们无法容忍这种情况。

source: You arm the weapons and charge the Rebel ship. The officers scatter back to their ship to defend themselves.
fr: Vous activez vos armes et chargez le vaisseau Rebelle. Les Rebelles se rendent en panique vers leur vaisseau pour se défendre.
ko: 당신은 무기를 장전하고 반군 함선으로 돌진했습니다. 장교들은 방어를 위해 그들의 함선으로 흩어졌습니다.
ru: Вы заряжаете оружие и атакуете корабль повстанцев. Офицеры разбегаются по своим кораблям, чтобы защитить себя.
zh_hans: 你升起武器，冲向叛军舰艇。叛军军官们立刻各就各位回船上自卫。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) Fire a shot straight into the Rebel ship.
fr: (Armes améliorées) Tirer directement sur le vaisseau Rebelle.
ko: (고급 무기) 반군 함선을 사격한다.
ru: (Улучш. Оружие) Выстрелить прямо в корабль повстанцев.
zh_hans: (高级武器)向叛军舰艇开一炮。

source: One shot straight into their engines is all it takes to cripple the Rebel ship. Now helpless, the Rebels surrender and scatter into the forest.
fr: Un tir en plein dans les moteurs du vaisseau est tout ce dont vous avez besoin pour le paralyser. Se trouvant maintenant sans défense, les Rebelles se rendent et s'enfuient dans la forêt.
ko: 엔진을 향한 사격 한 번에 반군 함선은 무력화됩니다. 무력화된 반군은 항복하고 함선을 당신 앞에 버려둔채 숲속으로 흩어집니다.
ru: Достаточно одного выстрела прямо в двигатель, чтобы вывести корабль повстанцев из строя. Оказавшись беспомощными, повстанцы сдаются и уходят в лес, оставив свой корабль вам.
zh_hans: 一发直射正中他们的引擎，足以重创叛军的舰艇。现在，叛军束手无策，被迫投降并在森林里四散而逃，把他们的舰艇留给了你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Mind Control) Turn the Rebels against each other.
fr: (Contrôle mental) Monter les Rebelles les uns contre les autres.
ko: (정신 지배 장비) 반군들이 서로 싸우게 한다.
ru: (Контроль разума) Настроить повстанцев друг против друга.
zh_hans: (心灵控制)让叛军同室操戈。

source: The Rebel commander whips around and blasts one of the other soldiers in the chest. Confused, the rest of the Rebels enter a firefight with each other, until every single last of of them has managed to kill each other.
fr: Le commandant Rebelle se tourne d'un coup et descend un de ses soldats d'un tir précis dans le torse. Une fusillade se déclenche entre le reste des Rebelles confus, jusqu'à ce qu'ils se soient tous entretués.
ko: 반군 사령관은 갑자기 방향을 바꿔 병사들 중 한 명을 향해 사격했습니다. 혼란에 빠진 나머지 반군들은 서로 총격전을 벌였고 한 명도 남김없이 전부 죽었습니다. 이제 함선을 지키고 있는 경비가 없군요.
ru: Командир повстанцев разворачивается и стреляет в грудь одному из солдат. Растерявшись, остальные повстанцы вступают в перестрелку друг с другом, пока все до единого не убивают друг друга, не оставляя никого для охраны своего корабля.
zh_hans: 叛军指挥官猛击四周，并朝另一名士兵的胸部开了一枪。整个叛军群体对此陷入了困惑，然后开始互相交火，直到每个人都死于他人的枪口，没有剩下任何人来继续看守战舰。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: There's nothing we can do.
fr: Nous ne pouvons rien faire.
ko: 우리가 할 수 있는 게 없다.
ru: Мы ничего не можем сделать.
zh_hans: 我们无能为力。

source: You can't risk your primary mission to save a couple Orchids. You feel guilty, but you know you had no part in this crime anyways.
fr: Vous ne pouvez pas risquer votre mission principale pour sauver quelques Orchidées. Vous vous sentez coupable, mais vous savez que vous n'êtes de toute façon pas à l'origine de ce crime.
ko: 오키드 몇을 구하기 위해 당신의 주요 임무를 위태롭게 할 순 없습니다. 당신은 죄책감을 느끼지만, 어쨌든 당신과는 무관한 일입니다.
ru: Вы не можете рисковать своей основной миссией ради спасения пары орхидей. Вы чувствуете себя виноватым, но знаете, что в любом случае не причастны к этому преступлению.
zh_hans: 你不能冒着耽误你的首要任务的风险去救一群兰花族。你感到愧疚，但你知道至少你没有参与这起罪行。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_JUNGLE"]/choice[2]/text
source: Oh well, let's go.
fr: Bon, ben on y va.
ko: 멋쩍어하며 떠난다.
ru: Ну что ж, пойдем.
zh_hans: 哦，好吧，我们走。

source: Whoever they were, they probably got help already. There's no need to stick around.
fr: Peu importe qui ils sont, ils ont probablement déjà reçu de l'aide. Pas besoin de rester plus longtemps.
ko: 그들이 누구였던 간에, 이미 도움을 받았을 겁니다. 여기에 머무를 필요는 없습니다.
ru: Кем бы они ни были, они, вероятно, уже получили помощь. Нет необходимости оставаться здесь.
zh_hans: 不管他们是谁，他们可能已经得到了帮助。没必要留下来了。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Orchids are grateful for your assistance. Most offer to be dropped off back at the outpost, but one sticks behind on your ship, hoping you'll be able to protect it from the Rebels in the future.
fr: Les Orchidées vous remercient pour votre aide. La plupart vous demandent de les déposer à l'avant-poste, mais l'une d'elles reste à bord de votre vaisseau, en espérant que vous arriverez à la protéger des Rebelles dans le futur.
ko: 오키드들은 당신의 도움에 감사를 표합니다. 그들 중 대다수는 전초기지로 돌아갔지만, 한 오키드는 반군들에게서 보호받기 위해 당신의 함선에 남길 원하는 것 같습니다.
ru: Орхидеи благодарны вам за помощь. Большинство из них предлагают высадить их на аванпосте, но одна осталась на вашем корабле, надеясь, что вы сможете защитить ее от повстанцев в будущем.
zh_hans: 兰花族对你的帮助非常感激。大多数兰花族都希望回到哨站，但有一位留在了你的星舰上，希望你将来能保护它免受叛军的袭击。

source: The Orchid give you one of the Kernel weapons from their damaged ship, no longer needing it now that they can return to the outpost in peace.
fr: L'Orchidée vous donne une des armes Noyau de leur vaisseau endommagé, n'en ayant plus besoin maintenant qu'elles peuvent retourner à l'avant-poste sans problème.
ko: 오키드는 전초기지까지 안전하게 돌아갈 수 있게 되어 필요가 없어진 낱알 무기를 부서진 함선에서 떼어 당신에게 주었습니다.
ru: Орхидеи отдают вам один из зернометов со своего поврежденного корабля, поскольку теперь, когда они могут спокойно вернуться на аванпост, оно им больше не нужно.
zh_hans: 兰花族从他们受损的船上给了你一件果核武器，现在他们可以平安地返回哨站了，不再需要它了。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_ROCK_CRASH"]/text
source: On the nearby planet is the crash-site of a Rock vessel, heavily damaged, but their distress beacon still functioning.
fr: Vous détectez sur la planète proche l'épave d'un vaisseau Rocailleux, fortement endommagée, mais dont la balise de détresse fonctionne toujours.
ko: 인근 행성에 락맨 선박이 추락해있습니다. 크게 손상 입었지만, 아직도 구조 신호가 작동중입니다.
ru: На ближайшей планете находится место крушения корабля валунов, который сильно поврежден, но его сигнальный маяк продолжает работать.
zh_hans: 在附近的星球上是一艘岩石族舰船的坠毁地点，该船受损严重，但其求救信标仍在工作。

source: Try to rescue the survivors.
fr: Essayer de sauver les survivants.
ko: 생존자들을 구출하려 시도한다.
ru: Попытаться спасти выживших.
zh_hans: 尝试营救幸存者。

source: Ignore the wreck.
fr: Ignorer l'épave.
ko: 잔해를 무시한다.
ru: Не обращать внимания на крушение.
zh_hans: 无视这些残骸。

source: You have no interest in helping the Rockmen.
fr: Vous décidez de ne pas aider les Rocailleux.
ko: 당신은 락맨을 도울 생각이 없다.
ru: Вы не заинтересованы в помощи валунам.
zh_hans: 你没有兴趣去帮助岩石族。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: To your surprise the crew is a Rock outcast! They explain they fled from the Rock Homeworlds after their banishment and expected to be welcomed into Orchid territory... only for a group of maddened, parasite ridden Orchids to attack their ship and nearly destroy it!
fr: Vous constatez avec surprise que l'équipage est composé d'Exilés Rocailleux ! Ils vous expliquent qu'ils se sont enfuis des Mondes Centraux Rocailleux après leur exil, et qu'ils s'attendaient à être les bienvenus en territoire Orchidée... jusqu'à ce qu'un groupe d'Orchidées rendues folles par des parasites attaquent leur vaisseau, le détruisant presque !
ko: 놀랍게도 선원은 락맨 망명자입니다! 그들이 설명하길, 락맨 고향 성단에서 추방된 후 오키드 영토에서 환영 받을 걸 기대했지만... 기생충이 들끓는 오키드 에게 공격받고 거의 함선이 박살날 뻔했다고 이야기합니다.
ru: К вашему удивлению, экипаж корабля, это Изгои валунов! Они объясняют, что бежали с родных миров валунов после изгнания и ожидали, что их примут на территории орхидей... но группа обезумевших, кишащих паразитами орхидей напала на их корабль и почти уничтожила его!
zh_hans: 令你惊讶的是，这些船员都是岩石族流放者！他们解释说，他们在被放逐后逃离了岩石族母星系，并期待能在兰花族星域得到欢迎……如果没有一群疯狂的、身上满是寄生虫的兰花族攻击他们的舰船，并差点摧毁它的话！

source: You pry open the doors of the Rock ship only to find the butchered corpse of a mossy Rockman and several irate, parasite ridden orchids!
fr: Vous forcez les portes du vaisseau Rocailleux et trouvez le corps massacré d'un Rocailleux moussu et plusieurs Orchidées furieuses remplies de parasites !
ko: 당신이 락맨 함선의 문을 열자, 이끼 낀 채 토막난 락맨 시체와, 화가 잔뜩 난 감염된 오키드를 발견했습니다.
ru: Открыв двери корабля валунов, вы обнаруживаете там растерзанный труп мохнатого валуна и несколько разъяренных орхидей зараженных паразитами!
zh_hans: 你撬开岩石族舰船的门，却只发现一具长满苔藓的岩石族尸体和几个愤怒的、满身寄生虫的兰花族！

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_EMPTY_SHIP"]/text
source: A distress signal is coming from an Orchid ship, drifting far away from common interstellar routes. You try to communicate but there is no answer.
fr: Un vaisseau Orchidée, à la dérive loin des routes interstellaires habituelles, émet un signal de détresse. Vous essayez de communiquer avec celui-ci, mais vous n'obtenez aucune réponse.
ko: 통상적인 성간 항해 경로에서 멀리 떨어진 곳의 오키드 함선에서 조난 신호가 나오고 있습니다. 당신은 통신해보려 하지만, 아무도 응답하지 않습니다.
ru: С корабля орхидея, находящегося вдали от обычных межзвездных маршрутов, поступает сигнал бедствия. Вы пытаетесь выйти на связь, но ответа нет.
zh_hans: 一艘兰花族飞船发出求救信号，离通常的星际航线很远。你试图沟通，但无人应答。

source: Board the ship.
fr: Monter à bord du vaisseau.

source: (Analyzer) Fetch the ship's security logs first.
fr: (Analyseur) Récupérer d'abord le journal de sécurité du vaisseau.
ko: (분석기) 함선의 보안 로그부터 살펴본다.
ru: (Анализатор) Сначала получить журналы безопасности корабля.
zh_hans: (记录分析仪)首先获取飞船的安全日志。

source: Ignore it.
fr: L'ignorer.

source: You have no need to communicate with the ship.
fr: Vous n'avez pas besoin de communiquer avec le vaisseau.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

source: You board the ship to find the aftermath of an explosion and the resulting inferno. You can only surmise what was the reason of the accident. Most of equipment is charred and burnt, and there is no one alive, but you still manage to find some useful scrap and resources.
fr: Vous montez à bord du vaisseau et découvrez les résultats d'une explosion et du brasier qui a consumé celui-ci. Vous ne pouvez que spéculer sur l'origine de l'accident. La plupart de l'équipement est carbonisé, et personne n'a survécu, mais vous arrivez quand même à trouver un peu de ferraille et quelques ressources utiles.
ko: 당신은 폭발의 여파를 찾아보기 위해 배에 올라탔지만, 폭발의 흔적밖에 찾을 수 없습니다. 사고의 원인을 어렴풋이 추측해볼 뿐입니다. 대부분 장비는 그을린채 불에 타버렸고, 생존자도 없습니다. 그래도 당신은 쓸만한 게 있는지 뒤져봅니다.
ru: Взойдя на борт корабля, вы обнаруживаете последствия взрыва и образовавшийся ад. Можно только предполагать, что стало причиной аварии. Большая часть оборудования обуглилась и сгорела, в живых никого нет, но вам все же удалось найти несколько полезных предметов и ресурсов.
zh_hans: 你登上飞船却只发现一场爆炸和熊熊烈火留下的痕迹。事故的原因不得而知。大多数设备都烧焦了，无人幸存，但你仍然设法找到一些有用的废料和资源。

source: The only person alive on the ship is a dehydrated Orchid. The ship ran out of water and life support systems broke down. After irrigation, the resilient Orchid is rejuvenated and restored to full consciousness.
fr: Le seul organisme en vie à bord du vaisseau est une Orchidée déshydratée. Le vaisseau est tombé à court d'eau, et les systèmes de survie sont tombés en panne. Après avoir été irriguée, l'Orchidée tenace est revitalisée et retrouve ses esprits.
ko: 함선의 유일한 생존자는 탈수로 고통받고 있던 오키드 하나 뿐이였습니다. 함선의 물과 산소는 공급이 끊긴 상태였습니다. 수분을 공급해주자, 회복력 좋은 오키드는 다시 팔팔해졌습니다.
ru: Единственный живой человек на корабле - обезвоженная орхидея. На корабле закончилась вода, и системы жизнеобеспечения вышли из строя. После орошения жизнестойкая орхидея омолаживается и возвращается в сознание.
zh_hans: 飞船上只有一个脱水的兰花族幸存。船上的水资源耗尽了，生命维持系统也坏了。经过灌溉后，恢复力强悍的兰花族重新充满了活力，并完全清醒过来。
