Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

source: The boarding team heads into the ship to look for survivors. After a while, your crew falls into an uncontrollable rage. They are returned back to the ship as soon as possible, but one of the crewmembers was affected so strongly that they went mad upon coming back to the ship.
fr: L'équipage se rend dans le vaisseau pour trouver des survivants. Après un certain temps, votre équipage est pris d'une rage incontrôlable. L'équipage est ramené à votre vaisseau aussi rapidement que possible, mais l'un des membres a été affecté si fortement qu'il est devenu fou en revenant à bord de votre vaisseau.
ko: 승선 팀이 함선으로 향해 생존자를 수색합니다. 잠시 뒤, 당신의 선원이 참을 수 없는 분노에 휩싸입니다. 그들은 즉시 함선으로 귀환하지만, 선원중 한 명이 무언가에 영향을 너무 강하게 받아 미쳐버리고 말았습니다.
ru: Команда направляется на корабль в поисках выживших. Через некоторое время члены команды впадают в неконтролируемую ярость. Их возвращают на корабль как можно скорее, но на одного из членов экипажа это подействовало так сильно, что он сошел с ума, вернувшись на корабль.
zh_hans: 登船队进入船上寻找幸存者。没多久，你的船员们陷入了无法控制的愤怒之中。他们当即返回星舰，但其中一名船员受到的影响过于强烈，回到舰上后就疯了。

source: (Orchid Crew) Let the Orchid calm the madman.
fr: (Membre d'équipage Orchidée) Laisser l'Orchidée calmer le forcené.
ko: (오키드 선원) 오키드에게 미친 선원의 진정을 맡긴다.
ru: (Член экипажа-орхидея) Пусть орхидея успокоит безумца.
zh_hans: (兰花族船员)让兰花族船员安抚陷入疯狂的队员。

source: The Orchid sprays soothing pollen, and the madman gradually comes to their senses. The whole team sighs in relief.
fr: L'Orchidée disperse du pollen calmant, et le fou revient peu à peu à ses esprits. Tout votre équipage pousse un soupir de soulagement.
ko: 오키드 선원이 꽃가루를 분사하자, 미친 선원은 마침내 정신을 차리고 안정을 되찾습니다. 선원들 모두 안심의 한숨을 쉽니다.
ru: Орхидея распыляет успокаивающую пыльцу, и безумец постепенно приходит в себя. Вся команда вздыхает с облегчением.
zh_hans: 兰花族船员喷出舒缓的花粉，陷入疯狂的队员逐渐恢复了知觉。全队松了一口气。

source: (Mantis Pheromones) Treat the madman with pheromones.
fr: (Phéromones Mantis) Soigner le forcené avec les phéromones.
ko: (맨티스 페로몬) 미친 선원을 페로몬으로 치료한다.
ru: (Феромоны богомола) Вылечить безумца феромонами.
zh_hans: (螳螂信息素)用螳螂信息素治愈陷入疯狂的船员。

source: As soon as a fresh portion of pheromones enters the crewmember's body, they get better.
fr: Votre membre d'équipage se sent mieux dès que les phéromones rentrent dans son corps.
ko: 신선한 페로몬이 선원의 몸에 들어오자마자 상태가 나아지는 것이 보입니다.
ru: Как только в организм члена экипажа поступает свежая порция феромонов, ему становится лучше.
zh_hans: 在吸入了一些新鲜的信息素后，船员感觉好多了。

source: There is no other way but to kill the poor fellow.
fr: Vous n'avez pas d'autre choix que d'abattre le pauvre bougre.
ko: 안타깝지만 그 불쌍한 선원을 죽이는 것 밖에 방법이 없습니다.
ru: Нет другого выхода, кроме как убить беднягу.
zh_hans: 我们别无选择，只能杀了这个可怜的家伙。

source: The security footage shows the aftermath of an explosion and the resulting inferno. You can only surmise what was the reason of the accident. Most of equipment is charred and burnt, and there is no one alive, but you still manage to find some useful scrap and resources.
fr: Les caméras de sécurité montrent les résultats d'une explosion et du brasier qui a consumé le vaisseau. Vous ne pouvez que spéculer sur l'origine de l'accident. La plupart de l'équipement est carbonisé, et personne n'a survécu, mais vous arrivez quand même à trouver un peu de ferraille et quelques ressources utiles.
ko: 보안 카메라 영상에는 폭발로 인한 의 불길이 상황이 담겨있습니다. 대부분 장비는 그을린채 불에 타버렸고, 생존자도 없습니다. 그래도 당신은 쓸만한 게 있는지 뒤져봅니다.
ru: На записях с камер видеонаблюдения видны последствия взрыва и образовавшийся ад. Можно только предполагать, что послужило причиной аварии. Большая часть оборудования обуглилась и сгорела, в живых никого нет, но вам все же удалось найти полезный металлолом и ресурсы.
zh_hans: 安全录像显示了一场爆炸和熊熊烈火，以及留下的惨迹。事故的原因不得而知。大多数设备都烧焦了，无人幸存，但你仍然设法找到一些有用的废料和资源。

source: The only person alive on the ship is a dehydrated Orchid. The ship ran out of water and life support systems broke down. After irrigation, the resilient Orchid is rejuvenated and restored to full consciousness.
fr: Le seul organisme en vie à bord du vaisseau est une Orchidée déshydratée. Le vaisseau est tombé à court d'eau, et les systèmes de survie sont tombés en panne. Après avoir été irriguée, l'Orchidée tenace est revitalisée et retrouve ses esprits.
ko: 함선의 유일한 생존자는 탈수로 고통받고 있던 오키드 하나 뿐이였습니다. 함선의 물과 산소는 공급이 끊긴 상태였습니다. 수분을 공급해주자, 회복력 좋은 오키드는 다시 팔팔해졌습니다.
ru: Единственный живой человек на корабле - обезвоженная орхидея. На корабле закончилась вода, и системы жизнеобеспечения вышли из строя. После орошения жизнестойкая орхидея омолаживается и возвращается в сознание.
zh_hans: 飞船上只有一个脱水的兰花族幸存。船上的水资源耗尽了，生命维持系统也坏了。经过灌溉后，恢复力强悍的兰花族重新充满了活力，并完全清醒过来。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_COLONY_FIRE"]/text
source: A distress signal is coming from the surface of a planet near the beacon. A wildfire is spreading towards a small Orchid colony which lacks the resources to extinguish it or evacuate in time.
fr: Un signal de détresse est émis à la surface d'une planète proche de la balise. Un incendie se dirige vers une petite colonie Orchidée, qui ne dispose pas des ressources pour l'éteindre ou faire évacuer ses habitants à temps.
ko: 송신소 근방의 한 행성 표면에서 구조 요청이 보내지고 있었습니다. 산불이 작은 오키드 식민지로 번지고 있습니다. 그들 혼자서 화재를 진압하거나 제시간에 대피하기는 무리인 것 같아 보입니다.
ru: С поверхности планеты, находящейся вблизи маяка, поступает сигнал бедствия. Лесной пожар распространяется в сторону небольшой колонии орхидей, у которой не хватает ресурсов для его тушения и времени для эвакуации.
zh_hans: 求救信号来自信标附近的行星表面。一场野火正向一个小兰花族殖民地蔓延，该殖民地缺乏灭火的资源也无法及时疏散。

source: Help to evacuate as many civilians as you can.
fr: Aider autant de civils que possibles à évacuer.
ko: 최대한 많은 민간인들의 대피를 돕는다.
ru: Помочь эвакуировать как можно больше гражданских.
zh_hans: 帮忙疏散尽可能多的平民。

source: The ecosystem on the Orchid planet is so vulnerable to fire that even your whole crew isn't enough to save the Orchid colony in time. You succeeded in helping more hardy individuals but most of the Orchid seeds and babies are lost to the fire.
fr: L'écosystème de la planète Orchidée est si vulnérable au feu que même votre équipage tout entier n'arrive pas à sauver la colonie Orchidée à temps. Vous avez réussi à aider les individus les plus robustes, mais la plupart des graines et des bébés Orchidées ont été dévorés par le feu.
ko: 이 오키드 행성의 생태계는 화재에 매우 취약했고, 당신의 선원들이 힘을 합쳐도 모든 오키드들을 구하기에는 시간이 부족했습니다. 당신은 강한 개체들을 구하는 데에는 성공했지만, 대부분의 아기 오키드들과 씨앗들은 불길에 휩싸이고 말았습니다.
ru: Экосистема планеты орхидей настолько уязвима для огня, что даже всей вашей команды не хватит, чтобы вовремя спасти колонию орхидей. Вам удалось помочь более выносливым особям, но большинство семян и детей орхидей погибли от огня.
zh_hans: 兰花族星球上的生态系统非常容易受到火灾的影响，即使你全员出动也不足以及时拯救兰花族殖民地。你成功地帮助更多强壮的个体逃脱，但大多数兰花族种子和婴儿都被大火烧毁了。

source: This incident is no concern to us.
fr: Cet incident ne nous concerne pas.
ko: 이 일은 우리 문제가 아니다.
ru: Этот инцидент нас не касается.
zh_hans: 这件事与我们无关。

source: There's nothing you can do. Your crew is upset but you prepare to jump.
fr: Vous ne pouvez rien y faire. Votre équipage est contrarié mais vous vous préparez à sauter.
ko: 당신이 할 수 있는 건 없습니다. 당신의 선원들이 속상해 하지만 당신은 도약을 준비합니다.
ru: Вы ничего не можете сделать. Ваш экипаж расстроен, но вы готовитесь к прыжку.
zh_hans: 你无能为力。你的船员很沮丧，但你还是准备跃迁。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Fire Suppression) Use the augmentation to save the colony.
fr: (Suppression d'incendies) Utiliser l'augmentation pour sauver la colonie.
ko: (화재 진화 장비) 보조장비를 사용해 정착지를 돕는다.
ru: (Пожаротушение) Использовать модуль для спасения колонии.
zh_hans: (自动灭火器)使用部件来拯救殖民地。

source: The Fire Suppression system is deployed in the colony from your ship, and helps tremendously in holding back wildfires in key points while all the living Orchids evacuate. One of the Orchids is so impressed by your performance that they ask to join your crew.
fr: Le système de suppression des incendies est déployé dans la colonie depuis votre vaisseau, et aide énormément les civils à repousser les feux à des points clés tandis que toutes les Orchidées encore en vie évacuent les lieux. Une des Orchidées est si impressionnée par votre performance qu'elle demande à rejoindre votre équipage.
ko: 화재 진화 장비가 정착지에 배치되어 오키드들이 대피하는 동안 주요 요충지에서 산불을 막는데 큰 도움이 됩니다. 한 오키드가 당신의 활약에 큰 감명을 받고 선원으로 합류하길 희망합니다.
ru: С вашего корабля в колонии развернута система подавления пожаров, которая помогает сдерживать лесные пожары в ключевых точках, пока все живые орхидеи эвакуируются. Одна из орхидей настолько впечатлена вашей работой, что просит присоединиться к вашей команде.
zh_hans: 星舰上的自动灭火系统被部署到殖民地，在所有还活着的兰花族撤离的同时成功地在几处关键位置遏制住了野火。其中一个兰花族对你的表现印象深刻，对方请求成为你的船员。

source: (Mantis Pheromones) Use the augmentation to speed up the evacuation.
fr: (Phéromones Mantis) Utiliser l'augmentation pour accélérer l'évacuation.
ko: (맨티스 페로몬) 보조장비를 이용해 대피 속도를 높인다.
ru: (Феромоны богомола) Использовать модуль для ускорения эвакуации.
zh_hans: (螳螂信息素)用部件加速撤离行动。

source: Affected by pheromones, your crew and the Orchid civilians move a lot faster, leaving no one behind. After the colony is evacuated, one of the Orchids is so impressed by your performance that they ask to join your crew.
fr: Affectés par les phéromones, votre équipage et les civils Orchidées se déplacent beaucoup plus vite, en ne laissant personne à l'abandon. Une fois la colonie évacuée, une des Orchidées est si impressionnée par votre performance qu'elle demande à rejoindre votre équipage.
ko: 페로몬의 영향을 받은 선원들과 오키드 민간인들은 훨씬 빠르게 움직였고 아무도 뒤쳐지지 않았습니다. 모두가 대피한 후, 한 오키드가 당신의 능력에 깊게 감명받아 당신의 선원이 되기를 바랍니다.
ru: Под воздействием феромонов ваша команда и гражданские орхидей двигаются гораздо быстрее, не оставляя никого позади. После эвакуации колонии одна из орхидей настолько впечатлена вашей работой, что просит принять ее в команду.
zh_hans: 受螳螂信息素的影响，你的船员和兰花族平民移动得飞快，没有落下任何人。殖民地撤离完成后，其中一个兰花族对你的表现印象深刻，对方请求成为你的船员。

source: (Crystal Crew) Block wildfire spreading to buy some time.
fr: (Membre d'équipage Cristalien) Bloquer la propagation du feu pour gagner du temps.
ko: (크리스탈 선원) 시간을 벌기 위해 산불의 진행을 막는다.
ru: (Член экипажа-кристаллин) Блокировать распространение лесных пожаров, чтобы выиграть время.
zh_hans: (水晶族船员)阻止野火蔓延以争取一些时间。

source: Your crewmember erects giant crystalline walls in mere seconds, and within minutes a defense barrier is in place to restrict the fire. The flames are slowed down and all of the colony manages to escape to safety. One of the Orchids is so impressed by your performance that they ask to join your crew.
fr: Votre membre d'équipage crée des murs cristallins gigantesques en l'espace de quelques secondes, et après quelques minutes une barrière de défense est érigée pour restreindre l'avancée du feu. Les flammes sont ralenties, et les habitants de la colonie arrivent à s'échapper. Une des Orchidées est si impressionnée par votre performance qu'elle demande à rejoindre votre équipage.
ko: 당신의 크리스탈 선원은 몇 초만에 커다란 크리스탈 장벽을 일으킵니다. 그리고 몇 분 만에 산불 차단 벽이 배치됩니다. 산불의 진행이 늦춰진 덕에 정착지의 인원 모두가 안전히 대피했습니다. 한 오키드가 당신의 능력에 깊게 감명받아 당신의 선원이 되기를 바랍니다.
ru: Ваш член экипажа за считанные секунды возводит гигантские кристаллические стены, и уже через несколько минут защитный барьер сдерживает огонь. Пламя замедляется, и всем членам колонии удается спастись. Одна из орхидей настолько впечатлена вашей работой, что просит принять ее в вашу команду.
zh_hans: 你的船员仅需数秒就竖起了道道高大的水晶墙，几分钟内就有了一道限制火势的防御屏障。火焰放慢了速度，所有的殖民者都逃到了安全的地方。其中一个兰花族对你的表现印象深刻，对方请求成为你的船员。

source: (Lockdown Bomb) Block wildfire spreading to win some time.
fr: (Bombe de verrouillage) Bloquer la propagation du feu pour gagner du temps.
ko: (봉쇄 폭탄) 시간을 벌기 위해 산불이 번지는 것을 막는다.
ru: (Изолирующая бомба) Блокировать распространение лесного пожара, чтобы выиграть время.
zh_hans: (封锁炸弹)阻止野火蔓延以争取一些时间。

source: The bomb is used to erect giant crystalline walls in mere seconds. The flames are slowed down and all of the colony manages to escape to safety. One of the Orchids is so impressed by your performance that they ask to join your crew.
fr: La bombe est utilisée pour créer d'énormes murs cristallins en l'espace de quelques secondes. Les flammes sont ralenties, et les habitants de la colonie arrivent à s'échapper. Une des Orchidées est si impressionnée par votre performance qu'elle demande à rejoindre votre équipage.
ko: 봉쇄 폭탄은 몇 초만에 커다란 크리스탈 장벽을 일으킵니다. 산불의 진행이 늦춰진 덕에 정착지의 인원 모두가 안전히 대피했습니다. 한 오키드가 당신의 능력에 깊게 감명받아 당신의 선원이 되기를 바랍니다.
ru: С помощью бомбы за считанные секунды возводятся гигантские кристаллические стены. Пламя замедляется, и всем обитателям колонии удается спастись. Одна из орхидей настолько впечатлена вашей работой, что просит принять ее в вашу команду.
zh_hans: 利用炸弹，几秒钟内便竖起道道巨大的水晶墙。火焰放慢了速度，所有的殖民者都逃到了安全的地方。其中一个兰花族对你的表现印象深刻，对方请求成为你的船员。

source: (Drone Reactor Booster) Deploy superior drones to help. [-2|]
fr: (Boost de réacteurs de drones) Déployer des drones améliorés pour les aider.
ko: (드론 반응로 가속기) 우수한 드론을 배치해 돕는다 [-2|]
ru: (Усилитель реактора дронов) Отправить на помощь более мощные дроны. [-2|]
zh_hans: (无人机增压器)部署效果强化的无人机来帮忙。[-2|]

source: The on-board drones are reprogrammed and used for help. They carry seeds, babies, and valuables, put out fires and save the day in the end. One of the Orchids is so impressed by your performance that they ask to join your crew.
fr: Les drones de bord sont reprogrammés et utilisés pour aider les civils. Ils transportent les graines, les bébés et les biens précieux, éteignent les feux et sauvent tout le monde. Une des Orchidées est si impressionnée par votre performance qu'elle demande à rejoindre votre équipage.
ko: 재프로그램된 승선 드론이 대피를 돕습니다. 드론들은 오키드 아이들과 씨앗, 그리고 귀중품을 날라내어 위기를 모면합니다. 한 오키드가 당신의 능력에 깊게 감명받아 당신의 선원이 되기를 바랍니다.
ru: Пехотные дроны перепрограммируются и используются для оказания помощи. Они перевозят семена, детей и ценности, тушат пожары и в конце концов спасают положение. Одна из орхидей настолько впечатлена вашей работой, что просит присоединиться к вашей команде.
zh_hans: 舰载无人机被重新编程以展开救援。他们带走种子、婴儿和贵重物品，扑灭火灾，最终挽救了这一天。其中一个兰花族对你的表现印象深刻，对方请求成为你的船员。

# data/events_orchid.xml$//event[@name="ORCHID_BOTANICAL_GALLERY"]/text
source: A giant Orchid station is located at the beacon. It's marked as an "Augmented Botanical Gallery" on your star map.
fr: Une station Orchidée gigantesque est située à cette balise. Elle est marquée comme "Galerie Botanique Enrichie" sur votre carte stellaire.
ko: 거대한 오키드 정거장이 송신소에 있습니다. 성도에는 "증강 식물 갤러리" 라고 나와있습니다.
ru: На маяке расположена гигантская станция "орхидей. На вашей звездной карте она обозначена как "Автоматизированная ботаническая галерея".
zh_hans: 一个巨大的兰花族空间站坐落于信标处。它在星图上被标记为"强化植物展览馆"。

# data/events_orchid.xml$//event[@name="ORCHID_BOTANICAL_GALLERY"]/choice[1]/text
source: Visit the station.
fr: Visiter la station.
ko: 정거장을 방문한다.
ru: Посетить станцию.
zh_hans: 参观空间站。

source: The atmosphere of tranquillity with a small touch of curiosity fills the main hall. There are all kinds of strange exhibits in the gallery. You wonder which to visit.
fr: Une atmosphère de tranquillité, à laquelle se rajoute une petite pointe de curiosité, emplit le hall d'entrée. La galerie contient de nombreuses expositions étranges de tous genres. Vous vous demandez laquelle visiter.
ko: 작은 호기심의 손길이 담긴 평온한 분위기가 메인 홀을 가득 채웁니다. 갤러리에는 온갖 종류의 이상한 전시품들이 전시되어있습니다. 당신은 어디를 가볼지 고민합니다.
ru: Атмосфера спокойствия с легким оттенком любопытства наполняет главный зал. В галерее представлены всевозможные диковинные экспонаты. Интересно, какие из них стоит посетить?
zh_hans: 宁静的氛围充满了主厅，使你不约地好奇起来。展览馆内有各种奇怪的展品，你在考虑先参观哪个。

source: Pay an entry fee to visit "May's Burst".
fr: Payer un billet pour visiter "L'Explosion de Mai".
ko: "5월의 폭발" 에 입장료를 낸다.
ru: Заплатить за посещение "Майского взрыва".
zh_hans: 交纳'五月繁盛'的入场费。

source: The exhibit contains a giant sphere, protected from all sides with reinforced metal coating. Giant trees are growing inside. You are a bit disappointed.
fr: L'exposition contient une sphère gigantesque, protégée de tous les côtés par une couche de métal renforcé. D'énormes arbres poussent à l'intérieur de celle-ci. Vous êtes un peu déçu.
ko: 전시장에는 모든 면이 금속 코팅으로 보호된 거대한 구가 있습니다. 그 안에는 거대한 나무가 자라고 있습니다. 당신은 약간 실망합니다.
ru: Экспонат содержит гигантскую сферу, защищенную со всех сторон усиленным металлическим покрытием. Внутри растут гигантские деревья. Вы немного разочарованы.
zh_hans: 该展厅包含一个巨大的球状树，四周均采用强化金属涂层保护。不就一棵圆树，你有点失望。

source: Suddenly, a series of explosions rocks the entire station wing. The trees are bursting, releasing giant kernels out. The protective sphere can barely stop the kernels from destroying the station. The service Orchids offer a weapon created for firing kernels for free.
fr: Soudainement, une série d'explosions fait vibrer la section entière de la station. Les arbres explosent, en relâchant d'énormes noyaux. La sphère protectrice arrive à peine à empêcher les noyaux de détruire la station. Le personnel Orchidée vous offre une arme tirant des noyaux gratuitement.
ko: 갑자기 일련의 폭발이 모든 정거장 전체를 뒤흔듭니다. 나무가 부서지고, 안에서 낱알이 터져나옵니다. 보호 구체가 간신히 낱알을 막아 정거장이 파괴되는 것을 막습니다. 직원 오키드가 낱알 무기를 공짜로 제공합니다.
ru: Внезапно серия взрывов сотрясает все крыло станции. Деревья лопаются, выпуская наружу гигантские семена. Защитная сфера с трудом удерживает семена от разрушения станции. Сотрудники станции предлагают оружие, созданное для стрельбы семенами, бесплатно.
zh_hans: 突然，一连串的爆炸震动了整个站翼。树丛爆裂释放巨型果核。球形金属保护壳勉勉强强防住了这些果核的威力。原来兰花们开发了一种可无消耗发射果核的武器。

source: Pay an entry fee to visit "Ham Pie".
fr: Payer un billet pour visiter "La Tourte au Jambon".
ko: "햄 파이" 에 입장료를 내고 입장한다.
ru: Заплатить за посещение "Пирога с ветчиной".
zh_hans: 交纳'火腿馅饼'的入场费。

source: The exhibit contains a field of... grass. It looks like usual Earth grass with plain flowers but has a strangely familiar leaf pattern. Was it really worth it?
fr: L'exposition contient un champ... d'herbe. Elle ressemble à de l'herbe classique Terrienne, avec quelques fleurs, mais dotée de feuilles étrangement familières. Cela valait-il vraiment le coup ?
ko: 전시장에는, 음...풀밭이 있네요. 평범한 지구의 들판과 비슷한 광경에 익숙한 모양의 들꽃이 있습니다. 돈이랑 시간이 아까운데요?
ru: На выставке представлено поле... травы. Она похожа на обычную земную траву с простыми цветами, но со странно знакомым рисунком листьев. Действительно ли она того стоит?
zh_hans: 该展厅包含一片……草地。它看起来很像地球的普通绿草，开着朴素的白花，叶片的形状也很眼熟。这票买得真的值吗？

source: After a few minutes on the meadow you feel your worries go away, a desire to laugh, and an irresistible urge to hug a Mantis nearby. After a while, you and the Mantis who turned out to be another visitor become best friends and they agree to join your crew.
fr: Après avoir passé quelques minutes dans la prairie, vous sentez vos doutes s'envoler, vous avez soudainement envie de rire et vous êtes pris d'une envie irrésistible de prendre un Mantis proche dans vos bras. Après un moment, vous et le Mantis qui s'avère être un autre visiteur devenez très bons amis, et il accepte de rejoindre votre équipage.
ko: 풀밭에서 시간을 좀 보내자 걱정이 가십니다. 웃음이 절로 나오고, 근처에 있던 맨티스와 꼭 껴안고 싶은 충동에 휩싸입니다. 잠시 후, 당신은 다른 방문객이었던 그 맨티스와 절친이 되고, 당신의 선원으로 합류하기로 합니다.
ru: Через несколько минут пребывания на поляне вы чувствуете, как уходят заботы, появляется желание смеяться и непреодолимое желание обнять стоящего рядом богомола. Через некоторое время вы и богомол, будучи незнакомыми друг другу посетителями, становитесь лучшими друзьями, и он соглашается присоединиться к вашей команде.
zh_hans: 在草地上呆了几分钟后，你顿时感到烦恼消失了，还想要大笑，甚至有一种想要拥抱身旁一位螳螂族的冲动。过了一会儿，你与这名陌生参观客成为了亲密的朋友，它同意入舰。

source: Pay an entry fee to visit "Quick Sap".
fr: Payer un billet pour visiter "La Sève Rapide".
ko: "재빠른 수액" 에 입장료를 내고 입장한다.
ru: Заплатить за посещение "Быстрый сок" .
zh_hans: 交纳'速效汁液'的入场费。

source: This exhibit is a giant machine which is made entirely from plant matter. The contraption tap lean white-barked trees of sap and moves the sap into the processing part which outputs a liquid advertised as high quality FTL fuel.
fr: Cette exposition consiste en une énorme machine constituée presque entièrement de matière végétale. L'appareil extrait de la sève de minces arbres à l'écorce blanche, et la transfère dans un appareil de traitement duquel sort un liquide présenté comme un carburant SPL de très haute qualité.
ko: 이 전시물은 모든 것이 식물성 재료로 만들어진 거대한 기계입니다. 이 장치는 나무의 흰 껍질을 벗겨 나온 수액을 가공하여 액체로 된 고품질 초광속 연료로 변환하는 기능을 합니다.
ru: Этот экспонат представляет собой гигантскую машину, полностью изготовленную из растительного сырья. Аппарат отсасывает сок с белоствольных деревьев и перемещает его в перерабатывающую часть, которая выдает жидкость, рекламируемую как высококачественное сверхсветовое топливо.
zh_hans: 该展厅包含一个完全由植物材料制成的巨型机器。该装置自动收集附近植被的汁液，通过流水线将其快速加工成成品，成品出口旁边写道"优质燃料"。

source: Since you have already paid for entry, the Orchids are offering some of the experimental fuel for free.
fr: Vu que vous avez déjà payé un billet d'entrée, les Orchidées vous offrent un peu de carburant expérimental gratuitement.
ko: 당신이 이미 입장료를 냈기 때문에, 오키드들은 실험용 연료 조금을 무료로 제공합니다.
ru: Поскольку вы уже заплатили за вход, Орхидеи предлагают часть экспериментального топлива бесплатно.
zh_hans: 鉴于你交纳了入场费，兰花们免费赠送你一些成品。

source: Leave the gallery without visiting anything.
fr: Quitter la galerie sans visiter quoi que ce soit.
ko: 아무 곳도 가지 않고 갤러리를 떠난다.
ru: Покинуть галерею, ничего не посетив.
zh_hans: 任务要紧，没时间顾这种'艺术'。

# data/events_orchid.xml$//event[@name="ORCHID_BOTANICAL_GALLERY"]/choice[2]/text
source: Charge the FTL drive.
fr: Lancer le chargement du moteur SPL.
ko: FTL 드라이브를 충전한다.
ru: Зарядить ССД.
zh_hans: 给超光速推进器充能。

source: You have no interest in the station.
fr: La station ne vous intéresse pas.
ko: 이 정거장엔 볼일이 없다.
ru: Станция не вызывает у вас никакого интереса.
zh_hans: 你对这个展览不感兴趣。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_MEGATREE"]/text
source: In the distance lies a giant, well-developed Orchid city. You don't often see Orchid communities up close, and this one appears to be unique. A giant tree with a stadium around it has been built in the center of the city for all to see. It looks to be a tourist attraction of sorts.
fr: Vous apercevez au loin une cité Orchidée gigantesque qui semble bien développée. Vous n'avez pas souvent l'occasion d'observer des communautés Orchidées de si près, et celle-ci semble unique dans son genre. Un arbre gigantesque entouré d'un stade a été érigé au centre de la ville. Il semble être une attraction touristique.
ko: 멀리 떨어진 곳에 발전된 거대한 오키드 도시가 있습니다. 당신은 오키드들이 이룬 사회를 가까이서 볼 기회가 좀처럼 없었고, 꽤 독특해 보이네요.경기장이 둘러쳐저 있는 거대한 나무가 모든 사람들이 볼 수 있도록 도시의 중심에 서 있습니다. 일종의 관광 명소 같습니다.
ru: Вдали виднеется огромный, хорошо развитый город орхидей. Нечасто можно увидеть поселения орхидей вблизи, а это, похоже, уникальное явление. В центре города на всеобщее обозрение поставлено гигантское дерево со стадионом вокруг него. Похоже, что это своеобразный туристический аттракцион.
zh_hans: 远处是一座庞大而发达的兰花族城市。你很少能近距离看到兰花族社会，而这一个似乎是独一无二的。每个人都能看到市中心的一棵高耸入云的树，树周围还有一个体育场。这看起来像是一个旅游景点。

# data/events_orchid.xml$//event[@name="GARDEN_MEGATREE"]/choice[1]/text
source: Observe the tree.
fr: Observer l'arbre.
ko: 나무를 관찰한다.
ru: Наблюдать за деревом.
zh_hans: 观察这棵树。
