Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

source: (Forged ID) Trick the Auto into releasing the Orchids.
fr: (ID falsifiée) Duper l'Auto-vaisseau et lui faire relâcher les Orchidées.
ko: (위조된 신분증) 오키드를 풀어주도록 무인선을 속입니다.
ru: (Поддельные документы) Обманом заставить автоматический корабль освободить орхидей.
zh_hans: (身份伪证)欺骗自动舰释放兰花族。

source: As soon as the ship scans your identification, it powers down its weapons and ejects a small pod containing the seeds of the Orchid children. At your request it also provides some lab equipment for your own ship, which you break down into droneparts and scrap.
fr: Dès que le vaisseau scanne votre identité, il désactive ses armes et éjecte une petite capsule contenant les graines des enfants Orchidées. À votre demande, il vous fournit également de l'équipement de laboratoire pour votre propre vaisseau, que vous recyclez en morceaux de drones et en ferraille.
ko: 무인선이 당신의 ID를 스캔하자마자, 무기에 전력을 내린 뒤 오키드 아이들의 씨앗이 담긴 작은 포드를 배출합니다. 당신의 요청에 따라 무인선은 함선을 위한 몇 가지 실험 장비를 제공했고, 당신은 그것을 드론 부품과 스크랩으로 분해했습니다.
ru: Как только корабль просканировал вашу идентификационную информацию, он отключает свое оружие и выбрасывает небольшую капсулу с семенами детей орхидей. По вашей просьбе он также предоставляет лабораторное оборудование для вашего корабля, которое вы разбираете на дрон-комплекты и металлолом.
zh_hans: 飞船扫描了你的身份，它立刻关闭武器，弹出一个装有幼体兰花种子的小豆荚。根据你的要求，它还为你自己的星舰提供了一些实验室设备，你可以将这些设备分解为无人机部件和废料。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Thank you kind strangers! Our generation will not be lost to these machine abominations." They transfer over some missiles and scrap as thanks.
fr: "Merci, chers étrangers ! Notre génération future ne sera pas sous l'emprise de ces abominations mécaniques." Ils vous transfèrent des missiles et de la ferraille en guise de remerciements.
ko: "감사합니다, 친절한 여행자! 우리 세대는 지지 않겠습니다 이 혐오스러운 기계들에게." 그들은 감사의 표시로 미사일과 스크랩 소량을 건네주었습니다.
ru: "Спасибо вам, добрые незнакомцы! Наше поколение не пропадет из-за этих мерзких машин". В качестве благодарности они передают несколько ракет и металлолом.
zh_hans: "谢谢你们，善良的陌生人！我们的下一代不会再被这些令人憎恶的机械夺走了。"他们转移了一些弹药和废料作为感谢。

# data/events_orchid.xml$//event[@name="ORCHID_AUTO_THEFT"]/choice[2]/text
source: We can't help.
fr: Nous ne pouvons pas vous aider.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.
zh_hans: 我们帮不上忙。

# data/events_orchid.xml$//event[@name="ORCHID_AUTO_THEFT"]/choice[2]/event/text
source: You apologize and mute the Orchids.
fr: Vous vous excusez et mettez fin à la communication avec les Orchidées.
ko: 당신은 사과한 뒤 오키드들을 무시하기로 합니다.
ru: Вы приносите извинения и отключаете связь с орхидеями.
zh_hans: 你表达了歉意，兰花族沉默下来。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/text
source: An unarmed Zoltan ship greets you. "Our vessel is on a diplomatic mission to the Orchid worlds. We would like to hire you to go ahead of us and offer a small gift to one of the nearby Orchid colonies to herald our arrival."
fr: Un vaisseau Zoltan désarmé vous salue. "Notre vaisseau est en mission diplomatique vers les mondes des Orchidées. Nous voudrions vous payer pour nous devancer et offrir un petit cadeau à l'une des colonies Orchidées proches pour annoncer notre arrivée."
ko: 비무장 졸탄 함선이 인사 합니다. "우리 선박은 외교 임무를 맡아 오키드 성단으로 왔습니다. 우리가 오키드 식민지에 방문하기 앞서 그대를 오키드 식민지에 작은 선물을 전달하는 전령으로 고용하고 싶습니다."
ru: Вас приветствует безоружный корабль золтанов. "Наш корабль отправились с дипломатической миссией в миры орхидей. Мы хотели бы нанять вас, чтобы вы отправились впереди нас и преподнесли небольшой подарок одной из близлежащих колоний орхидей в знак нашего прибытия".
zh_hans: 一艘没有武装的超能族战舰向你问候。"我们的船正在执行前往兰花族世界的外交使命。我们想请你先走一步，给附近的一个兰花族殖民地送一份小礼物，以预示我们的到来。"

# data/events_orchid.xml$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/choice[1]/text
source: Agree to deliver a gift.
fr: Accepter de livrer un cadeau.
ko: 선물 전달 임무를 받아들인다.
ru: Согласиться на доставку подарка.
zh_hans: 同意去送礼物。

source: The Zoltans deliver a box containing a gift to Orchids. The package contains a replica of a Zoltan spaceship of an unusual shape, which vibrates rapidly, radiating light and heat. It's made from high quality metals and very pleasant to look at.
fr: Les Zoltans vous donnent une boîte contenant un cadeau pour les Orchidées. Le paquet contient une réplique d'un vaisseau Zoltan de forme étrange, qui vibre rapidement en dégageant de la lumière et de la chaleur. La réplique est faite de métaux de haute qualité et est très jolie.
ko: 졸탄들은 오키드에게 줄 선물 상자를 전송합니다. 상자에는 고품질 금속을 사용한 비범한 졸탄 함선의 모형이 들어있습니다. 빠르게 떨리며 빛과 열을 발산하고 있는 것이 꽤 볼만합니다.
ru: Золтаны приносят передать орхидеям коробку с подарком. В посылке находится копия золтанского космического корабля необычной формы, которая быстро вибрирует, излучая свет и тепло. Он сделан из высококачественных металлов и очень приятен на вид.
zh_hans: 超能族给兰花族送去了一个装有礼物的盒子。这个包裹里有一个不寻常形状的超能族飞船的复制品，在快速振动并发出光和热。它是由优质金属制成的，非常好看。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: After you've received the gift, the Zoltans transfer over the coords for your destination.
fr: Après que vous ayez reçu le cadeau, les Zoltans vous transfèrent les coordonnées de votre destination.
ko: 당신이 선물을 받자, 졸탄 함선은 목적지 좌표를 전송합니다.
ru: После получения подарка золтаны передают координаты места назначения.
zh_hans: 在你收到礼物后，超能族向你传输了目的地的坐标。

source: (Analyzer) Scan the device.
fr: (Analyseur) Scanner l'appareil.
ko: (분석기) 장치를 스캔한다.
ru: (Анализатор) Просканировать устройство.
zh_hans: (记录分析仪)扫描这个装置。

source: You inspect the device and quickly discover that it's actually a Duskbringer-made bomb in disguise! This was a trap! The bomb seems to have been set to deploy a message revealing it to be a Rebel ploy. This must have been some complex coordinated effort between the Duskbringers and Rebels to sabotage your mission.
fr: Vous inspectez la réplique et vous découvrez rapidement qu'il s'agit en fait d'une bombe des Éclipseurs ! C'est un piège ! La bombe semble être réglée pour déployer un message la faisant passer pour un plan Rebelle. Cela doit être un effort complexe de coordination entre les Éclipseurs et les Rebelles pour saboter votre mission.
ko: 당신이 장치를 조사하니, 사실 이건 더스크브링어가 제작한 폭탄이라는 것을 알아냅니다! 이건 함정입니다! 폭탄에는 이것이 반군의 책략임을 알리는 메시지가 있는 것 같아보입니다. 당신의 임무를 방해 하기 위해 더스크브링어와 반군 사이에 복잡한 협조 과정이 있었던게 틀림없습니다.
ru: Вы осматриваете устройство и быстро выясняете, что на самом деле это замаскированная бомба, изготовленная Вестниками Заката! Это была ловушка! Бомба, похоже, была настроена на передачу сообщения, свидетельствующего о том, что это уловка повстанцев. Должно быть, это была сложная скоординированная работа Вестников Заката и повстанцев, направленная на саботаж вашей миссии.
zh_hans: 你检查了这个装置，很快发现它实际上是一个伪装的暮临派制造的炸弹！这是个陷阱！这枚炸弹似乎被设定会播送一条信息，这条信息表明这是叛军的一个阴谋。这一定是暮临派和叛军之间为了破坏你的使命而进行的复杂联合行动。

source: Confront the Zoltan.
fr: Confronter les Zoltan.
ko: 졸탄과 맞선다.
ru: Сразиться с золтанами.
zh_hans: 与超能族对峙。

source: As soon as the unarmed ship realizes you haven't fallen for their trap, a Duskbringer escort reveals itself and attacks!
fr: Dès que le vaisseau désarmé réalise que vous n'êtes pas dupe, une escorte d'Éclipseurs se révèle et vous attaque !
ko: 위장한 함선은 당신이 함정에 걸리지 않았다는 것을 깨닫습니다, 이내 더스크브링어 호위함이 나타나 공격합니다!
ru: Как только безоружный корабль понимает, что вы не попали в их ловушку, эскорт Вестников Заката появляется и атакует!
zh_hans: 那艘没有武装的飞船刚意识到你没有落入他们的陷阱，一艘暮临派护卫舰就立刻解除伪装并发起了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Dismantle the bomb and leave.
fr: Désarmer la bombe et partir.
ko: 폭탄을 해체하고 떠난다.
ru: Демонтировать бомбу и уйти.
zh_hans: 拆除炸弹后离开。

source: (Duskbringer Crew) Your Duskbringer recognizes something strange with the device...
fr: (Membre d'équipage Éclipseur) Votre Éclipseur reconnaît quelque chose d'étrange dans l'appareil...
ko: (더스크브링어 선원)우리 더스크브링어 선원이 장치에 뭔가 이상한 점이 있다는 것을 알아차립니다.
ru: (Член экипажа-Вестник Заката) Ваш Вестник Заката распознает что-то странное в устройстве...
zh_hans: (暮临派船员)你的暮临派船员意识到这个装置有些奇怪。

source: Your Duskbringer inspects the device and quickly discovers that it's actually a bomb in disguise! This was a trap! The bomb seems to have been set to deploy a message revealing it to be a Rebel ploy. This must have been some complex coordinated effort between the Duskbringers and Rebels to sabotage your mission.
fr: Votre Éclipseur inspecte la réplique et découvre rapidement qu'il s'agit en fait d'une bombe ! C'est un piège ! La bombe semble être réglée pour déployer un message la faisant passer pour un plan Rebelle. Cela doit être un effort complexe de coordination entre les Éclipseurs et les Rebelles pour saboter votre mission.
ko: 더스크브링어 선원이 장치를 살펴보자 곧바로 이것이 폭탄으로 위장한 장치임을 발견합니다! 이건 함정입니다! 폭탄에는 이것이 반군의 책략임을 알리는 메시지가 있는 것 같아보입니다. 당신의 임무를 방해 하기 위해 더스크브링어와 반군 사이에 복잡한 협조 과정이 있었던게 틀림없습니다.
ru: Ваш Вестник Заката осматривает устройство и быстро обнаруживает, что это замаскированная бомба! Это была ловушка! Бомба, похоже, была установлена для того, чтобы передать сообщение, свидетельствующее о том, что это уловка повстанцев. Должно быть, это была сложная скоординированная операция между Вестниками Заката и повстанцами, чтобы сорвать вашу миссию.
zh_hans: 你的暮临派船员检查了这个装置，很快发现它实际上是一个伪装的暮临派制造的炸弹！这是个陷阱！这枚炸弹似乎被设定会播送一条信息，这条信息表明这是叛军的一个阴谋。这一定是暮临派和叛军之间为了破坏你的使命而进行的复杂联合行动。

source: Confront the Zoltan.
fr: Confronter les Zoltan.
ko: 졸탄과 맞선다.
ru: Сразиться с золтанами.
zh_hans: 与超能族对峙。

source: As soon as the unarmed ship realizes you haven't fallen for their trap, a Duskbringer escort reveals itself and attacks!
fr: Dès que le vaisseau désarmé réalise que vous n'êtes pas dupe, une escorte d'Éclipseurs se révèle et vous attaque !
ko: 위장한 함선은 당신이 함정에 걸리지 않았다는 것을 깨닫습니다, 이내 더스크브링어 호위함이 나타나 공격합니다!
ru: Как только безоружный корабль понимает, что вы не попали в их ловушку, эскорт Вестников Заката появляется и атакует!
zh_hans: 那艘没有武装的飞船刚意识到你没有落入他们的陷阱，一艘暮临派护卫舰就立刻解除伪装并发起了攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Dismantle the bomb and leave.
fr: Désarmer la bombe et partir.
ko: 폭탄을 해체하고 떠난다.
ru: Демонтировать бомбу и уйти.
zh_hans: 拆除炸弹后离开。

# data/events_orchid.xml$//event[@name="ORCHID_ZOLTAN_QUEST_START"]/choice[2]/text
source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: You don't have time for diplomatic missions.
fr: Vous n'avez pas le temps de suivre une mission diplomatique.
ko: 외교 임무에 쓸 시간은 없습니다.
ru: У вас нет времени на дипломатические миссии.
zh_hans: 你没有时间执行外交任务。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_ZOLTAN_QUEST_FINISH"]/text
source: You arrive at the co-ordinates to find the Orchid settlement. They welcome you in.
fr: Vous arrivez aux coordonnées indiquées et trouvez la colonie des Orchidées. Elles vous accueillent.
ko: 당신은 오키드 정착지 좌표에 도착합니다. 그들은 당신을 반깁니다.
ru: По указанным координатам вы находите поселение орхидей. Они радушно принимают вас.
zh_hans: 你到达了坐标，并找到了兰花定居点。对方欢迎你的到来。

source: Deliver the sculpture.
fr: Livrer la sculpture.
ko: 조각상을 건넨다.
ru: Доставить скульптуру.
zh_hans: 交付雕塑。

source: Keep the sculpture for yourself.
fr: Conserver la sculpture.
ko: 그냥 조각상을 가지고있는다.
ru: Оставить скульптуру себе.
zh_hans: 把雕塑留给自己。

source: You don't mention the sculpture to the Orchids. You shake 'tendrils' with them and leave. This sculpture will likely sell for a bit of scrap.
fr: Vous ne faites aucune mention de la sculpture aux Orchidées. Vous leur serrez "la liane" et vous partez. Vous pourrez certainement échanger cette sculpture contre un peu de ferraille.
ko: 당신은 오키드에게 조각상 이야기는 하지 않습니다. 당신은 오키드의 덩굴'손'을 흔들며 악수하고 떠납니다. 이 조각상을 팔아먹으면 스크랩좀 되겠는데요.
ru: Вы не упоминаете об этой скульптуре в разговоре с орхидеями. Вы пожимаете им "усики" и уходите. Эта скульптура, скорее всего, будет стоить немного лома.
zh_hans: 你没有跟兰花族提到雕塑。你和他们握"须"后离开。这个雕塑可能值一点废料。

source: (Orchid Children) Give them the corpses.
fr: (Enfants Orchidées) Leur donner les corps.
ko: (오키드 아이들)그들에게 시체를 넘긴다.
ru: (Дети орхидей) Отдать им трупы.
zh_hans: (幼体兰花)把尸体给他们。

source: You lamely toss the dead children at the feet of the Orchids. They stare unblinking at you for a few moments, then begin to scream. You run back to the ship followed by one of their strongest vessels.
fr: Vous déposez misérablement les enfants morts aux pieds des Orchidées. Ils vous fixent sans broncher pendant un instant, puis commencent à hurler. Vous vous enfuyez vers votre vaisseau, suivi par l'un de leurs vaisseaux les plus imposants.
ko: 당신은 죽은 아이들을 오키드들 앞에 휙 던졌습니다. 그들은 잠시동안 당신을 쳐다보다, 비명을 지릅니다. 그들은 가장 강력한 함선들 중 하나를 이끌고 도망치는 당신을 뒤쫓습니다.
ru: Вы неуклюже бросаете мертвых детей к ногам орхидей. Несколько мгновений они смотрят на вас не мигая, а затем начинают кричать. Вы бежите обратно на корабль, за вами следует один из их самых сильных кораблей.
zh_hans: 你颤颤巍巍地把死去的幼体扔在兰花族脚下。他们呆住看你了一会，然后开始尖叫。你赶紧溜回星舰，一艘兰花族们最强的战舰紧跟着你。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hand over the sculpture of the Zoltan ship. The Orchids are fascinated by it, and thank you. Though the gift was from the Zoltans, the Orchids seem to credit you mostly and offer a large portion of scrap and ammunition.
fr: Vous leur donnez la sculpture du vaisseau Zoltan. Les Orchidées sont fascinées par celle-ci, et vous remercient. Bien que le cadeau venait des Zoltans, les Orchidées semblent vous considérer comme la source principale de ce cadeau, et vous offrent une large somme de ferraille et de munitions.
ko: 당신은 졸탄 함선의 조각상을 건넵니다. 조각상에 매료된 오키드들은 감사를 표합니다. 선물은 졸탄이 준 것이지만, 오키드는 대부분 당신에게 신뢰를 표하며 많은 양의 스크랩과 탄약을 주려합니다.
ru: Вы передаете скульптуру корабля золтан. Орхидеи восхищены ею и благодарят вас. Хотя подарок был сделан золтанцами, орхидеи, похоже, в большей степени благодарны вам и предлагают большую кучу лома и боеголовок.
zh_hans: 你递出了超能族船雕。兰花族被船雕迷住了，随后对你表示感谢。虽然礼物是超能族送的，但兰花族似乎主要归功于你，并提供了一大份废料和弹药。

source: As you hand over the statue, it begins to vibrate with greater intensity. A message briefly plays, "You will regret having sided with the Federation, filthy weed freaks! Glory to the Rebellion!", and then immediately explodes! The Orchid settlement is decimated and your ship takes some damage, but that's not the worst of it. The Orchids blame you for the attack and send one of their remaining ships to attack you!
fr: Tandis que vous leur offrez la statue, elle commence à vibrer plus intensément. Un message bref se déclenche, "Vous allez regretter de vous être alliés à la Fédération, saletés d'herbes de l'espace ! Gloire à la Rébellion !", suivi immédiatement par l'explosion de la statue ! La colonie Orchidée est décimée et votre vaisseau prend quelques dégâts, mais ce n'est pas le pire. Les Orchidées vous tiennent pour responsable de l'attaque, et envoient un de leurs vaisseaux restants vous attaquer !
ko: 당신은 졸탄 함선의 조각상을 건넵니다. 조각상에 매료된 오키드들은 감사를 표합니다. 선물은 졸탄이 준 것이지만, 오키드는 대부분 당신에게 신뢰를 표하며 많은 양의 스크랩과 탄약을 주려합니다.
ru: Вы передаете скульптуру корабля золтан. Орхидеи восхищены ею и благодарят вас. Хотя подарок был сделан золтанцами, орхидеи, похоже, в большей степени благодарны вам и предлагают большую кучу лома и боеголовок.
zh_hans: 你递出了超能族船雕。兰花族被船雕迷住了，随后对你表示感谢。虽然礼物是超能族送的，但兰花族似乎主要归功于你，并提供了一大份废料和弹药。

source: Continue...
fr: Continuer...

source: As you hand over the statue, it begins to vibrate with greater intensity. A message briefly plays, "Filthy weed freaks! This was a trap set by the Rebellion! Prepare to die!", and then immediately explodes! The Orchid settlement is decimated and your ship takes some damage, but that's not the worst of it. The Orchids blame you for the attack and send one of their remaining ships to attack you!
fr: Tandis que vous leur offrez la statue, elle commence à vibrer plus intensément. Un message bref se déclenche, "Saletés d'herbes de l'espace ! C'était un piège de la Rébellion ! Préparez-vous à mourir !", suivi immédiatement par l'explosion de la statue ! La colonie Orchidée est décimée et votre vaisseau prend quelques dégâts, mais ce n'est pas le pire. Les Orchidées vous tiennent pour responsable de l'attaque, et envoient un de leurs vaisseaux restants vous attaquer !
ko: 당신이 조각상을 건네주자, 그것은 더 강렬하게 진동하기 시작합니다. 짧은 메시지가 재생됩니다. "네놈들이 연방 편을 든 것 후회하게 될 거다, 더러운 잡초 나부랭이들아! 반군에게 영광을!" 그 후 즉시 폭발합니다! 오키드 정착지는 괴멸하고, 당신의 함선도 피해를 입습니다. 여기서 끝이 아닙니다, 오키드는 당신을 탓하며 기동 가능한 남은 함선으로 당신을 공격합니다!
ru: Когда вы передаете статую, она начинает вибрировать с большей интенсивностью. На короткое время появляется сообщение: "Вы пожалеете, что перешли на сторону Федерации, грязные уроды! Слава Восстанию!", а затем сразу же взрывается! Поселение орхидей уничтожено, а ваш корабль получил некоторые повреждения, но это еще не самое страшное. Орхидеи обвиняют вас в нападении и посылают один из своих оставшихся кораблей атаковать вас!
zh_hans: 当你移交雕像时，雕像的振幅开始愈发增大。一条简短的信息播放起来："你会后悔站在联邦一边，肮脏的杂草怪胎！荣耀归于神军！"，雕像随即爆炸！兰花族居住地被摧毁，你的飞船受到了一些损坏，但这并不是最糟糕的。兰花族将这次袭击归咎于你，并派他们剩下的一艘飞船来攻击你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_NOTPIRATES"]/text
source: A damaged Orchid panics when you jump in. "So you pirates have returned to destroy us? We will not go peacefully like last time!"
fr: Un vaisseau Orchidée endommagé se met à paniquer en vous voyant sauter. "Alors, vous êtes revenus nous détruire, saletés de pirates ? On ne va pas se laisser faire aussi facilement que la dernière fois !"
ko: 당신이 도약해오자 손상된 오키드 함선은 패닉에 빠집니다. "돌아왔습니까 해적들? 평화적으로 넘어가지 않는다 지난번처럼 우리는!"
ru: Пострадавшие орхидеи в панике разбегаются. "Значит, вы, пираты, вернулись, чтобы уничтожить нас? Мы не собираемся мирно сдаваться, как в прошлый раз!"
zh_hans: 当你跃迁进来时，一艘受损的兰花舰船陷入恐慌。"那么，你们这些海盗回来摧毁我们了？我们不会像上次那样试着与你们和平相处！"

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_NOTPIRATES"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_WEEDS"]/text
source: An Orchid ship frantically hails you. "Federation, help! Our station has become overrun with massive man-eating weeds!"
fr: Un vaisseau Orchidée essaye désespérément de vous contacter. "Fédération, au cours ! Notre station est envahie par des herbes géantes mangeuses d'hommes !"
ko: 오키드 함선이 미친듯이 당신에게 교신합니다. "도움! 연방! 점령 당했습니다 우리의 정거장이. 수많은 식인 식물에게!"
ru: Корабль орхидей в отчаянии вызывает вас на связь. "Федерация, помогите! Наша станция заросла огромными сорняками-людоедами!"
zh_hans: 一艘兰花舰船疯狂地向你呼叫。"联邦，救命！我们的空间站到处都是食人的野草！"

# data/events_orchid.xml$//event[@name="ORCHID_DISTRESS_WEEDS"]/choice[1]/text
source: Send a team to assist! Massive man-eating weeds are no laughing matter.
fr: Leur envoyer une équipe pour les aider ! Les herbes géantes mangeuses d'hommes, c'est du sérieux.

source: (Goul Crew) Purge the weeds.
fr: (Membre d'équipage Goule) Purger les mauvaises herbes.
ko: (구울 선원) 식인 식물들을 제거한다.
ru: (Член экипажа-Гуль) Избавиться от сорняков.
zh_hans: (燃灵船员)除掉这些杂草。

source: Plants and fire are a combination that don't mix well. The Orchid personnel evacuate, and your Goul sets the station ablaze. Once the weeds are gone for certain, the station is vented and the Orchids give you a brand new Kernel weapon for your creative problem solving.
fr: Les plantes et le feu sont deux choses qui ne vont pas bien ensemble. Le personnel Orchidée évacue la station, et votre Goule y met le feu. Une fois que les herbes ont disparu pour de bon, l'oxygène de la station est évacuée et les Orchidées vous donnent une arme Noyau toute neuve pour votre créativité en matière de résolution de problèmes.
ko: 식물과 불의 조합은 참 거시기하죠. 오키드가 대피하자, 구울 선원이 정거장에 불을 지릅니다. 그 후, 식인식물이 전부 사라진 정거장을 환기합니다. 오키드는 당신의 창의력인 문제 해결에 감탄하며 새 낱알 무기를 선물합니다.
ru: Растения и огонь - комбинация, которая плохо сочетается. Персонал орхидей эвакуируется, а ваш Гуль поджигает станцию. Когда Вампсорняки окончательно исчезают, а станция проветривается, орхидеи дарят вам новый зерномет за ваше творческое решение проблемы.
zh_hans: 植物和火焰素来不和。兰花族全体撤离，随后你的燃灵船员将空间站点燃。确定杂草被一扫而光后，空间站迅速清空，之后兰花给你一个全新的果核武器，以感谢你以创造性的方式解决了这个问题。

source: (Improved Armories) Purge the weeds.
fr: (Armureries améliorées) Purger les mauvaises herbes.
ko: (개선된 무기고) 식인 식물들을 제거한다.
ru: (Улучшенный арсенал) Избавиться от сорняков.
zh_hans: (强化军械)除掉这些杂草。

source: Your crew suit and board the station, firing on the weeds and quickly taking them down. Once the weeds are gone for certain, the station is vented and the Orchids give you a brand new Kernel weapon for your ruthless, but efficient problem solving.
fr: Votre équipage met son équipement et monte à bord de la station, tirant sur les mauvaises herbes et les éliminant rapidement. Une fois que les herbes ont disparu pour de bon, l'oxygène de la station est évacuée et les Orchidées vous donnent une arme Noyau toute neuve pour votre efficacité impitoyable en matière de résolution de problèmes.
ko: 무장한 선원들이 정거장으로 진입하고, 식물들을 빠른 속도로 쏴죽였습니다. 식물들이 완전히 제거된 정거장이 환기되자 오키드들은 당신의 무자비하고 효과적인 해결책에 감탄하며 새 낱알 무기 하나를 선물했습니다.
ru: Ваш экипаж в скафандрах поднимается на борт станции, ведет огонь по сорнякам и быстро расправляется с ними. Когда сорняки окончательно исчезают, а станция проветривается, орхидеи дарят вам новый зерномет для безжалостного, но эффективного решения проблем.
zh_hans: 你的船员武装到了牙齿后登上了空间站，向这些杂草开火，并迅速将其击倒。确定杂草被一扫而光后，空间站迅速清空，随后兰花族给你一个全新的果核武器，以感谢你以一个无情但高效的方式解决了这个问题。

source: (Non-Damaging Fire Weapon) Purge the weeds.
fr: (Arme incendiaire non-destructrice) Purger les mauvaises herbes.
ko: (비파괴 화염 무기) 식인 식물들을 제거한다.
ru: (Неповреждающее зажигательное оружие) Избавиться от сорняков.
zh_hans: (火焰武器)除掉这些杂草。

source: Plants and fire are a combination that don't mix well. The Orchid personnel evacuate, and you set the station ablaze. Once the weeds are gone for certain, the station is vented and the Orchids give you a brand new Kernel weapon for your creative problem solving.
fr: Les plantes et le feu sont deux choses qui ne vont pas bien ensemble. Le personnel Orchidée évacue la station, et vous y mettez le feu. Une fois que les herbes ont disparu pour de bon, l'oxygène de la station est évacuée et les Orchidées vous donnent une arme Noyau toute neuve pour votre créativité en matière de résolution de problèmes.
ko: 식물과 불은 잘 어울리지 않는 조합이죠. 오키드들이 대피한 후, 정거장은 불길에 휩싸였습니다. 식물들이 완전히 제거되고 정거장이 환기되자, 오키드들은 당신의 창의적인 해결책에 감탄하며 새 낱알 무기를 선물했습니다.
ru: Растения и огонь - комбинация, которая плохо сочетается. Персонал орхидей эвакуируется, а ваш Гуль поджигает станцию. Когда сорняки окончательно исчезают, а станция проветривается, орхидеи дарят вам новый зерномет за ваше творческое решение проблемы.
zh_hans: 植物和火焰素来不和。兰花族全体撤离，随后你将空间站点燃。确定杂草被一扫而光后，空间站迅速清空，之后兰花给你一个全新的果核武器，以感谢你以创造性的方式解决了这个问题。

source: (Non-Damaging Bio Weapon) Purge the weeds.
fr: (Arme anti-bio non-destructrice) Purger les mauvaises herbes.
ko: (비파괴 생물 무기) 식인 식물들을 제거한다.
ru: (Неповреждающее биооружие) Избавиться от сорняков.
zh_hans: (反生物武器)除掉这些杂草。
