Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_orchid.xml$//event[@name="ORCHID_FREE_KERNEL"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_KERNEL"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_KERNEL"]/text[1]
source: You're shocked to see a run-down but still functional Federation outpost stationed at this beacon. They've gone to great lengths to camouflage their hull with Orchid paint and fake leaves, but once they recognize you they offer a weapon given to them by the native Orchids.
fr: Vous êtes choqué à la vue d'un avant-poste de la Fédération cabossé mais toujours fonctionnel stationné à cette balise. Ils ont déployé tous les moyens possible pour camoufler leur coque avec de la peinture Orchidée et de fausses feuilles, mais après vous avoir reconnu, ils vous offrent une arme qui leur a été donnée par les Orchidées du secteur.
ko: 이 송신소에 주둔하고 있는 연방 전초기지는 황폐해졌지만 놀랍게도 여전히 돌아가고 있습니다. 많은 노력을 들여 오키드 페인트와 가짜 잎으로 선체를 위장한 그들이 당신을 알아보고, 당신에게 그들이 원주민 오키드에게서 받은 무기를 선물했습니다.
ru: Вы потрясены, увидев на этом маяке обветшавший, но все еще функционирующий аванпост Федерации. Они приложили немало усилий, чтобы замаскировать свой корпус краской орхидей и искусственными листьями, но, узнав вас, предлагают оружие, подаренное им местными орхидеями.
zh_hans: 你震惊地在这个信标看到一个破败但仍在运作的联邦哨站。他们已经竭尽全力用兰花族颜料和假树叶伪装他们的舰体，但一认出你，他们就像你提供了本地的兰花族送给他们的武器。

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_KERNEL"]/text[2]
source: You receive a hail from a nearby Orchid settlement, requesting that you transfer over the hostage plant. You're befuddled by what they mean until you realise they're referring to a small plant sample you brought with you. You give over the sapling and in return they give you a brand new Kernel weapon!
fr: Vous recevez un message d'une colonie Orchidée proche, vous demandant de leur transférer la plante otage. Vous n'avez aucune idée de ce qu'ils vous demandent, jusqu'à ce que vous réalisiez qu'ils parlent d'une petite plante échantillon que vous avez amenée avec vous. Vous leur donnez l'arbuste, et ils vous donnent une arme Noyau toute neuve en échange !
ko: 당신은 인근 오키드 정착지에서 인질 식물을 넘겨달라는 요청을 교신으로 받았습니다. 오키드들이 당신이 채취한 작은 식물 표본을 말하고 있다는 것을 깨닫기 전까지는 어리둥절했던 당신은 묘목을 넘겨주었고, 그 대가로 그들은 당신에게 새 낱알 무기를 주었습니다!
ru: Из близлежащего поселения орхидей поступает сообщение с просьбой передать заложника. Вы недоумеваете, что они имеют в виду, пока не понимаете, что речь идет о небольшом образце растения, который вы привезли с собой. Вы передаете саженец, а взамен вам дарят совершенно новый зерномет!
zh_hans: 你收到附近兰花族定居点的呼叫，要求你转移人质植物。你被对方的意思弄糊涂了，直到你意识到对方指的是你带来的一个小植物样本。你交出了幼苗，作为回报，对方给了你一件全新的果核武器！

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_KERNEL"]/text[3]
source: As you jump in to this beacon, a nearby Orchid vessel quite literally explodes, for seemingly no reason too! Despite the confusion, it appears a Kernel weapon survived.
fr: Au moment où vous arrivez à cette balise, un vaisseau Orchidée proche explose littéralement tout seul, apparemment sans raison ! Malgré la confusion, on dirait qu'une arme Noyau a survécu à l'explosion.
ko: 당신이 이 송신소에 도착하자, 근처에 있던 오키드 선박이 갑자기 폭발했습니다! 이유 모를 혼란스러운 상황에도 불구하고, 낱알무기 하나는 살아남은 것으로 보입니다.
ru: Во время прыжка на этот маяк соседний корабль орхидей буквально взрывается, причем, казалось бы, без всякой причины! Несмотря на неразбериху, похоже, что зерномет уцелел.
zh_hans: 当你跃迁到这个信标时，一艘附近的兰花族舰船竟然直接爆炸了，貌似找不出原因！尽管有点混乱，但似乎有一件果核武器幸存了下来。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_ITEMS"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_ITEMS"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_ITEMS"]/text[1]
source: A friendly Orchid station at the beacon is offering scrap metal for free. "We don't need it. We prefer titanwood."
fr: Une station Orchidée amicale postée à cette balise vous offre de la ferraille sans contrepartie. "Nous n'en avons pas besoin. Nous préférons le bois titan."
ko: 송신소에 위치한 우호적 오키드 정거장에서 무료로 스크랩을 제공하고 있습니다. "우리는 이걸 필요로하지 않습니다. 타이탄우드를 선호해요."
ru: Дружественная станция орхидея на маяке предлагает вам металлолом бесплатно. "Нам он не нужен. Мы предпочитаем титановое дерево".
zh_hans: 信标旁一个友好的兰花族空间站正在免费提供废料。"我们不需要这个。我们更需要泰坦木。"

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_ITEMS"]/text[2]
source: The beacon is empty, with no ships or stars around. A single container, resembling a giant seed, is drifting through space. There are some useful scrap and resources within.
fr: Cette balise est vide, sans étoile ou vaisseau alentour. Un simple conteneur, ressemblant à une graine géante, est à la dérive dans l'espace. Il contient des ressources utiles ainsi que de la ferraille.
ko: 주변에 아무런 함선도, 행성도 없는 송신소 내부는 비어있었습니다. 거대한 씨앗처럼 보이는 한 컨테이너만이 우주를 떠돌고 있었습니다. 컨테이너 내부에는 쓸만한 스크랩과 자원이 있었습니다.
ru: Маяк пуст, вокруг нет ни кораблей, ни звезд. В космосе дрейфует один контейнер, похожий на гигантское семя. В нем находится несколько полезных предметов и ресурсов.
zh_hans: 这个信标是空的，周围既没有舰船也没有行星。一个孤零零的，彷佛一颗巨型种子的容器悬浮于太空之中。里面有一些有用的废料和资源。

# data/events_orchid.xml$//textList[@name="ORCHID_FREE_ITEMS"]/text[3]
source: The beacon is located far away from systems populated by Orchids. Some remains of destroyed ships are floating around; aftermath of a battle long ago. You harvest what you can.
fr: Cette balise est située loin de tout système peuplé par des Orchidées. Des restes de vaisseaux détruits flottent aux alentours ; les suites d'une bataille terminée depuis longtemps. Vous récupérez tout ce que vous pouvez.
ko: 오키드가 거주하는 행성계로부터 멀리 떨어져 있는 송신소 주변에는 오래 전에 벌어진 전투 후에 남은 함선들의 잔해가 떠돌고 있었습니다. 당신은 수집할 수 있는 것들을 수집했습니다.
ru: Маяк расположен вдали от систем, населенных орхидеями. Вокруг летают останки разрушенных кораблей - последствия давней битвы. Вы собираете все, что можете.
zh_hans: 这个信标离兰花族的居住系统很远。一些被摧毁舰船的残骸漂浮在周围；似乎是很久以前一场战斗的结果。你采集了所有能采集的东西。

# data/events_orchid.xml$//event[@name="ORCHID_UNARMED_TRADER"]/text
source: A tiny Orchid trading vessel awaits you at the beacon. Learning that you are Federation, they offer some of their supplies to help the cause.
fr: Un minuscule vaisseau marchand Orchidée vous attend à cette balise. En constatant que vous faites partie de la Fédération, il vous offre quelques ressources pour aider votre cause.
ko: 작은 오키드 무역선이 송신소에서 당신을 기다리고 있었습니다. 당신이 연방 함선임을 알리자, 그들은 대의를 돕기 위해 일부 보급품을 당신에게 지원해주었습니다.
ru: У маяка вас ожидает крошечное торговое судно орхидей. Узнав, что вы из Федерации, они предлагают часть своих припасов, чтобы помочь делу.
zh_hans: 一艘小小的兰花族商船在信标旁等着你。了解到你属于联邦后，他们提供了一些补给来帮助你的事业。

# data/events_orchid.xml$//event[@name="ORCHID_UNARMED_TRADER"]/choice[1]/text
source: Accept their offer.
fr: Accepter l'offre.
ko: 요청을 수락한다.
ru: Принять их предложение.
zh_hans: 接受提议。

# data/events_orchid.xml$//event[@name="ORCHID_UNARMED_TRADER"]/choice[2]/text
source: Extort additional resources: they surely have more.
fr: Soutirer plus de ressources, il en a certainement plus.
ko: 자원을 더 뜯어낸다. 분명 더 있을 것이다.
ru: Вымогать дополнительные ресурсы: у них их наверняка больше.
zh_hans: 勒索额外的资源：对方肯定还有更多。

source: The trader sends a distress signal, and an Orchid military ship jumps in immediately to help with weapons online.
fr: Le marchand émet un signal de détresse, et un vaisseau militaire Orchidée saute immédiatement à son aide, toutes armes déployées.
ko: 상인이 구조 신호를 보내자마자, 오키드 군함 한 척이 무기에 전력을 넣은 채 돕기 위해 도약해왔습니다.
ru: Торговец посылает сигнал бедствия, и военный корабль орхидеи немедленно прибывает на помощь с активированными орудиями.
zh_hans: 交易商发出了求救信号，一艘兰花族军舰立即跃迁过来援助，并启用了武器系统。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Orchid ship sent a distress signal asking for help... But nobody came. They have to give up all of their goods to save their lives.
fr: Le vaisseau Orchidée émet un signal de détresse appelant à l'aide... Mais personne ne vint. L'Orchidée doit donner toutes ses ressources en échange de sa vie.
ko: 오키드 함선은 도움을 요청하는 구조 신호를 보냈지만... 아무도 오지 않았습니다. 그들은 목숨을 건지기 위해서 모든 물자를 포기해야 했습니다.
ru: Корабль орхидей подал сигнал бедствия с просьбой о помощи... Но никто не пришел. Им приходится отдать все свои припасы, чтобы спасти свои жизни.
zh_hans: 兰花族舰船发出求救信号寻求帮助……但无人响应。为了活下去，他们不得不放弃了所有的货品。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_SEEDS"]/text
source: A large pod drifts by, made partly of organic matter and clearly of Orchid design. What might be its purpose?
fr: Une grande capsule, faite partiellement de matière organique et clairement d'origine Orchidée, dérive près de votre vaisseau. À quoi pourrait-elle bien servir ?
ko: 일부분 유기적 물질로 만들어진 오키드제 대형포드가 표류하고 있습니다. 용도가 뭘까요?
ru: Мимо пролетает большая капсула, сделанная частично из органического вещества и явно по проекту орхидей. Каково ее назначение?
zh_hans: 一个巨大的豆荚舱飘过，部分由有机物组成，很明显是兰花族制造的。它的用途是什么？

# data/events_orchid.xml$//event[@name="ORCHID_SEEDS"]/choice[1]/text
source: Open it.
fr: L'ouvrir.
ko: 연다.
ru: Открыть ее.
zh_hans: 打开它。

source: (Orchid Crew) Have your Orchid inform you about the pod's purpose.
fr: (Membre d'équipage Orchidée) Demander à votre Orchidée à quoi cette capsule peut servir.
ko: (오키드 선원) 오키드 선원에게 이 포드의 목적을 물어본다.
ru: (Член экипажа-орхидея) Пусть ваша орхидея расскажет вам о предназначении капсулы.
zh_hans: (兰花族船员)让你的兰花族船员告诉你豆荚舱的用途。

source: Your Orchid explains that this is a seedling pod, made from the strongest of titanwood. They can contain numerous different things, from Orchid crew to Kernel weapons!
fr: Votre Orchidée vous explique que ceci est une capsule de semis, fabriquée avec le bois titan le plus solide disponible. Elles peuvent contenir de nombreuses choses différentes, comme de l'équipage Orchidée ou des armes Noyau !
ko: 오키드 선원이 그것은 튼튼한 타이탄우드로 만들어진 묘목 포드라고 설명합니다. 낱알 무기부터 오키드까지 온갖 것들을 실을 수 있다고 합니다!
ru: Орхидея объясняет, что это стручок с семенами, сделанный из прочнейшего титанового дерева. В них может содержаться множество различных вещей, от экипажа орхидей до зерномета!
zh_hans: 你的兰花族船员解释说，这是一个幼苗荚，由最坚韧的泰坦木制成。它们可以包含许多不同的东西，从兰花族船员到果核武器都有！

source: Open it.
fr: L'ouvrir.
ko: 연다.
ru: Открыть ее.
zh_hans: 打开它。

source: If we can't predict what's inside, we shouldn't open it.
fr: Si on ne peut pas savoir ce qu'elle contient, mieux vaut ne pas l'ouvrir.
ko: 무엇이 들어있는지 모른다면, 열지 않는 것이 맞습니다.
ru: Если мы не можем предугадать, что находится внутри, мы не должны ее открывать.
zh_hans: 如果我们无法预测里面有什么，我们就不应该打开它。

source: Though you now know the pod's purpose, that doesn't eliminate any risk of opening it.
fr: Bien que vous connaissiez l'utilité de la capsule, l'ouvrir reste risqué.
ko: 이제 포드의 용도는 알았지만, 그렇다고 그것을 여는 위험 부담이 사라진 것은 아닙니다.
ru: Хотя теперь вы знаете назначение капсулы, это не исключает риска ее вскрытия.
zh_hans: 虽然你现在知道了豆荚仓的用途，但这并不能消除打开它的风险。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Analyzer) Determine the contents of the pod.
fr: (Analyseur) Déterminer le contenu de la capsule.
ko: (분석기) 포드의 내용물을 분석해본다.
ru: (Анализатор) Определить содержимое капсулы.
zh_hans: (记录分析仪)测定豆荚仓的内容物。

# data/events_orchid.xml$//event[@name="ORCHID_SEEDS"]/choice[@req="sensors"]/text
source: (Upg. Sensors) Determine the contents of the pod.
fr: (Capteurs améliorés) Déterminer le contenu de la capsule.
ko: (고급 센서) 포드의 내용물을 분석해본다.
ru: (Улучш. Сенсоры) Определить содержимое капсулы.
zh_hans: (高级传感器)测定豆荚仓的内容物。

# data/events_orchid.xml$//event[@name="ORCHID_SEEDS"]/choice[5]/text
source: Ignore the pod, it could be dangerous.
fr: Ignorer la capsule, ça pourrait être dangereux.
ko: 포드를 무시한다, 위험할지도 모른다.
ru: Не обращать внимания на капсулу, это может быть опасно.
zh_hans: 无视豆荚仓，它可能很危险。

# data/events_orchid.xml$//event[@name="ORCHID_SEEDS"]/choice[5]/event/text
source: You let the bizare pod drift on through space.
fr: Vous laissez la capsule étrange dériver à travers l'espace.
ko: 포드가 계속 표류하게 둔다.
ru: Вы позволяете причудливой капсуле лететь дальше в космосе.
zh_hans: 你让这个奇怪的豆荚仓继续在太空中漂流。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_OPEN"]/event[1]/text
source: You open the pod to find two Orchids stuffed tightly inside. They fall out and immediately turn hostile after being driven mad from their isolation!
fr: Vous ouvrez la capsule et trouvez deux Orchidées coincées à l'intérieur. Elles tombent de la capsule, et deviennent immédiatement hostiles, rendues folles par leur isolation !
ko: 포드를 열자,당신은 포드에 우겨넣어진 두 오키드를 발견했습니다. 오랜 고립으로 인해 미쳐버린 그들은, 적대적으로 변해 공격해옵니다!
ru: Открыв капсулу, вы обнаруживаете две орхидеи, плотно прижатые друг к другу. Они выпадают и тут же становятся враждебными, обезумев от своей изоляции!
zh_hans: 你打开豆荚仓，发现两个兰花族被紧紧地塞在里面。在被长期幽禁的情况下他们被逼疯了，他们立刻展现出了敌意！

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_OPEN"]/event[2]/text
source: You open the pod to find an Orchid stuck inside! Glad to be free, they seem willing to work aboard your ship.
fr: Vous ouvrez la capsule et trouvez une Orchidée coincée à l'intérieur ! Ravie d'être libérée, elle semble vouloir travailler à bord de votre vaisseau.
ko: 포드를 여니 한 오키드가 안에 끼어있는 것을 발견했습니다! 그는 자신을 풀어준 것에 감사하며, 당신의 함선에서 일하기를 원하는 것 같습니다.
ru: Вы открываете капсулу и обнаруживаете, что внутри нее находится орхидея! Радуясь освобождению, она, похоже, готова работать на вашем корабле.
zh_hans: 你打开豆荚仓，发现里面有一个兰花族！对方很高兴被释放出来，似乎愿意在你的船上工作。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_OPEN"]/event[3]/text
source: You open the pod only to be thrown back by an explosion! A live round has just been fired from a defunct Kernel weapon inside the pod! Though the weapon itself is broken, you manage to salvage some ammunition from it and go to work on the damage it caused.
fr: Vous ouvrez la capsule et êtes repoussé par une explosion ! Une cartouche armée a été tirée d'une arme Noyau délabrée dans la capsule ! L'arme elle-même est inutilisable, mais vous arrivez à récupérer quelques munitions de celle-ci, et vous partez réparer les dégâts qu'elle a causé.
ko: 포드를 열자 폭발이 일어나 당신은 뒤로 나가떨어집니다! 포드 안에 있던 낡은 낱알 무기에서 실탄이 발사되었습니다! 무기 자체는 부서졌지만, 당신은 포드로부터 약간의 탄약을 꺼낸 뒤 피해를 복구하러 갑니다.
ru: Вы открываете капсулу, но вас отбрасывает назад взрывом! Внутри капсулы только что был выпущен боевой снаряд из неработающего зерномета! Хотя само оружие сломано, вам удается извлечь немного боеголовок и заняться устранением повреждений, которые оно нанесло.
zh_hans: 你打开豆荚仓，结果却被爆炸抛了回来！豆荚仓内一个失效的果核武器刚刚发射了一轮实弹！虽然武器本身已经损坏，但你还是设法从中回收了一些弹药，并着手处理它造成的伤害。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_OPEN"]/event[4]/text
source: You open up the pod to find functional Kernel weapon!
fr: Vous ouvrez la capsule et trouvez une arme Noyau fonctionnelle à l'intérieur !
ko: 당신은 포드에서 멀쩡한 낱알 무기를 발견했습니다!
ru: Открыв капсулу, вы обнаружили рабочий зерномет!
zh_hans: 你打开豆荚仓，找到了一个完好的果核武器！

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_SCAN"]/event[1]/text
source: The contents of the pod seems to be several Orchids, though their mental state is questionable. You decide it's too dangerous to take them on-board.
fr: La capsule semble contenir plusieurs Orchidées, mais leur état mental est probablement discutable. Vous décidez qu'il est probablement trop dangereux de les accueillir à bord.
ko: 포드 내에는 몇 가지의 오키드가 있는 것처럼 보이지만, 그들의 정신 상태는 멀쩡해보이지 않습니다. 당신은 그들을 배에 태우기에는 너무 위험하다고 여깁니다.
ru: Похоже, что содержимое капсулы - несколько орхидей, хотя их психическое состояние вызывает опасения. Вы решаете, что брать их на борт слишком опасно.
zh_hans: 豆荚仓的内容物似乎是几个兰花族，然而它们的精神状态令人怀疑。你认为带他们上船太危险了。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_SCAN"]/event[2]/text
source: You open the pod to find an Orchid stuck inside! Glad to be free, they seem willing to work aboard your ship.
fr: Vous ouvrez la capsule et trouvez une Orchidée coincée à l'intérieur ! Ravie d'être libérée, elle semble vouloir travailler à bord de votre vaisseau.
ko: 포드를 여니 한 오키드가 안에 끼어있는 것을 발견했습니다! 그는 자신을 풀어준 것에 감사하며, 당신의 함선에서 일하기를 원하는 것 같습니다.
ru: Вы открываете капсулу и обнаруживаете, что внутри нее находится орхидея! Радуясь освобождению, она, похоже, готова работать на вашем корабле.
zh_hans: 你打开豆荚仓，发现里面有一个兰花族！对方很高兴被释放出来，似乎愿意在你的船上工作。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_SCAN"]/event[3]/text
source: It seems the contents of the pod is a live Kernel weapon, dangerously armed to go off as soon as the pod is opened. Knowing this, you carefully disable the gun first. Though the weapon itself is broken, you manage to salvage some ammunition from it.
fr: La capsule semble contenir une arme Noyau armée, prête à tirer dès que quiconque ouvre la capsule. Ayant constaté cela, vous désactivez précautionneusement l'arme avant d'ouvrir la capsule. L'arme elle-même est inutilisable, mais vous arrivez à récupérer quelques munitions de celle-ci.
ko: 포드 안에는 활성화된 낱알 무기가 있고 포드를 열자마자 폭발할 것처럼 보입니다. 이것을 눈치챈 당신은 먼저 조심히 무기의 전원을 껐습니다. 비록 무기 자체는 부서졌지만, 무기에서 약간의 탄약을 꺼낼 수 있었습니다.
ru: Похоже, что в капсуле находится зерномет, опасно заряженный и готовый выстрелить, как только капсула будет открыта. Зная это, вы сначала аккуратно выводите из строя оружие. Хотя само оружие сломано, из него удается извлечь немного боеголовок.
zh_hans: 豆荚仓内的东西似乎是一件激活的果核武器，一旦豆荚仓打开，就会危险地引爆。知道了这一点，你先是小心地禁用了它。虽然武器本身已经损坏，但你还是设法从中回收了一些弹药。

# data/events_orchid.xml$//eventList[@name="ORCHID_SEEDS_SCAN"]/event[4]/text
source: You open up the pod to find a functional Kernel weapon!
fr: Vous ouvrez la capsule et trouvez une arme Noyau fonctionnelle à l'intérieur !
ko: 당신은 포드에서 멀쩡한 낱알 무기를 발견했습니다!
ru: Открыв капсулу, вы обнаруживаете в ней исправный зерномет!
zh_hans: 你打开豆荚仓，找到了一个完好的果核武器！

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/text
source: You encounter a giant Orchid passenger ship with a military escort. One of the passengers contacts you using a makeshift communicator: "Please take me. I can work. I've stolen a shuttle."
fr: Vous rencontrez un énorme vaisseau de transport Orchidée accompagné d'une escorte militaire. Un des passagers vous contacte grâce à un transmetteur rudimentaire : "Pitié, prenez-moi sur votre vaisseau. Je peux travailler. J'ai volé une navette."
ko: 당신은 군 호위함과 함께 있는 거대한 오키드 여객선을 마주합니다. 승객 중 한 명이 당신에게 임시 통신기를 통해 연락합니다. "제발 데려가 달라 나를. 나는 할 수 있습니다 일을. 나는 훔쳤습니다 한 왕복선."
ru: Вы столкнулись с гигантским пассажирским кораблем орхидей с военным эскортом. Один из пассажиров связывается с вами с помощью самодельного коммуникатора: "Пожалуйста, заберите меня с собой. Я могу работать. Я украла шаттл".
zh_hans: 你遇到一艘巨大的兰花族客船，一艘军舰在一旁护航。其中一名乘客用临时通讯器联系你："请带我走。我可以干活。我偷了一辆穿梭机。"

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[1]/text
source: Offer them a position on your ship.
fr: Leur offrir un poste sur votre vaisseau.
ko: 그들에게 함선의 위치를 제공한다.
ru: Предложить ей место на вашем корабле.
zh_hans: 给对方提供一个船上的岗位。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[1]/event/text
source: The new addition to your crew turns out to be an Orchid youth. They take a combat pose and excrete chemicals that fill your other crewmembers with determination.
fr: Le nouvel élément de votre équipage se révèle être une jeune Orchidée. Elle prend une posture de combat et excrète des phéromones qui donnent du courage à votre équipage.
ko: 당신의 함선에 새로 올라탄 선원은 오키드 청년으로 드러났습니다. 그들은 전투 자세를 취하고 당신의 다른 선원의 의지를 가득 채우는 화학 물질을 내뿜습니다.
ru: Новый член экипажа оказывается молодой орхидеей. Она принимает боевую позу и выделяет химические вещества, которые наполняют остальных членов экипажа решимостью.
zh_hans: 新加入的船员原来是一名兰花族青年。青年摆出战斗姿态，排出化学物质，让其他船员充满决心。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[2]/text
source: Fight their escort.
fr: Combattre leur escorte.
ko: 그들의 호위함과 전투한다.
ru: Сразиться с их экскортом.
zh_hans: 与对方的护卫队战斗。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[2]/event/text
source: You power up your weapons and prepare to engage the Escort.
fr: Vous activez vos armes et vous préparez à engager l'Escorte en combat.
ko: 당신은 무기에 전력을 올리고 호위함과의 교전을 준비합니다.
ru: Вы заряжаете оружие и готовитесь вступить в бой с эскортом.
zh_hans: 你充能武器，准备与护卫队交战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[3]/text
source: Decline.
fr: Refuser.
ko: 무시한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW"]/choice[3]/event/text
source: You don't need any more crew.
fr: Vous n'avez pas besoin d'autres membres d'équipage.
ko: 당신은 더 이상 선원이 필요하지 않습니다.
ru: Вам не нужен дополнительный член экипажа.
zh_hans: 你不需要更多船员了。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_FREE_CREW_KILL"]/text
source: The Orchid escort is dead, leaving the Orchid crew with no protection. They surrender and pay you handsomely in return for their lives.
fr: L'escorte Orchidée est vaincue, laissant l'équipage Orchidée vulnérable. Ils se rendent et vous payent grassement en échange de leurs vies.
ko: 오키드 선원을 무방비하게 놔둔 채로, 오키드 호위함은 터지고 말았습니다. 그들은 당신에게 항복하고 목숨에 대한 많은 대가를 건넵니다.
ru: Эскорт орхидей уничтожен, и экипаж орхидей остался без защиты. Они сдаются и платят вам большие деньги в обмен на свои жизни.
zh_hans: 兰花族护航队阵亡，剩下的兰花族船员已经没有任何保护。他们投降并给你丰厚的赎金，以换取他们的性命。

# data/events_orchid.xml$//event[@name="ENCOUNTER_ORCHID"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_ORCHID"]/text[1]
source: A hostile Orchid ship awaits you at the beacon. Without a single reason as to why, they open fire. It's uncharacteristic of the usually friendly plants, but there's nothing to be done.
fr: Un vaisseau Orchidée hostile vous attend à cette balise. Sans donner de raison, ils se mettent à tirer. Un comportement peu commun pour ces plantes d'habitudes amicales, mais il n'y a rien à y faire.
ko: 적대적인 오키드 함선이 송신소에서 당신을 기다리고 있었습니다. 그 어떠한 이유도 없이, 그들은 당신을 공격하기 시작했습니다. 원체 우호적인 식물들로서는 이상한 행동이지만, 할 수 있는 것은 아무 것도 없었습니다.
ru: У маяка вас поджидает враждебный корабль орхидей. Без объяснения причин они открывают огонь. Это нехарактерно для обычно дружелюбных растений, но ничего не поделаешь.
zh_hans: 一艘敌对的兰花舰船在信标旁等着你。对方毫无理由地开火。这不是这些友好植物通常的做派，但现在无计可施。
