Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_orchid.xml$//event[@name="ORCHID_PIRATE_FRIENDLY_ASB"]/text
source: A pirate ship worn out by many battles moves in your direction from behind an Orchid planet. Maybe the time has come to test the famous Orchid security?
fr: Un vaisseau pirate abîmé par de nombreuses batailles arrive dans votre direction de derrière une planète Orchidée. Il est peut-être temps de tester la fameuse sécurité Orchidée ?
ko: 수많은 전투를 겪은 해적선이 당신 뒤에서 나타나 오키드 행성으로 향합니다. 그 유명한 오키드식 방어체계를 구경하게 되려나요?
ru: Измотанный многими сражениями пиратский корабль движется в вашу сторону со стороны планеты орхидей. Может быть, пришло время проверить знаменитую защиту орхидей?
zh_hans: 一艘在多次战斗后受损严重的海盗舰从兰花族星球后面朝你的方向移动。也许是时候测试兰花族们远近闻名的安防系统了？

source: Engage the pirate alone.
fr: Faire face au pirate sans aide.
ko: 혼자 해적선과 교전한다.
ru: Разобраться с пиратами в одиночку.
zh_hans: 独自与海盗交战。

source: Ask for help.
fr: Demander de l'aide.
ko: 도움을 청한다.
ru: Попросить помощи.
zh_hans: 请求援助。

source: You send a distress signal, and the Orchid military stationed at the planet responds immediately and targets the pirate with Anti-Ship Battery.
fr: Vous envoyez un signal de détresse, et les militaires Orchidées postés sur la planète répondent immédiatement et ciblent le pirate avec une Batterie Anti-Vaisseaux.
ko: 당신은 조난 신호를 보내자, 곧바로 주둔 중이던 오키드군이 해적을 향해 대함포대 공격을 가합니다.
ru: Вы посылаете сигнал бедствия, и военные орхидей, размещенные на планете, немедленно реагируют и наводят на пиратов противокорабельную батарею.
zh_hans: 你发出求救信号，驻扎在这个星球上的兰花族军队立即响应，用反舰炮台瞄准海盗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_UNDER_ATTACK_PIRATE"]/text
source: An unarmed Orchid vessel is trying to flee from a ship with the markings of a space pirate that is chasing behind.
fr: Un vaisseau Orchidée désarmé essaye de s'enfuir d'un vaisseau orné de dessins pirates le poursuivant.
ko: 해적선의 타겟이 된 채 뒤쫓기는 비무장 오키드 선박이 도망치려 하고 있습니다.
ru: Невооруженное судно орхидей пытается спастись от преследующего его корабля с опознавательными знаками космического пирата.
zh_hans: 一艘没有武装的兰花族飞船正试图逃离一艘正在后面追捕他们的带有太空海盗标志的舰船。

source: Help the Orchid ship.
fr: Aider le vaisseau Orchidée.
ko: 오키드 선박을 돕는다.
ru: Помочь кораблю орхидей.
zh_hans: 帮助兰花族飞船。

source: You fire a warning shot and the pirate ship changes direction to face you. "That ship is even bigger! Let's loot this one instead." The Orchid vessel stops far beyond firing distance to watch the battle.
fr: Vous effectuez un tir de sommation et le vaisseau pirate change de direction pour vous faire face. "Celui-là est encore plus gros ! On va plutôt le piller lui." Le vaisseau Orchidée s'arrête loin du conflit pour observer le combat.
ko: 당신이 해적선에 경고 사격을 하자, 해적선은 방향을 바꿔 당신에게 향합니다. "이야 이 함선은 더 크잖아! 대신 얘내들을 털자고." 오키드 선박은 포격 뒤 멀리서 멈춘 채 전투를 지켜봅니다.
ru: Вы делаете предупредительный выстрел, и пиратский корабль меняет направление движения. "Этот корабль еще больше! Давай лучше разграбим этот". Корабль орхидей останавливается далеко за пределами дистанции стрельбы, чтобы понаблюдать за сражением.
zh_hans: 你进行了警告射击，海盗舰转向面对你。"那艘船更大！作为替代，就让我们把这艘抢过来。"兰花族飞船在最远射击距离之外停下来观看战斗。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Do not intervene.
fr: Ne pas intervenir.
ko: 참견하지 않는다.
ru: Не вмешиваться.
zh_hans: 不要干预。

# data/events_orchid.xml$//eventList[@name="ORCHID_SAVED_LIST"]/event[1]/text
source: The Orchid ship has taken heavy damage before you came to help. The only surviving Orchid offers to join your crew.
fr: Le vaisseau Orchidée a subi de lourds dégâts avant que vous soyez venu à son aide. La seule Orchidée survivante vous propose de rejoindre votre équipage.
ko: 당신이 도우러 오기 전에 이미 오키드 함선은 큰 피해를 입은 상태였습니다. 함선의 유일한 생존자가 선원이 되기를 희망합니다.
ru: Корабль орхидей получил серьезные повреждения до того, как вы пришли на помощь. Единственная выжившая орхидея предлагает присоединиться к вашей команде.
zh_hans: 兰花族飞船在你来帮忙之前已经严重受损。唯一幸存下来的兰花族愿意成为你的船员。

# data/events_orchid.xml$//eventList[@name="ORCHID_SAVED_LIST"]/event[2]/text
source: The Orchid ship offers you some resources as a reward for saving them.
fr: Le vaisseau Orchidée vous offre quelques ressources comme récompense pour les avoir sauvés.
ko: 오키드 함선이 도움을 받은 대가로 약간의 자원을 주고자 합니다.
ru: Корабль орхидей предлагает вам немного ресурсов в качестве награды за их спасение.
zh_hans: 兰花族飞船为你提供了一些资源，作为拯救他们的回报。

# data/events_orchid.xml$//eventList[@name="ORCHID_SAVED_LIST"]/event[3]/text
source: As you fought the pirate, the Orchid ship charged the FTL drive and jumped away.
fr: Pendant votre combat avec le pirate, le vaisseau Orchidée a chargé son moteur SPL et a sauté pour s'enfuir.
ko: 당신이 해적과 싸우는 동안, 오키드 함선은 FTL 드라이브를 충전하고 도약해 사라졌습니다.
ru: Пока вы сражались с пиратами, корабль орхидей зарядил ССД и прыгнул прочь.
zh_hans: 当你与海盗作战时，兰花族飞船充能了超光速推进器，然后跃迁逃离。

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/text
source: A rogue ship awaits you at the beacon. "Laborers for cheap! Can be used as oxygen emitters, cannon fodder, gifts to tribal chiefs, firewood, or healthy food!"
fr: Un vaisseau renégat vous attend à cette balise. "Serviteurs pas cher ! Vous pouvez les utiliser comme générateurs d'oxygène, comme chair à canon, comme cadeaux à des chefs tribaux, comme bois de chauffage, ou vous pouvez même en faire un en-cas sain !"
ko: 떠돌이 함선이 송신소에서 당신을 기다립니다. "노예가 싸다 싸! 산소 방출기로, 총알받이로, 야만인 족장에게 주는 선물로, 아님 장작이나 건강식으로도 쓸 수 있다고!"
ru: У маяка вас ожидает корабль изгоев. "Рабочие по дешевке! Можно использовать в качестве кислородных источников, пушечного мяса, подарков вождям племен, дров или здоровой пищи!"
zh_hans: 一艘贩奴船在信标旁等着你。"廉价劳动力！可以用作氧气释放器、炮灰、部落首领的礼物、柴火或健康食品！"

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/choice[1]/text
source: Save the enslaved Orchids!
fr: Sauver les Orchidées réduites en esclavage !
ko: 오키드 노예를 구한다.
ru: Спасти порабощенные орхидеи!
zh_hans: 救出被奴役的兰花族！

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/choice[1]/event/text
source: You attack the slavers.
fr: Vous attaquez les esclavagistes.
ko: 당신은 노예상을 공격합니다.
ru: Вы атакуете работорговцев.
zh_hans: 你对奴隶主展开攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/choice[2]/text
source: Buy one Orchid slave.
fr: Acheter un esclave Orchidée.
ko: 오키드 노예를 하나 산다.
ru: Купить одну рабыню-орхидею.
zh_hans: 购买一名兰花族奴隶。

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/choice[3]/text
source: Decline and jump away.
fr: Refuser et sauter.
ko: 거절하고 도약한다.
ru: Отказаться и уйти в прыжок.
zh_hans: 拒绝并跃迁。

# data/events_orchid.xml$//event[@name="ORCHID_SLAVES"]/choice[3]/event/text
source: You don't bother engaging the slaver.
fr: Vous ne vous fatiguez pas à parler à l'esclavagiste.
ko: 당신은 노예상과 싸우는 것에는 관심이 없습니다.
ru: Вы не вступаете в бой с работорговцами.
zh_hans: 你不想去雇佣奴隶。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_SLUG_TAUNT"]/text
source: You are surprised to find a Slug ship in a system mostly populated by Orchids. The Slugs are requesting to communicate using an encrypted channel.
fr: Il est assez étonnant de trouver un vaisseau Limace dans un système principalement peuplé d'Orchidées. Les Limaces vous demandent de communiquer en utilisant un canal crypté.
ko: 당신은 놀랍게도 오키드가 거주 중인 행성계에서 슬러그 함선을 발견했습니다. 슬러그들은 당신과 암호화된 주파수로 통신하길 원하고 있었습니다.
ru: Вы удивлены, обнаружив корабль слизней в системе, населенной в основном орхидеями. Слизни просят связаться с ними по зашифрованному каналу.
zh_hans: 你惊讶地发现，在一个主要由兰花族居住的星系中有一艘蛞蝓族飞船。蛞蝓族请求使用加密通道进行通讯。

# data/events_orchid.xml$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/text
source: Agree to talk with the Slugs.
fr: Accepter de parler avec les Limaces.
ko: 대화를 수락한다.
ru: Согласиться на переговоры со слизнями.
zh_hans: 同意和蛞蝓族谈话。

# data/events_orchid.xml$//event[@name="ORCHID_SLUG_TAUNT"]/choice[1]/event/text
source: "Greetingsss, two-legged meatsssack. We were looking for sssuch fine ssspecimen for a century. You are truly the ugliessst human in the galaxy and deserve to be embalmed and shown in a museum. I only wonder what your mom looksss like."
fr: "Sssssalutations, sssssac à viande bipède. Cela fait un sssssiècle que nous cherchions un sssspécimen aussi magnifique. Vous êtes vraiment l'humain le plus moche de la galaxssssie, et vous méritez d'être embaumé et exposé dans un musée. Je n'ose pas imaginer à quoi resssssemble votre mère."
ko: "반갑씁니다, 다리 두 개 달린 고깃덩어리 분들! 쩌희는 우쑤한 표본을 짲기 위해 백 년 동안 돌아다녀씁니다. 당씬은 우쭈에서 쩨일 못쌩긴 인간으로, 박물관에 영원히 박쩨씨킬 가찌가 쭝분하다고 싸료됩니다! 당씬 어머니는 어떻게 쌩기쎴는지 볼 쑤 없는 게 아쒸울 따름입니다."
ru: "Приветссствую тебя, двуногий мясссник. Мы сссто лет иссскали такой прекрасссный экземпляр. Ты дейссствительно сссамый уродливый человек в галактике и зассслуживаешшшь того, чтобы тебя забальзамировали и выссставили в музее. Интересссно только, как выглядит твоя мамка".
zh_hans: "你好哇，两条腿的肉袋子。一个世世世世世纪以来，我们一直在寻找这么好的样本。你真是银河系里最丑的人类了，值得做好防腐然后陈列在博物馆里。我只想知道你妈妈长成什么样子。"

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!
zh_hans: 攻击！

source: You fire at the Slug ship and they immediately respond with evasive maneuvers. The Slug captain sends a distress message to the nearby Orchid planet claiming to be attacked by pirates. To your surprise, the Orchids respond with locking an Anti-Ship Battery onto your ship. It was all a part of the Slug's plan.
fr: Vous ouvrez le feu sur le vaisseau Limace, et ils répondent immédiatement par une manœuvre évasive. Le capitaine Limace envoie un message de détresse à la planète Orchidée proche, déclarant être attaqué par des pirates. Étonnamment, les Orchidées répondent en verrouillant une Batterie Anti-Vaisseaux sur votre vaisseau. Tout cela faisait partie du plan des Limaces.
ko: 당신이 슬러그 함선을 향해 발사하자 그들은 즉시 회피 기동에 들어갔습니다. 슬러그 함장은 가까운 오키드 행성에게 "해적에게 공격받고 있다"는 내용의 구조 신호를 보냅니다. 놀랍게도, 신호를 받은 오키드들은 당신의 함선을 향해 대함포대를 조준했습니다. 전부 슬러그의 계획대로였습니다!
ru: Вы открываете огонь по кораблю слизней, и они немедленно отвечают маневрами уклонения. Капитан слизней посылает сигнал бедствия на соседнюю планету орхидей, утверждая, что на него напали пираты. К вашему удивлению, орхидеи отвечают прицеливанием противокорабельной батареи на ваш корабль. Все это было частью плана слизня.
zh_hans: 你向蛞蝓族飞船开火了，他们立即采取规避行动。蛞蝓族舰长向附近的兰花族星球发出求救信号，声称遭遇海盗袭击。令你惊讶的是，兰花族的反应竟是将反舰炮台锁定了你的星舰。这都是蛞蝓族计划的一部分。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Signal Diluter) Block any distress signals the Slug might make, and attack!
fr: (Dilueur de signaux) Bloquer les signaux de détresse du vaisseau Limace, et attaquer !
ko: (신호 약화 장치) 슬러그들의 구조 요청을 차단하고, 공격한다!
ru: (Глушитель сигналов) Заблокировать все сигналы бедствия, которые может подавать слизень, и атаковать!
zh_hans: (信号稀释器)封锁这名蛞蝓族可能发出的任何求救信号，然后攻击！

source: You fire at the Slug ship and they immediately respond with evasive maneuvers. The Slug captain sends a distress message to the nearby Orchid planet claiming to be attacked by pirates, but it fails to go through. Their initial plan failed, the Slugs have no choice but to fight you on their own.
fr: Vous ouvrez le feu sur le vaisseau Limace, et ils répondent immédiatement par une manœuvre évasive. Le capitaine Limace envoie un message de détresse à la planète Orchidée proche, déclarant être attaqué par des pirates, mais le message est bloqué. Leur plan initial ayant échoué, les Limaces se retrouvent obligés de se battre seuls contre vous.
ko: 당신이 슬러그 함선을 향해 발사하자 그들은 즉시 회피 기동에 들어갔습니다. 슬러그 함장은 가까운 오키드 행성에게 "해적에게 공격받고 있다"는 내용의 구조 신호를 보내지만, 그 신호는 차단되었습니다. 계획이 실패한 슬러그들은 어쩔 수 없이 맨몸으로 당신과 싸워야만 했습니다.
ru: Вы открываете огонь по кораблю слизней, и они немедленно отвечают маневрами уклонения. Капитан слизней посылает сигнал бедствия на соседнюю планету орхидей, заявляя, что на него напали пираты, но он не проходит. Их первоначальный план провалился, и слизням не остается ничего другого, как сражаться с вами в одиночку.
zh_hans: 你向蛞蝓族飞船开火了，他们立即采取规避行动。蛞蝓族舰长向附近的兰花族星球发出求救信号，声称遭遇海盗袭击，但信号未能传出。他们最初的计划泡汤了，这群蛞蝓族别无选择只能孤身与你作战。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Slug Crew) Return the insult.
fr: (Membre d'équipage Limace) Les insulter en retour.
ko: (슬러그 선원) 모욕을 돌려준다.
ru: (Член экипажа-слизень) Нанести ответное оскорбление.
zh_hans: (蛞蝓族船员)跟他对线。

source: Your Slug turns to the others, dons a pair of shades, and simply states "Couldn't be worssse than your mother after I annihilated her in bed lasssst night." Shocked and outraged, the Slug captain has no idea how to respond. Eventually, in utter humiliation, he concedes and offers surrender.
fr: Votre Limace se tourne vers les autres, met des lunettes de soleil, et déclare simplement "Ca peut pas être pire que votre mère après que je l'aie annihilée dans sssson lit hier soir." Choqué et outré, le capitaine Limace n'a aucune idée de comment rétorquer. Rapidement, totalement humilié, il décide de se rendre.
ko: 당신의 슬러그는 선글라스를 끼고, 상대방을 향해 "찌난밤 쩨가 찜대에써 쭉여버린 당씬 어머니보다야 끔찍했게씁니까?" 라고 던집니다. 슬러그 함장은 이 말을 듣고 분노하지만, 곧 굴욕을 이기지 못하고 항복합니다.
ru: Ваш слизень поворачивается к остальным, надевает очки и произносит: "Не хуже, чем твоя мамка посссле того, как я уничтожил ее в поссстели прошшшлой ночью". Потрясенный и возмущенный, капитан слизней не знает, что ответить. В конце концов, в полном унижении он уступает и готов капитулировать.
zh_hans: 你的蛞蝓族船员转向他们，戴上一副墨镜，轻描淡写地说："不可能会比我昨晚在床上干死死死死死的你老妈更烂了"。蛞蝓族舰长震怒，但无言以对。最终，在极度耻辱中，他妥协投降。

source: Close communications and leave the system.
fr: Mettre fin aux communications et quitter le système.
ko: 통신을 끊고 행성계를 떠난다.
ru: Перекрыть связь и покинуть систему.
zh_hans: 关闭通讯并离开这个星系。

# data/events_orchid.xml$//event[@name="ORCHID_SLUG_TAUNT"]/choice[2]/text
source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_orchid.xml$//event[@name="ORCHID_SLUG_TAUNT"]/choice[2]/event/text
source: You ignore the Slugs.
fr: Vous ignorez les Limaces.
ko: 당신은 슬러그들을 무시하기로 했습니다.
ru: Вы не обращаете внимания на слизней.
zh_hans: 你无视了这些蛞蝓族。

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/text
source: A vast, beautiful field of flowers lays on the nearby planet. A stunning view of flowers scattered across miles and miles.
fr: Un vaste et magnifique champ de fleurs se trouve sur la planète proche. Un paysage époustouflant de fleurs dispersées sur des kilomètres de distance.
ko: 인근 행성에 광활하고 아름다운 꽃밭이 있습니다. 여기저기 피어난 꽃들의 멋진 광경이 수 마일에 걸쳐 펼쳐집니다.
ru: На ближайшей планете раскинулось огромное, красивое поле цветов. Потрясающий вид цветов, разбросанных на многие и многие мили.
zh_hans: 附近的星球上有一大片美丽的鲜花。一幅令人叹为观止的花卉景观绵延不绝。

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/choice[1]/text
source: Pick some flowers, maybe you can sell them.
fr: Ramasser quelques fleurs, peut-être qu'elles ont de la valeur.
ko: 꽃을 좀 따가자. 어딘가에 팔 수 있을 것이다.
ru: Собрать цветы, может быть, их можно продать.
zh_hans: 摘一些花朵走，也许你可以售卖它们。

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/choice[1]/event/text
source: As you and your crew begin to cheerfully pluck some flowers from the sunny field an Orchid ship decends from the sky, their crew in tears. "Monsters! You slaughter our children!" You had no idea these flowers were young Orchids, but it's too late to go back!
fr: Tandis que vous et votre équipage commencez à cueillir joyeusement quelques fleurs du champ ensoleillé, un vaisseau Orchidée descend du ciel, leur équipage en larmes. "Monstres ! Vous êtes en train de massacrer nos enfants !" Vous n'aviez aucune idée que ces fleurs étaient de jeunes Orchidées, mais il est maintenant trop tard pour faire marche arrière !
ko: 당신과 선원들이 양지바른 들판에서 꽃을 따기 시작할 때, 오키드 함선 한 척이 하늘에서 내려왔습니다. 선원들이 눈물을 흘리고 있습니다. "괴물들! 너희들은 학살한다, 우리 아이들을!" 당신은 이 꽃들이 어린 오키드였는 지는 몰랐지만, 돌아가기에는 너무 늦었습니다!
ru: Когда вы и ваша команда начинаете весело срывать цветы с солнечного полянки, с неба спускается корабль орхидей, а весь его экипаж в слезах. "Монстры! Вы убиваете наших детей!" Вы и не подозревали, что эти цветы - молодые орхидеи, но уже поздно пить Боржоми!
zh_hans: 当你和你的船员开始兴致勃勃地从阳光明媚的田野上摘花时，一艘兰花族飞船从天而降，他们的船员泪流满面。"怪物！你们屠杀了我们的孩子！"你不知道这些花是年幼的兰花族，但现在种回去已经太晚了！

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/choice[1]/event/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Crew) Your Orchid waves their vines frantically, warning you not to do it.
fr: (Membre d'équipage Orchidée) Votre Orchidée gesticule ses lianes dans tous les sens, vous avertissant de ne rien faire.
ko: (오키드 선원) 오키드 선원이 덩굴을 미친듯이 흔들며 꽃을 따지 말라고 하고 있습니다.
ru: (Член экипажа-орхидея) Ваша орхидея бешено размахивает своими листьями, предупреждая вас, что этого делать нельзя.
zh_hans: (兰花族船员)你的兰花族船员疯狂地摇着藤蔓，警告你不要这样做。

source: Your Orchid informs you the field is filled with young Orchid children who have not yet developed mobility. You realise you were nearly about to commit genocide and decide against it.
fr: Votre Orchidée vous informe que le champ est rempli de jeunes enfants Orchidées qui ne sont pas encore capables de bouger. Vous réalisez que vous étiez sur le point de commettre un génocide et vous décidez de partir.
ko: 당신의 오키드 선원은 이 들판이 아직 움직일 수 없는 어린 오키드 아이들로 가득 차 있다고 알려줍니다. 당신은 대량학살을 저지를 뻔했다는 것을 깨닫고 꽃을 꺾지 않기로 합니다.
ru: Ваша орхидея сообщает вам, что поле заполнено молодыми детьми орхидей, у которых еще не развита подвижность. Вы понимаете, что едва не собрались устроить геноцид, и решаете отказаться от этой затеи.
zh_hans: 你的兰花族船员告诉你，这片田野种满了尚未发育出移动能力的兰花族儿童。你意识到你差点犯下种族灭绝罪，并决定反对这件事。

source: (Medbots) Fertilize the fields.
fr: (Médi-bots) Fertiliser les champs.
ko: (의료용 나노봇) 꽃밭에 비료를 준다.
ru: (Медботы) Удобрить поля.
zh_hans: (纳米医疗机)给田野施肥。

source: Though it's not fertlizer in the traditional sense, the nanobots stimulate the growth of the flowers. The Orchid caretakers of the field seem to take notice of this and thank you for your generosity, though they advise you not to provide "unsolicited growth stimulation" to other people's children in the future.
fr: Bien que ça ne soit pas de l'engrais dans le sens traditionnel du mot, les nano-robots stimulent la croissance des fleurs. Les gardiens Orchidées du champ semblent remarquer votre action et vous remercient de votre générosité, tout en vous conseillant de ne pas fournir une "stimulation de croissance non sollicitée" aux enfants d'autrui à l'avenir.
ko: 일반적인 의미에서 '비료'라고 하기에는 어렵지만, 나노봇은 꽃의 성장을 자극합니다. 꽃밭에 있던 오키드 관리자들은 이것을 눈치채고 당신의 너그러움에는 감사하지만, 차후 다른 오키드의 자손에게는 "원하지 않은 성장 자극"을 하지 말아달라고 조언해주었습니다.
ru: Хотя это не удобрение в традиционном смысле слова, наноботы стимулируют рост цветов. Смотрители поля орхидей, похоже, заметили это и поблагодарили вас за щедрость, хотя и посоветовали впредь не оказывать "непрошеной помощи в стимулировании роста" чужим детям.
zh_hans: 虽然在传统意义上它不是肥料，但纳米机器人可以刺激花朵的生长。这片田野的兰花族管理员似乎注意到了这一点，并感谢你的慷慨，然而他们建议你今后不要向其他人的孩子提供"未经请求的生长刺激"。

source: (Lost Sun Crew + Fire Weapon) BURN IT ALL!
fr: (Équipage Soleils Perdus + Arme incendiaire) BRÛLEZ TOUT !
ko: (로스트선 함선 + 발화 무기) 전부 불태운다!
ru: (Член экипажа-Затерянное Солнце + Зажигательное оружие) СЖЕЧЬ ВСЕ!
zh_hans: (迷失烈阳船员+火焰武器)烧光它们！

source: Your crew erupts into a fit of maniac laughter as the field is set ablaze. Absolutely horrified, the Orchid Chieftain watching over the field steps in to stop your act of genocide!
fr: Votre membre d'équipage se met à rire de façon démoniaque tandis que le champ entier prend feu. Absolument horrifié, le Jardinier Orchidée surveillant le champ arrive pour empêcher votre acte génocidaire !
ko: 꽃밭이 불길로 휩싸이자 당신의 선원들은 미친듯이 웃기 시작합니다. 꽃밭을 지켜보던 오키드 추장이 겁에 질린 채로 당신의 대학살을 막기 위해 꽃밭으로 뛰어듭니다!
ru: Ваша команда разразилась приступом маниакального хохота, когда поле было подожжено. В полном ужасе Вождь орхидей, наблюдающий за полем, вмешивается, чтобы остановить ваш акт геноцида!
zh_hans: 当田野起火时，你的船员们爆发出一阵狂笑。一定是被吓坏了，看护田野的兰花族长出面制止你的种族灭绝行为！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/choice[5]/text
source: We have better things to do.
fr: Nous avons d'autres choses à faire.

# data/events_orchid.xml$//event[@name="ORCHID_FIELD"]/choice[5]/event/text
source: You ignore the flowers and carry on with your mission.
fr: Vous ignorez les fleurs et continuez votre mission.

source: Do something on-board the ship.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.

# data/events_orchid.xml$//event[@name="ORCHID_AUTO_THEFT"]/text
source: A distressed band of Orchids hails you. Though it appears most live a mute lifestyle, one Orchid is able to communicate vocally. "Please help! An Auto-ship has come and stolen our children! Please rescue them!"
fr: Un groupe d'Orchidées en panique vous contacte. Bien qu'il semble que la plupart d'entre elles soient muettes, une Orchidée arrive à communiquer de façon vocale. "Aidez-nous, s'il vous plaît ! Un Auto-vaisseau est venu kidnapper nos enfants ! Sauvez-les, par pitié !"
ko: 한 고통받는 오키드 무리가 당신에게 신호를 보냅니다. 대부분의 오키드는 조용하게 있는 것으로 보이지만, 한 오키드는 목소리로 소통을 할 수 있었습니다. "도와주세요! 무인선이 와서 훔치고 있어요. 우리 아이들을! 제발 구해주세요 우리 아이들을!"
ru: С вами связывается группа орхидей. Хотя, судя по всему, большинство из них ведут немой образ жизни, одна орхидея способна к голосовому общению. "Пожалуйста, помогите! Прилетел автоматический корабль и украл наших детей! Пожалуйста, спасите их!"
zh_hans: 一群忧伤的兰花族呼叫你。尽管他们大多数过着沉默的生活，但一个兰花族能够用声音交流。"请帮帮我们！一艘自动舰来偷走了我们的孩子！请救救他们！"

# data/events_orchid.xml$//event[@name="ORCHID_AUTO_THEFT"]/choice[1]/text
source: Agree to rescue the Orchid children.
fr: Accepter de sauver les enfants Orchidées.
ko: 오키드 아이들을 구출하는 데 동의한다.
ru: Согласиться на спасение детей орхидеи.
zh_hans: 同意营救兰花族幼体。

# data/events_orchid.xml$//event[@name="ORCHID_AUTO_THEFT"]/choice[1]/event/text
source: You track down the Auto-ship, and it appears it has not yet left the system. It loops a single message, "GIVE ME THE PLANT", and attacks you!
fr: Vous traquez l'Auto-vaisseau, et il semble ne pas encore avoir quitté le système. Il répète un simple message en boucle, "DONNEZ-MOI LA PLANTE", et vous attaque !
ko: 당신이 무인선을 추적한 결과, 아직 행성계를 떠나지 않은 것으로 보입니다. 무인선은 "식물을 내놔라"라는 말만을 반복하며, 당신을 공격합니다!
ru: Вы отслеживаете автоматический корабль, и кажется, что он еще не покинул систему. Он зацикливает одно сообщение: "ОТДАЙ МНЕ РАСТЕНИЕ", и атакует!
zh_hans: 你追踪到了自动舰，它似乎还没有离开星系。它循环播放着一条信息，"给 我 植 物"，然后对你展开攻击！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Orchid Children) Give it a plant.
fr: (Enfants Orchidées) Lui donner une plante.
ko: (오키드 아이들) 식물을 준다.
ru: (Дети орхидей) Подарить растения.
zh_hans: (幼体兰花)给它一株植物。

source: You give the corpses over to the Auto-ship, which it scans then accepts. "Plant has been given. Thank you for your contributions to the Rebel Xeno-Identification Project. Accept this monetary compensation for your offering."
fr: Vous donnez les corps à l'Auto-vaisseau, qui les scanne et les accepte. "La plante a été donnée. Merci pour votre contribution au Projet de Xéno-Identification Rebelle. Veuillez accepter cette compensation monétaire en échange de votre don."
ko: 당신이 무인선에게 시신을 넘기자, 그것을 분석한 뒤에 받아들입니다. "식물을 받았음. 반군 유전자-분석 프로젝트의 기여에 감사함. 기부에 대한 감사의 표시를 제공함."
ru: Вы передаете трупы автоматическому кораблю, который сканирует их и затем берет их. "Растение передано. Спасибо за ваш вклад в проект ксеноидентификации повстанцев. Примите эту денежную компенсацию за ваше пожертвование".
zh_hans: 你把尸体交给自动飞船，它扫描后接受。"植物已被赠予。感谢您对神军氙气识别项目的贡献。请接受对您提供行为的金钱补偿。"
