Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_ORCHID"]/text[2]
source: The Orchids at the beacon behave unusually aggressive. One of the ships moves in your direction with weapons online. Scans indicate that the crew is being consumed by some form of alien parasites that have driven them mad.
fr: Les Orchidées de cette balise se comportent de façon étonnamment agressive. Un des vaisseaux se déplace vers vous en activant ses armes. Vos scans indiquent que son équipage est affecté par un genre de parasite alien qui les a rendu fous.
ko: 이 송신소의 오키드는 유난히 공격적이었습니다. 함선 중 하나가 무기에 전력을 넣은 채로 당신의 방향으로 움직입니다. 스캔 결과, 오키드 선원들이 일종의 외계인 기생충에 잠식되어 미쳐버린 것으로 보입니다.
ru: Орхидеи у маяка ведут себя необычно агрессивно. Один из кораблей направляется в вашу сторону с включенным оружием. Сканирование показывает, что экипаж захвачен инопланетными паразитами, которые свели его с ума.
zh_hans: 信标旁的兰花族表现得异常咄咄逼人。其中一艘舰船启动了武器系统并在朝你的方向移动。扫描显示，船员们正被某种形式的外星寄生虫吞噬，这些寄生虫使他们发疯。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_ORCHID"]/text[3]
source: An Orchid military ship approaches and scans your ship. Having found that you're far from being peaceful, the Orchids arm their weapons to protect their home.
fr: Un vaisseau militaire Orchidée s'approche et scanne votre vaisseau. Ayant découvert que vous êtes loin d'être pacifique, les Orchidées activent leur armement pour protéger leur foyer.
ko: 한 오키드 군함이 접근해 당신의 함선을 스캔했습니다. 당신이 평화와 등진 사람이라는 걸 파악한 오키드들은 자신들의 집을 지키기 위해 무기를 꺼내들었습니다.
ru: Военный корабль орхидей приближается и сканирует ваш корабль. Обнаружив, что вы далеко не мирный человек, орхидеи активируют оружие, чтобы защитить свой дом.
zh_hans: 一艘兰花族战舰靠近并扫描了你的飞船。兰花族发现你远远称不上爱好和平，于是他们启动了武器来保护自己的家园。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_ORCHID"]/text[4]
source: An unusually verbose Orchid ship at the beacon messages you: "We got reports that you aliens are feeding upon sentient flora after cooking them with fire! For that crime you shall be punished!"
fr: Un vaisseau Orchidée inhabituellement loquace vous envoie un message : "Nous avons lu des rapports comme quoi vous autres aliens vous nourrissez de plantes conscientes après les avoir cuites avec du feu ! Ce crime mérite punition !"
ko: 유난히 장황한 오키드 함선이 메시지를 보내왔습니다. "너희 외계인들이 지각 있는 식물을 불로 요리해서 먹고 있다는 보고를 받았다! 그런 범죄를 저질렀으니 처벌받아 마땅하다!"
ru: Необычайно многословный корабль орхидей, находящийся у маяка, сообщает вам: "Мы получили сообщение, что вы, инопланетяне, питаетесь разумной флорой, приготовив ее на огне! За это преступление вы будете наказаны!"
zh_hans: 一艘异常啰嗦的兰花飞船在信标处联系了你。"我们收到报告说，你们这些外星人在用火烹煮有生命的植物后，还以它们为食。对于这一罪行，你们将受到惩罚！"

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_ORCHID"]/text[5]
source: An Orchid ship awaits you at the beacon. An ominous message appears on communication screen: "In this world... It's KILL or BE killed!"
fr: Un vaisseau Orchidée vous attend à cette balise. Un message sinistre apparaît sur votre écran de communications : "Dans ce monde... Il faut TUER ou ÊTRE tué !"
ko: 한 오키드 함선이 이 송신소에서 당신을 기다리고 있었습니다. 그 순간, 통신 화면에 불길한 메시지가 나타납니다. "이 세상에선... 죽거나 죽이거나야!"
ru: На маяке вас поджидает корабль орхидей. На экране связи появляется зловещее сообщение: "В этом мире... УБЕЙ или БУДЕШЬ убит!"
zh_hans: 一艘兰花族舰船在信标旁等着你。通讯屏幕上出现一条不祥的消息："在 这 个 世 界，不 是 杀 人 就 是 被 杀！"

# data/events_orchid.xml$//event[@name="ENCOUNTER_VAMPWEED"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_VAMPWEED"]/text[1]
source: A civilian vessel desperately attempts to hail you before it is destroyed before your very eyes and replaced by a ravenous Vampweed vessel, already on the hunt.
fr: Un vaisseau civil essaie désespérément de vous contacter avant d'être détruit devant vos yeux, puis d'être remplacé par un vaisseau des voraces Vampiflores, prêt à la chasse.
ko: 한 민간 선박이 필사적으로 당신을 불렀습니다. 그러나 그 함선은 교신이 닿기도 전에 당신의 눈앞에서 파괴됐고, 그 자리에 피에 굶주려 한창 사냥 중인 흡혈초 선박이 나타났습니다.
ru: Гражданское судно отчаянно пытается связаться с вами, но его уничтожают на ваших глазах и вместо него появляется прожорливое судно Вампсорняков, уже вышедшее на охоту.
zh_hans: 一艘民用船只拼命地试图呼叫你，直到舰船在你眼前被摧毁，取而代之的是一艘贪婪至极的血草兰花舰船，它正在搜捕猎物。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_VAMPWEED"]/text[2]
source: Though the Vampweeds and the Florals have always been at odds, it was agreed during the Kadahellian'ek Treaty that the two could never enter war against each other. Unsurprisingly, the Vampweeds have taken to abusing this treaty as much as possible by actively aggressing the Gathering's allies as often as they like. Unfortunately, as a Federation-hired renegade, you fall under this category.
fr: Bien que les Vampiflores et les Florales aient toujours été rivales, elles ont signé un accord lors du Traité de Kadahellian'ek que ces deux races ne pourraient jamais entrer en guerre l'une avec l'autre. Évidemment, les Vampiflores abusent du traité le plus possible en agressant les alliés de la Congrégation aussi souvent que possible. Malheureusement, en tant que renégat embauché par la Fédération, vous faites partie de cette catégorie.
ko: 흡혈초와 화초는 언제나 사이가 나빴지만, 카다헬리아넥 조약을 체결한 이후 다시는 서로 전쟁을 벌이지 않기로 합의했습니다. 하지만 놀랄 것도 없이, 흡혈초는 군락의 동맹들을 적극적으로 공격함으로써 이 조약을 교묘히 회피해왔습니다. 불행히도 연방이 고용한 배회자인 당신은 '군락의 동맹'에 해당합니다.
ru: Хотя Вампсорняки и Флоралы всегда враждовали между собой, во время Кадаэллийского договора было решено, что они никогда не смогут вступить в войну друг с другом. Неудивительно, что Вампсорняки решили нарушить этот договор, активно нападая на союзников Соцветия так часто, как им этого захочется. К сожалению, вы, как нанятый Федерацией ренегат, попадаете в эту категорию.
zh_hans: 尽管血草兰花和悦心兰花一直存在分歧，但在《卡达赫利安克条约》中，双方达成了一致意见，即永远不能相互开战。不出所料，血草兰花已经开始尽最大可能地打这项条约的擦边球，随心所欲地攻击集议会的盟友。不幸的是，作为受联邦雇佣的变元者，你也是其目标之一。

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_VAMPWEED"]/text[3]
source: The blood red hull of a seemingly Orchid vessel glides by, but this is no friend of yours. These are Vampweeds, a subspecies of Orchids so aggressive they were forced out of the Gathering by the usually peaceful Florals. Such aggression can be observed when they suddenly attack you for no reason!
fr: La coque rouge sang d'un vaisseau semblant appartenir aux Orchidées glisse vers vous, mais ce n'est pas un de vos alliés. Ce sont des Vampiflores, une sous-espèce d'Orchidées si agressive qu'elle a été expulsée de la Congrégation par les pacifiques Florales. Vous constatez leur agressivité au moment où ils vous attaquent soudainement sans raison !
ko: 당신 앞을 미끄러지듯 지나가고 있는 붉은 외벽의 오키드 선박은 당신의 친구가 아닙니다. 이들은 오키드의 아종인 흡혈초로, 매우 공격적이기 때문에 평화주의자인 화초들에 의해 군락에서 쫓겨났습니다. 이들의 공격성은 매우 다양한 상황에서 드러납니다. 이를테면 아무런 이유 없이 당신을 공격하러 다가오고 있는 지금처럼 말입니다!
ru: Мимо проносится кроваво-красный корпус похожий на корабль орхидей, но это не ваш друг. Это Вампсорняки, подвид орхидей, настолько агрессивный, что его изгнали из Соцветия обычные мирные Флоралы. Эту агрессию можно почувствовать, когда они внезапно нападают на вас без всякой причины!
zh_hans: 一艘形似兰花族舰船，但舰体为血红色的船只滑过，但他们可不是你的朋友。他们是血草兰花，兰花族的一个子类型，非常好斗，他们被喜好和平的悦心兰花赶出了集议会。现在这种攻击性尽收眼底，因为他们突然无缘无故地袭击了你！

# data/events_orchid.xml$//textList[@name="TEXT_ENCOUNTER_VAMPWEED"]/text[4]
source: A screaming Vampweed appears on your screen. "BLOOD FOR THE BLOOD GOD! AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAH!" As expected, their weapons come online immediately after and a fight is inevitable.
fr: Une Vampiflore apparaît sur votre écran en hurlant. "DU SANG POUR LE DIEU DU SANG ! AAAAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHH !" Comme on pouvait s'y attendre, leurs armes s'activent immédiatement après, et le combat est inévitable.
ko: 함선 스크린에 비명을 지르는 흡혈초가 나타났습니다. "피의 신에게 피를! 으아아아아아아아아아아아아아아아아아아!" 놀라울 것도 없이, 교신이 끝나자마자 그들의 무기가 가동되기 시작했습니다. 싸움을 피할 수 없을 것 같군요.
ru: На экране появляется кричащий Вампсорняк. "КРОВЬ ДЛЯ БОГА КРОВИ! ААААААААААААААААААААААААААААААААААААААААААААА!" Как и следовало ожидать, их оружие сразу же приходит в действие, и схватка неизбежна.
zh_hans: 一只正在尖叫的血草兰花出现在你的屏幕上。"血祭血神！啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！"不出所料，他们的武器系统随即上线，一场战斗不可避免。

# data/events_orchid.xml$//event[@name="ENCOUNTER_ORCHID_STATION"]/text
source: An Orchid station guarding this beacon spots you. They identify your ship as military and feel threatened by your presence. You attempt to communicate that you have no hostile intentions but your message is lost in translation and the station continues to charge its weapons.
fr: Une station Orchidée gardant cette balise vous repère. Elles identifient votre vaisseau comme de type militaire, et se sentent menacées par votre présence. Vous essayez de communiquer vos intentions pacifiques, mais votre message est perdu dans la traduction et la station continue de charger ses armes.
ko: 당신은 이 송신소를 지키던 오키드 정거장에 포착당했습니다. 그들은 당신의 함선이 군함임을 확인하고 당신의 존재에 위협을 느끼고 있습니다. 당신은 적대적인 의도가 없음을 전달하려 했지만 번역이 제대로 이루어지지 않았습니다. 정거장이 무기를 충전하고 있습니다.
ru: Станция орхидей, охраняющая этот маяк, заметила вас. Они идентифицируют ваш корабль как военный и чувствуют угрозу от вашего присутствия. Вы пытаетесь сообщить, что у вас нет враждебных намерений, но ваше сообщение не доходит к ним при переводе, и станция продолжает заряжать оружие.
zh_hans: 一座守卫着这个信标的兰花族空间站发现了你。他们认为你的星舰是军用的，感觉你的出现是个威胁。你试图传达你没有敌意，但你的意图却在翻译时丢失了，空间站继续向其武器充能。

# data/events_orchid.xml$//event[@name="ENCOUNTER_ORCHID_STATION"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="ORCHID_PIRATE_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[1]
source: The Orchids put a lot of effort into maintaining security of their Homeworlds, but a pirate still managed to slip through their defenses. Prepare for battle!
fr: Les Orchidées déploient de nombreux efforts pour maintenir la sécurité de leurs Mondes Centraux, mais un pirate a néanmoins réussi à passer à travers leurs défenses. Préparez-vous au combat !
ko: 오키드가 고향 성단의 보안을 유지하기 위해 큰 노력을 기울였음에도 해적 하나가 그들의 방어선을 뚫고 들어왔습니다. 전투를 준비하십시오!
ru: Орхидеи приложили немало усилий для обеспечения безопасности своих родных миров, но пиратам все же удалось проскользнуть сквозь их оборону. Приготовьтесь к бою!
zh_hans: 兰花族花了很多精力来维护他们家园的安全，但一个海盗仍然设法躲过了他们的防线。准备战斗！

# data/events_orchid.xml$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[2]
source: The Orchid sectors are considered relatively safe and attract traders and refugees. Those, in turn, attract pirates.
fr: Les secteurs des Orchidées sont considérés comme relativement sûrs, et ils attirent des marchands et des réfugiés. Ceux-ci, à leur tour, attirent les pirates.
ko: 오키드 구역은 비교적 안전하다고 여겨져 무역업자와 난민들을 끌어들입니다. 그리고 무역업자와 난민은 해적을 끌어들이죠.
ru: Сектора орхидей считаются относительно безопасными и привлекают торговцев и беженцев. Те, в свою очередь, привлекают пиратов.
zh_hans: 兰花族星区被认为是相对安全的，这吸引了不少贸易商和难民。但他们反过来又会吸引海盗。

# data/events_orchid.xml$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[3]
source: A ship with pirate markings awaits you at the beacon. You overhear a conversation on their ship: "Those ain't space weeds!" "Whatever, kill 'em anyways."
fr: Un vaisseau arborant des dessins pirates vous attend à la balise. Vous entendez une conversation sur leur vaisseau : "C'est pas des herbes de l'espace, ça !" "Pas grave, on les bute quand même."
ko: 해적 마크가 달린 함선이 송신소에서 당신을 기다리고 있었습니다. 당신은 우연히 그 배에서 들려오는 대화를 들었습니다. "저것들은 우주 잡초가 아니야!" "어쨌든, 죽여버려."
ru: У маяка вас поджидает корабль с пиратскими знаками. Вы подслушиваете разговор на их корабле: "Это не космические сорняки!" "Неважно, все равно убьем их".
zh_hans: 一艘带有海盗标记的舰船在信标旁等着你。你无意中听到他们船上的一段对话："那些不是太空杂草！""无所谓，反正要杀了他们。"

# data/events_orchid.xml$//textList[@name="ORCHID_PIRATE_FIGHT"]/text[4]
source: You gaze out the window at an overgrown Orchid planet when a pirate jumps in out of nowhere. It appears conflict is inevitable.
fr: Vous observez une planète Orchidée verdoyante par la fenêtre de votre vaisseau quand un pirate arrive en sautant de nulle part. Le conflit semble inévitable.
ko: 창밖으로 수목이 무성한 오키드 행성을 바라보고 있었는데 갑자기 해적이 도약해왔습니다. 다툼이 불가피해 보입니다.
ru: Вы смотрите в иллюминатор на заросшую планету орхидей, как вдруг откуда ни возьмись появляются пираты. Похоже, конфликт неизбежен.
zh_hans: 当你凝望窗外一颗郁郁葱葱的兰花族行星时，一个海盗不知从哪里跃迁进来。看来冲突在所难免。

# data/events_orchid.xml$//event[@name="ORCHID_ROCK_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="ORCHID_ROCK_FIGHT"]/text[1]
source: Rock ships have occasionally been spotted in Orchid sectors. Contrary to their usually xenophobic nature, Rocks are quite fond of Orchids. This particular ship is acting hostile towards you, though.
fr: Des vaisseaux Rocailleux ont été observés de façon sporadique dans les secteurs des Orchidées. Contrairement à leur nature généralement xénophobe, les Rocailleux aiment beaucoup les Orchidées. Ce vaisseau-ci, par contre, est hostile envers vous.
ko: 오키드 구역에선 가끔 락맨 함선이 발견됩니다. 락맨은 보통 외계인을 혐오하지만, 오키드만은 예외적으로 꽤 좋아합니다. 물론 오키드가 아닌 당신에게는 적대적인 태도를 보이네요.
ru: В секторах орхидей иногда встречаются корабли валунов. Вопреки своему обычному ксенофобскому характеру, валуны очень любят орхидей. Однако этот корабль ведет себя враждебно по отношению к вам.
zh_hans: 在兰花族的星区，岩石族舰船并不常见。与他们通常仇外的本性相反，岩石族们非常喜欢兰花族。不过，这艘船对你却怀有敌意。

# data/events_orchid.xml$//textList[@name="ORCHID_ROCK_FIGHT"]/text[2]
source: Rocks are often seen as useful by Orchids for their ability to withstand fire. A Rock ship at the beacon sees you as a threat to their floral friends and attacks!
fr: Les Rocailleux sont souvent vus comme très utiles par les Orchidées en raison de leur capacité à résister au feu. Un vaisseau Rocailleux situé à côté de la balise vous considère comme une menace pour ses amis floraux, et vous attaque !
ko: 락맨은 불에 견딜 수 있는 능력 덕분에 오키드로부터 종종 유능하다는 평을 받습니다. 이 송신소에 있던 락맨 함선은 당신을 화초 친구들을 위협하는 존재로 보고 공격하러 오고 있습니다!
ru: Орхидеи часто считают валунов полезными благодаря их способности противостоять огню. Корабль с валунами у маяка видит в вас угрозу для своих друзей-Флоралов и атакует!
zh_hans: 岩石族通常因其防火能力而被兰花族视为大有用处。信标旁的一艘岩石族舰船将你视为对他们兰花朋友的威胁并开始攻击！

# data/events_orchid.xml$//textList[@name="ORCHID_ROCK_FIGHT"]/text[3]
source: Orchid sectors are common destinations for wealthier Rock travelers. Having a body overgrown with rare plants is considered fashionable in Rock culture. A Rock ship at the beacon considers you a threat and retaliates.
fr: Les secteurs des Orchidées sont une destination commune pour les voyageurs Rocailleux riches. Avoir un corps couvert de plantes rares est considéré comme très chic dans la culture Rocailleuse. Un vaisseau Rocailleux situé à côté de la balise vous considère comme une menace, et vous attaque !
ko: 오키드 구역은 부유한 락맨 여행객들이 자주 방문하는 곳입니다. 락맨의 문화에선 몸을 희귀한 식물로 뒤덮는 것이 패셔너블하다고 여겨집니다. 송신소에 있던 락맨 함선 하나가 당신을 위협으로 간주하고 보복하러 왔습니다.
ru: Сектора орхидей - обычное место для богатых путешественников валунов. В культуре валунов считается модным иметь тело, заросшее редкими растениями. Корабль валунов, находящийся у маяка, считает вас угрозой и принимает соответствующие меры.
zh_hans: 兰花族星区是富有的岩石族游客常见的目的地。在岩石族文化中，身体上长满稀有植物被认为是时尚。信标旁的一艘岩石族舰船认为你是一个威胁，并进行反击。

# data/events_orchid.xml$//event[@name="ORCHID_MANTIS_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[1]
source: The warlike Mantis send their ships all over the galaxy to hunt other ships for loot and glory. Orchid sectors are no exception.
fr: Les va-t-en-guerre Mantis envoient leurs vaisseaux dans toute la galaxie chasser d'autres vaisseaux pour du butin et de la gloire. Les secteurs des Orchidées n'y font pas exception.
ko: 호전적인 맨티스족은 다른 함선을 사냥하고 전리품과 영광을 얻기 위해서 온 은하계로 자신들의 함선을 파견합니다. 오키드 구역도 예외는 아닙니다.
ru: Воинственные богомолы посылают свои корабли по всей галактике, чтобы охотиться за другими кораблями ради добычи и славы. Сектор орхидей не является исключением.
zh_hans: 好战的螳螂族将他们的战舰送往整个银河系，为了战利品与荣誉而去狩猎其他舰船。兰花族星区也不例外。

# data/events_orchid.xml$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[2]
source: The Orchids put tremendous effort into pacifying invading Mantis and forming friendly relations with them, but some Mantis will never leave the path of a warrior.
fr: Les Orchidées ont déployé des efforts monstrueux pour pacifier les envahisseurs Mantis et pour former des relations pacifiques avec eux, mais certains Mantis ne quitteront jamais la voie du guerrier.
ko: 오키드는 침략자 맨티스에게 평화를 가르치고 우호적인 관계를 맺는 데 어마어마한 노력을 들였지만, 전사의 길을 고수하는 맨티스는 그래도 남아 있는 법이었습니다.
ru: Орхидеи прилагают огромные усилия, чтобы умиротворить вторгшихся богомолов и установить с ними дружеские отношения, но некоторые богомолы никогда не оставят путь воина.
zh_hans: 兰花族做出了极大的努力来平息螳螂族的入侵战争，并与他们建立友好关系，但有些螳螂族永远不会离开战士之路。

# data/events_orchid.xml$//textList[@name="ORCHID_MANTIS_FIGHT"]/text[3]
source: Some Mantis are influenced by Orchids so much that they begin to worship all kinds of plants and do the only thing they think would please their gods: kill everyone who doesn't belong.
fr: Certains Mantis sont tant influencés par les Orchidées qu'ils commencent à vénérer toutes sortes de plantes, et à faire la seule chose qui fera selon eux plaisir à leurs dieux : Tuer tous ceux qui n'ont pas leur place ici.
ko: 어떤 맨티스들은 오키드의 영향을 조금 과하게 받은 나머지, 모든 종류의 식물을 숭배하며 자신들의 신을 만족시킬 것이라 생각되는 유일한 행동을 하기 시작했습니다: 다른 모든 이들을 죽여 거름으로 바치는 것이었습니다.
ru: Некоторые богомолы попадают под влияние орхидей настолько, что начинают поклоняться всем видам растений и делают единственное, что, по их мнению, может доставить удовольствие их богам: убивают всех, кто к им не принадлежит.
zh_hans: 有些螳螂族受兰花族的影响如此之大，以至于他们开始将各种植物奉为神明，并做他们认为唯一能取悦神的事：杀死所有不属于植物的物种。

# data/events_orchid.xml$//event[@name="ORCHID_REBEL_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//textList[@name="ORCHID_REBEL_FIGHT"]/text[1]
source: A Rebel fighter awaits you at the beacon. An image of a human officer appears on the comms screen: "We have come to purge this sector from aliens and Federation sympathizers, starting with you!"
fr: Un vaisseau de combat Rebelle vous attend à la balise. L'image d'un officier humain apparaît sur l'écran des communications : "Nous sommes ici pour purger ce secteur de tous les aliens et les sympathisants de la Fédération, à commencer par vous !"
ko: 반군 전투기가 당신을 송신소 앞에서 기다립니다. 인간 장교가 통신 화면에 나타납니다. "우리는 이 구역의 외계놈들과 연방 동조자들을 숙청 할 것이다. 그 시작은 네놈부터다!"
ru: На маяке вас поджидает истребитель повстанцев. На экране связи появляется изображение офицера-человека: "Мы прибыли, чтобы очистить этот сектор от пришельцев и сторонников Федерации, начиная с вас!"
zh_hans: 一架叛军战舰在信标旁等着你。通信屏幕上出现了一副人类军官的图像："我们是来清除这个星区的外星人和联邦的支持者的，就从你开始！"

# data/events_orchid.xml$//textList[@name="ORCHID_REBEL_FIGHT"]/text[2]
source: An aggressive Rebel ship has chosen a beacon far away from the primary Orchid worlds to wait for your potential arrival. As soon as it sees you, it moves closer with weapons armed.
fr: Un vaisseau Rebelle agressif a choisi une balise loin des mondes centraux des Orchidées pour attendre votre arrivée potentielle. Dès qu'il vous aperçoit, il se rapproche en activant ses armes.
ko: 공격적인 반군 함선이 당신의 도착에 대비해 오키드 중심 세계로부터 멀리 떨어진 송신소를 점거하고 있었습니다. 당신을 발견하자마자 충전된 무기와 함께 가까히 다가옵니다.
ru: Агрессивный корабль повстанцев выбрал маяк вдали от основных миров орхидей, чтобы дождаться вашего возможного прибытия. Как только он замечает вас, он приближается к вам с оружием наготове.
zh_hans: 一艘气势汹汹的叛军舰船选择了一个远离兰花族重要星球的信标，并等待你的到来。它一看到你，就升起武器向你靠近。

# data/events_orchid.xml$//textList[@name="ORCHID_REBEL_FIGHT"]/text[3]
source: This beacon was marked as populated by friendly Orchids on star charts but the Rebel fleet has already began capturing it. One of the smaller Rebel ships attacks.
fr: Cette balise a été marquée comme peuplée par des Orchidées amicales sur les cartes spatiales, mais la flotte Rebelle a déjà commencé à la capturer. Un des petits vaisseaux Rebelles vous attaque.
ko: 이 송신소는 아군 오키드들에게 유명한 곳이지만, 이미 반군 함대가 점령했습니다. 작은 반군 함선이 공격을 가합니다.
ru: На звездных картах этот маяк был отмечен как населенный дружественными орхидеями, но флот повстанцев уже начал его захватывать. Один из малых кораблей повстанцев атакует.
zh_hans: 这个信标在星图上被标记为友好的兰花族群，但叛军舰队已经开始占领这里。叛军的一艘小型战舰发动了攻击。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Forged ID) Claim to be another covert Rebel ship.
fr: (ID falsifiée) Déclarer être un autre vaisseau Rebelle sous couverture.
ko: (위조 신분증)연방으로 위장중인 반군 함선이라고 주장한다.
ru: (Поддельные документы) Заявить, что вы один из тайный корабль повстанцев.
zh_hans: (身份伪证)自称是另一艘叛军的秘密战舰。

source: By some odds the captured ship falls for the trick and offers to trade.
fr: Par chance, le vaisseau capturé mord à l'hameçon et vous propose de marchander.
ko: 아마도 나포된 배가 속아 넘어가 거래를 제안 할 것입니다.
ru: По счастливой случайности захваченный корабль попался на уловку и предложил торговлю.
zh_hans: 出于某种原因，这艘被占领的船只相信了你并提出进行交易。

# data/events_orchid.xml$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[1]
source: You are surprised to hear the crew of an Orchid ship talk in human language: "Surrender. All nearby worlds are controlled by Rebellion forces. Resistance is futile." It seems the Rebels have taken control of this ship!
fr: Vous êtes surpris d'entendre l'équipage d'un vaisseau Orchidée parler en langue humaine : "Rendez-vous. Tous les mondes à proximité sont contrôlés par la Rébellion. Inutile de résister." On dirait que les Rebelles ont pris le contrôle de ce vaisseau !
ko: 당신은 오키스 함선의 선원이 인간 언어로 이야기 하는 것에 놀랐습니다. "항복해라. 근처 성단은 반군 통제하에 있다. 저항은 무의미하다." 반군이 이 함선을 장악한 것 같군요!
ru: Вы удивлены, услышав, что экипаж корабля орхидей говорит на человеческом языке: "Сдавайтесь. Все близлежащие миры контролируются силами повстанцев. Сопротивление бесполезно". Похоже, повстанцы захватили контроль над этим кораблем!
zh_hans: 你很惊讶地听到兰花族飞船的船员用人类语言交谈。"投降吧。叛军已经控制了附近所有的星区。抵抗是徒劳的。"看来叛军已经控制了这艘飞船！

# data/events_orchid.xml$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[2]
source: An Orchid ship behaves unusually aggressively. Scans show that it is captured by humans wearing Rebel uniform.
fr: Un vaisseau Orchidée se comporte de façon étrangement agressive. Vos scans montrent qu'il a été capturé par des humains portant des uniformes Rebelles.
ko: 오키드 함선이 비정상적으로 공격적인 태도를 취합니다. 함선을 스캔 해보니 반군 제복을 입은 인간이 점령하고 있습니다.
ru: Корабль орхидей ведет себя необычно агрессивно. Сканирование показывает, что он захвачен людьми в форме повстанцев.
zh_hans: 一艘兰花族舰船表现出异常的攻击性。扫描显示，它已被穿着叛军制服的人类占领。

# data/events_orchid.xml$//textList[@name="ORCHID_CAPTURED_REBEL_FIGHT"]/text[3]
source: The Orchid ship, located at the beacon, moves back and forth erratically. The Rebels who captured it haven't fully learned how to pilot it yet, but are already attacking you.
fr: Le vaisseau Orchidée, situé à la balise, se déplace d'avant en arrière de façon erratique. Les Rebelles qui l'ont capturé n'ont pas encore parfaitement appris à le piloter, mais ils sont déjà en train de vous attaquer.
ko: 송신소에 있는 오키드 함선이 앞뒤로 불규칙하게 움직입니다. 반군이 탈취했으나 아직 조종이 미숙한 것 같습니다, 하지만 이미 당신을 공격중입니다.
ru: Корабль орхидей, находящийся у маяка, хаотично перемещается вперед-назад. Повстанцы, захватившие его, еще не научились управлять им, но уже атакуют вас.
zh_hans: 这艘兰花族舰船位于信标处，不规律地前后移动着。占领它的叛军还没有完全学会如何驾驶它，但已经在攻击你了。
