Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_orchid.xml/*.po
Languages: fr, ko, ru, zh_hans

source: (Orchid Crew) Demand the prisoners are freed at once.
fr: (Membre d'équipage Orchidée) Leur demander de relâcher le prisonnier de suite.
ko: (오키드 선원) 포로 석방을 요구한다.
ru: (Член экипажа-орхидея) Потребовать освободить заключенных немедленно.
zh_hans: (兰花族船员)要求立即释放俘虏。

source: "Haha! The pitiful plant creature wishes to fight for its kin! You work aboard a Federation mercenary vessel yet you defend the actions of people who have done everything but defend your virtues! Get out of here at once!" You don't have time to free the Chieftain or protest, because a Lost Sun vessel is dispatched to chase you away!
fr: "Hahaha ! La petite créature végétale cherche à défendre les siens ! Vous travaillez à bord d'un vaisseau mercenaire de la Fédération, et vous cherchez à défendre les actions de ceux qui ont tout fait sauf défendre vos valeurs ! Allez-vous en !" Vous n'avez pas le temps de libérer le Jardinier ou de protester, car un vaisseau des Soleils Perdus est déployé pour vous chasser !
ko: "하하! 한심한 풀떼기가 자기 가족을 위해 싸우겠다는군! 연방 용병함에서 일하면서 당신의 미덕 한번 지켜준 적 없는 자들을 옹호한다니! 여기서 당장 나가시오!" 당신은 추장을 풀어주거나 항의할 수 없었습니다, 로스트선 함선이 출동해 당신을 쫓아냈으니까요!
ru: "Хаха! Жалкое растительное существо хочет сражаться за своих сородичей! Ты работаешь на борту наемного судна Федерации и при этом защищаешь действия людей, которые сделали все, что угодно, только не защищали твоих сородичей! Немедленно убирайтесь отсюда!" Вы не успеваете освободить Вождя или выразить протест, потому что корабль Затерянных Солнц отправляется в погоню за вами!
zh_hans: "哈哈！可怜的植物生物希望为它们的同类而战！你在联邦雇佣兵船上工作，然而你却在袒护那些除了捍卫你们的美德外什么都干过的人的行为！立刻滚出去！"你没有时间释放族长或抗议，因为一艘迷失烈阳的船只被派来赶走你！

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Lost Sun Commando) Reason with them.
fr: (Commando des Soleils Perdus) Raisonner avec eux.
ko: (로스트선 선원) 그들을 설득한다.
ru: (Член экипажа-Затерянное Солнце) Придумать что-то.
zh_hans: (迷失烈阳船员)跟他们理论。

source: Your Commando speaks with the other Lost Suns, eventually coming to an understanding that perhaps massacring the Federation's allies isn't a good idea. The Lost Suns untie the Orchid Chieftain, who thanks you and offers to work aboard your ship.
fr: Votre Commando discute avec les autres membres des Soleils Perdus, arrivant finalement à la conclusion que massacrer les alliés de la Fédération n'est peut-être pas une bonne idée. Les Soleils Perdus détachent le Jardinier Orchidée, qui vous remercie et vous propose de travailler à bord de votre vaisseau.
ko: 특공대가 다른 로스트선들과 대화한 끝에, 연방의 동맹들을 학살하는 것은 좋은 생각이 아니라는 결론에 도달했습니다. 로스트선은 오키드 추장을 풀어줬고, 추장은 당신에게 감사하며 당신의 함선에서 일하겠다고 제안했습니다.
ru: Ваш Коммандос беседует с другими Затерянными Солнцами, и в конце концов они приходят к выводу, что, возможно, массовое убийство союзников Федерации - не самая лучшая идея. Затерянные Солнца развязывают Вождя орхидей, который благодарит вас и предлагает поработать на борту вашего корабля.
zh_hans: 你的突击兵与其他迷失烈阳者进行了交谈，最终了解到也许屠杀联邦的盟友不是一个好主意。迷失烈阳方面解除了兰花族长的束缚，兰花族长感谢你，并主动提出在你的船上工作。

source: (Ariadne) Admonish them.
fr: (Arianne) Les réprimander.
ko: (아리아드네) 그들을 책망한다.
ru: (Ариадна) Приказать им.
zh_hans: (阿里阿德涅)训诫他们。

source: "M'am! I- I am s-so so so sorry. I uhh, uh, I was just doing my duty for the glory of the Lost Suns! Please, don't discharge me. I will free the Orchids immediately."
fr: "Madame ! J-Je suis t-tellement tellement tellement désolé. Je, euhhh, je pensais juste faire mon devoir, pour la gloire des Soleils Perdus ! Pitié, ne me sanctionnez pas. Je vais libérer les Orchidées de ce pas."
ko: "제... 제독! 사과드리오" 그저 로스트선의 영광을 위해 의무를 다했을 뿐이오! 부디, 날 추방하지 말아주시오. 지금 즉시 오키드를 풀어주겠소."
ru: "Мэм! М-мне т-так так так жаль. Я... я... я просто выполнял свой долг во славу Затерянных Солнц! Пожалуйста, не наказывайте меня. Я немедленно освобожу орхидей".
zh_hans: "老大！我-我-非-非常非常非常抱歉。我呃，呃，我只是为了迷失烈阳的荣耀而尽我的职责！拜托了，不要革我的职。我马上就释放兰花族。"

source: (Orchid Children) Give them the corpses.
fr: (Enfants Orchidées) Leur donner les corps.
ko: (오키드 아이들) 시신을 그들에게 준다.
ru: (Дети орхидей) Отдать им трупы.
zh_hans: (幼体兰花)把尸体给他们。

source: "What... what are these. You have given me corpses? Of children? What... what is wrong with you. We're here to make an example of injustice, not of child slaughter. Get the hell out of here!"
fr: "Qu'est-ce que... qu'est-ce que c'est que ça. Des corps ? D'enfants ? Mais... mais c'est quoi, votre problème ? Nous sommes ici pour montrer comment nous traitons l'injustice, pas pour massacrer des enfants. Partez immédiatement !"
ko: "이... 이게 다 무엇이오? 시신? 아이들의? 왜... 왜 그러는 거요? 우리는 불의에 대한 본보기를 보여주기 위해 여기 온 것이지, 아동 학살을 저지르러 온 게 아니오. 꺼지시오!"
ru: "Что... что это такое. Вы дали мне трупы? Детей? Что... что с вами не так. Мы здесь для того, чтобы показать пример несправедливости, а не для того, чтобы убивать детей. Убирайтесь отсюда!"
zh_hans: "什么……这些是什么。你给我这些尸体？孩子的尸体？什么……你是有什么毛病。我们在这是为了建立不公正的反面典型，而不是树立屠杀儿童的榜样。快给我滚出去！"

source: Leave them be.
fr: Les laisser.
ko: 내버려 둔다.
ru: Оставить их в покое.
zh_hans: 别管他们。

source: There really is no worse time to go making enemies with the Lost Suns than now. You pull away from the planet.
fr: Ce n'est vraiment pas le moment de se mettre les Soleils Perdus à dos. Vous vous éloignez de la planète.
ko: 지금 같은 때 로스트선을 적으로 돌릴 순 없습니다. 당신은 행성에서 물러났습니다.
ru: Сейчас действительно нет худшего времени для того, чтобы наживать себе врагов среди Затерянных Солнц. Вы удаляетесь от планеты.
zh_hans: 现在不是与迷失烈阳为敌的时候。你离开了这个星球。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_SACRIFICE"]/choice[2]/text
source: Avoid the ships.
fr: Éviter les vaisseaux.
ko: 함선을 피한다.
ru: Избегать кораблей.
zh_hans: 避开这些飞船。

# data/events_orchid.xml$//event[@name="GARDEN_SACRIFICE"]/choice[2]/event/text
source: If the Lost Suns are performing some sort of sacrifice here, you want no part in it.
fr: Si les Soleils Perdus sont en train d'effectuer un genre de rituel sacrificiel, vous ne voulez pas y prendre part.
ko: 혹시 로스트선이 희생제 같은 것을 치르고 있다면, 당신은 여기에 관여하고 싶지 않습니다.
ru: Если Затерянные Солнца совершают здесь какое-то жертвоприношение, вы не хотите в этом участвовать.
zh_hans: 如果迷失烈阳在这里举行某种祭祀，你可不想参与其中。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/text
source: You're surprised to find not one but two elite ships squaring off at this beacon! An elite Lanius and an elite Orchid have entered a duel, you find yourself caught in the middle of it!
fr: Vous êtes surpris à la vue de trouver pas un, mais deux vaisseaux d'élite se battant à cette balise ! Un Lanius d'élite et une Orchidée d'élite se battent en duel, et vous vous retrouvez pris entre deux feux.
ko: 당신은 한 척도 아닌 무려 두 척의 엘리트 함선들이 이 송신소에서 전투태세를 취하는 것을 보고 놀랐습니다. 엘리트 라니우스 함선과 엘리트 오키드 함선이 결투에 들어갔는데, 당신이 그 사이에 끼어들었습니다!
ru: Вы с удивлением обнаруживаете, что у этого маяка сражаются не один, а два элитных корабля! Элитные ланиусы и элитные орхидеи вступили в поединок, и вы оказались в самом его центре!
zh_hans: 你惊讶地发现，不止一艘而是两艘精英战舰在这个信标处展开角逐！一个精英食铁族和一个精英兰花族正在决斗，你发现自己陷入其中！

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[1]/text
source: Protect the Orchids!
fr: Protéger les Orchidées !
ko: 오키드 함선을 보호한다!
ru: Защитить орхидей!
zh_hans: 保护兰花族！

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[1]/event/text
source: You intercept the Lanius ship and prepare for combat.
fr: Vous interceptez le vaisseau Lanius et vous vous préparez au combat.
ko: 당신은 라니우스 함선을 가로막고 전투를 준비합니다.
ru: Вы перехватываете корабль ланиусов и готовитесь к бою.
zh_hans: 你拦截了食铁族战舰，准备战斗。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[1]/event/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[2]/text
source: Protect the Lanius!
fr: Protéger les Lanius !
ko: 라니우스 함선을 보호한다!
ru: Защитить ланиусов!
zh_hans: 保护食铁族！

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[2]/event/text
source: You intercept the Orchid ship and prepare for combat.
fr: Vous interceptez le vaisseau Orchidée et vous vous préparez au combat.
ko: 당신은 오키드 함선을 가로막고 전투를 준비합니다.
ru: Вы перехватываете корабль орхидей и готовитесь к бою.
zh_hans: 你拦截了兰花族战舰，准备战斗。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[2]/event/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[3]/text
source: Fly the hell away from here!
fr: Vous en aller d'ici, fissa !
ko: 이 지옥에서 빠져나가야 해!
ru: Улетаем отсюда к чертям собачьим!
zh_hans: 快他娘从这飞出去！

# data/events_orchid.xml$//event[@name="GARDEN_DUEL"]/choice[3]/event/text
source: You power up the engines and fly far away from the two ships.
fr: Vous activez les moteurs et vous envolez loin des deux vaisseaux.
ko: 당신은 엔진을 가동하고 두 함선으로부터 멀리 떨어져 날아갔습니다.
ru: Вы включаете двигатели и улетаете далеко от двух кораблей.
zh_hans: 你充能引擎，飞离这两艘战舰。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL_LANIUS_DEFEAT"]/text
source: You've defeated the Lanius elites, and now the bounty of their ship is yours.
fr: Vous avez vaincu le vaisseau Élite Lanius, et le contenu de leur vaisseau vous appartient.
ko: 당신은 엘리트 라니우스들을 무찔렀고, 배의 현상금은 이제 당신 차지입니다.
ru: Вы победили элиту ланиусов, и теперь награда за их корабль - ваша.
zh_hans: 你击败了食铁族精英们，现在他们战舰的赏金归你了。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL_LANIUS_DEFEAT"]/choice/text
source: Contact the Orchids.
fr: Contacter les Orchidées.
ko: 오키드들과 교신한다.
ru: Связаться с орхидеями.
zh_hans: 联系兰花族。

source: The Orchid silently nods to you in thanks, and gives you a Kernel weapon from their ship as payment.
fr: L'Orchidée hoche la tête pour vous remercier, et vous donne une arme Noyau de leur vaisseau en guise de paie.
ko: 오키드는 감사의 뜻으로 고개를 살짝 끄덕이고, 당신에게 낱알 무기 하나를 지급합니다.
ru: Орхидея молча кивает вам в знак благодарности и в качестве оплаты дает вам зерномет со своего корабля.
zh_hans: 兰花族默默地向你点头表示感谢，并从舰上取了一件果核武器给你作为回报。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL_ORCHID_DEFEAT"]/text
source: You've defeated the Orchid elites, and now the bounty of their ship is yours.
fr: Vous avez vaincu le vaisseau Élite Orchidée, et le contenu de leur vaisseau vous appartient.
ko: 당신은 엘리트 오키드들을 무찔렀고, 배의 현상금은 이제 당신 차지입니다.
ru: Вы победили элиту орхидей, и теперь добыча с их корабля - ваша.
zh_hans: 你打败了兰花族精英们，现在他们战舰的赏金归你了。

# data/events_orchid.xml$//event[@name="GARDEN_DUEL_ORCHID_DEFEAT"]/choice/text
source: Contact the Lanius.
fr: Contacter les Lanius.
ko: 라니우스와 교신한다.
ru: Связаться с ланиусами.
zh_hans: 联系食铁族。

source: "Are debt, paying." The Lanius send over some random materials.
fr: "Avons dette, payons." Les Lanius vous envoient quelques ressources.
ko: "빚, 갚음." 라니우스가 무작위 재료를 건넸습니다.
ru: "Есть долг, платим". Ланиусы присылают несколько случайных материалов.
zh_hans: "欠债，还钱。"食铁族随意发送了一些材料。

# data/events_orchid.xml$//event[@name="GARDEN_CRUISER_QUEST_STORE"]/text
source: To your surprise, an Orchid vessel is repairing at this beacon. Their hull has received heavy damage and the crew is distressed.
fr: À votre grande surprise, un vaisseau Orchidée est en pleine réparation à cette balise. Sa coque a reçu de gros dégâts, et l'équipage est angoissé.
ko: 놀랍게도, 오키드 선박 하나가 송신소에서 수리 중입니다. 선체가 크게 손상되었고 선원들은 곤란한 상황에 처했습니다.
ru: К вашему удивлению, у этого маяка ремонтируется судно орхидей. Его корпус получил сильные повреждения, и экипаж находится в расстроенных чувствах.
zh_hans: 令你惊讶的是，一艘兰花族飞船正在这个信标处修理。他们的船体受到严重损坏，船员们十分忧虑。

source: Contact the Orchids.
fr: Contacter les Orchidées.
ko: 오키드들과 교신한다.
ru: Связаться с орхидеями.
zh_hans: 联系兰花族。

source: The leader of the Orchid ship responds quickly, his droopy leaves dripping with sap. "I have never broken my promise of silence before this, but this is of most importance! The gardens of Rt'lak Et are under siege by pirates! You must assist!"
fr: Le chef du vaisseau Orchidée répond rapidement, ses feuilles affaissées laissant couler de la sève. "Je n'ai jamais brisé mon voeu de silence auparavant, mais ceci est de la plus haute importance ! Les jardins de Rt'lak Et sont attaqués par des pirates ! Vous devez nous aider !"
ko: 쳐진 잎에서 수액을 흘리고 있는 오키드 함장이 즉시 응답했습니다. "침묵의 맹세를 어긴 적 없습니다 지금까지는. 하지만 이건 중대 사항입니다! Rt'lak Et 정원이 포위 공격을 받고 있습니다 해적들에게! 당신이 도와야 합니다!"
ru: Лидер корабля Орхидей быстро отвечает, с его поникших листьев капает сок. "До этого я никогда не нарушал своего обещания молчать, но это очень важно! Сады Рт'лак Эт осаждены пиратами! Вы должны помочь!"
zh_hans: 兰花族飞船的船长迅速回复，他下垂的叶子上滴着汁液。"在此之前，我从未违背过保持沉默的承诺，但这次是最重要的时刻！柇柆柯枙的花园正被海盗围攻！你必须去增援！"

source: The hell is Rt'lak Et?
fr: Rt'lak Et ? C'est quoi ce truc ?
ko: 대체 Rt'lak Et이 뭡니까?
ru: Что такое Рт'лак Эт?
zh_hans: 柇柆柯枙是什么鬼？

source: The Orchid lets out a sigh, a strange noise to be heard from a plant. "Rt'lak Et are the primary gardens of the Orchid Race! On this planet we grow and manufacture our best weapons and ships. Now pirates hold it hostage! We just barely escaped with our lives, but we must get back and save our people! Will you aid us?"
fr: L'Orchidée laisse échapper un soupir, un bruit bien étrange venant d'une plante. "Rt'lak Et est le jardin principal de la race Orchidée ! C'est sur cette planète que nous faisons pousser et que nous fabriquons nos meilleures armes et nos meilleurs vaisseaux. Et maintenant, les pirates en ont le contrôle ! Nous nous sommes échappés de justesse, mais nous devons retourner aider notre peuple ! Pouvez-vous nous aider ?"
ko: 오키드가 한숨을 내쉬었습니다. 식물이 내는 소리라기엔 이상하지만 말입니다. "Rt'lak Et는 주요 정원입니다 오키드 종족의! 이 행성에서 우리는 생산합니다 최고의 무기와 함선을. 이제 해적들이 잡고 있습니다 인질로! 간신히 목숨을 건졌지만 우리는 다시 돌아가 구해야 합니다 우리 동족들을! 도와주시겠습니까?"
ru: Орхидея издала вздох - странный звук, который можно услышать от растения. "Рт'лак Эт - это главные сады расы орхидей! На этой планете мы выращиваем и производим наше лучшее оружие и корабли. А теперь пираты взяли его в заложники! Мы едва спаслись, но мы должны вернуться и спасти наш народ! Поможете ли вы нам?"
zh_hans: 兰花族发出一声叹息，听到植物发出这样的声音非常奇怪。"柇柆柯枙是兰花族的主园庭！我们在这个星球上种植和制造最好的武器和船只。现在海盗们在围攻它！我们刚刚逃过一劫，但我们必须回去拯救我们的人民！你愿意帮助我们吗？"

source: Agree.
fr: Accepter.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Oh most wonderful! I will give you the co-ordinates, and shall come with you! Those pirates are no match for your giant ship."
fr: "Oh, superbe ! Je vais vous donner les coordonnées, et je vais venir avec vous ! Ces pirates ne feront pas le poids face à votre vaisseau."
ko: "오, 좋습니다! 같이 갑니다, 드리겠습니다 좌표를.당신의 거대한 함선에 상대도 되지 않을 겁니다, 그 해적들은. "
ru: "Замечательно! Я дам вам координаты и пойду с вами! Эти пираты не ровня вашему огромному кораблю".
zh_hans: "噢，太棒了！我会给你坐标，然后与你一同前往！那些海盗舰可比你的巨型星舰差远了。"

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Ignore the damaged vessel.
fr: Ignorer le vaisseau endommagé.
ko: 손상된 선박을 무시한다.
ru: Не обращать внимания на поврежденное судно.
zh_hans: 无视这艘受损的飞船。

source: You leave the Orchids alone and do something on the ship.
fr: Vous laissez les Orchidées tranquilles. Vous pouvez maintenant faire quelque chose à bord du vaisseau.
ko: 당신은 오키드들을 무시하고 함선에서 무언가 합니다.
ru: Оставить орхидей в покое и заняться чем-нибудь на корабле.
zh_hans: 你丢下这些兰花族并进行星舰管理。

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_orchid.xml$//event[@name="GARDEN_CRUISER_QUEST_GARDENS"]/text
source: You pilot closer to the Orchid Gardens, and you can see why the pirates chose now to attack. The planet is overcast and dark clouds block out the sky, making it difficult to see approaching ships in the fog. You notice some damaged, alien infrastructure laying about.
fr: Vous vous rapprochez des Jardins Orchidées, et vous pouvez voir pourquoi les pirates ont décidé d'attaquer maintenant. La planète est recouverte de nuages noirs qui couvrent le ciel, ce qui empêche les habitants de voir les vaisseaux proches dans la brume. Vous remarquez une structure alien endommagée non loin.
ko: 당신이 오키드 정원에 더 가까이 다가가자, 당신은 해적들이 왜 지금 공격을 시작했는지 알 수 있었습니다. 행성은 구름으로 뒤덮였고, 하늘에 가득 낀 먹구름 속에서 다가오는 함선들은 잘 보이지 않았습니다. 당신은 손상된 외계 기반 시설이 공격받고 있는 것을 발견합니다.
ru: Приближаясь к Садам орхидей, вы понимаете, почему пираты выбрали именно этот момент для нападения. На планете пасмурно, темные облака закрывают небо, и в тумане трудно разглядеть приближающиеся корабли. Вы замечаете несколько поврежденных объектов инопланетной инфраструктуры.
zh_hans: 你驾驶星舰靠近兰花族花园，随后你就明白了为什么海盗选择现在袭击。这颗行星上乌云密布，遮蔽了天空，因此很难在雾中看到接近的船只。你注意到一些被破坏的外星基础设施就在周围。

# data/events_orchid.xml$//event[@name="GARDEN_CRUISER_QUEST_GARDENS"]/choice/text
source: Look for the pirates.
fr: Chercher les pirates.
ko: 해적들을 찾는다.
ru: Искать пиратов.
zh_hans: 寻找海盗。

source: You fly around until you find the center of chaos. Massive plants burn while an Orchid cruiser fires on its own people! The chieftains in charge of the gardens hail you. "You are help, yes? Please save us, the pirates captured our strongest cruiser and destroyed our fleet, we're helpless! If these gardens burn down our entire species is doomed!"
fr: Vous volez aux alentours jusqu'à ce que vous trouviez le centre du chaos. De gigantesques plantes brûlent tandis qu'un croiseur Orchidée tire sur ses propres congénères ! Les Jardiniers chargés des jardins vous contactent. "Vous venez aider, hein ? Pitié, aidez-nous, les pirates ont capturé notre meilleur croiseur et ont détruit notre flotte, nous sommes sans défense ! Si ces jardins brûlent, notre espèce toute entière est vouée à l'extinction !"
ko: 근처를 비행하다, 당신은 이 모든 혼돈의 중심을 마주합니다. 오키드 순양함 한 척이 아군에게 사격하며 식물들을 불태우고 있었습니다! 정원의 오키드 추장이 당신에게 교신을 보냅니다. "당신이 도우미, 그렇죠? 제발 구해주세요 우리를, 해적들이 빼았아갔다, 가장 강력한 순양함. 함대 파괴됨, 도움 필요! 정원이 불타면 멸망한다, 우리 종족!"
ru: Вы летаете по окрестностям, пока не находите центр хаоса. Гигантские растения горят, а крейсер орхидей стреляет по своим же людям! Вожди, отвечающие за сады, связываются с вами. "Вы - помощь, да? Пожалуйста, спасите нас, пираты захватили наш самый сильный крейсер и уничтожили наш флот, мы беспомощны! Если эти сады сгорят, весь наш вид будет обречен!"
zh_hans: 你四处飞行，直到这一切的罪魁祸首。一艘兰花族星舰正向自己的人民开火，大量的植物燃烧起来！负责管理花园的族长们向你呼叫。"你是来帮忙的，对吗？请救救我们，海盗劫持了我们最强的星舰，摧毁了我们的舰队，我们束手无策！如果这些花园被烧毁，我们整个种族就完了！"

source: Defend the Orchids!
fr: Défendre les Orchidées !
ko: 오키드들을 돕는다!
ru: Защитить орхидей!
zh_hans: 保卫兰花族！

source: You question the Orchid's decision to base their species' survival on a single location, but you intend to protect them as best as possible. You take note of the importance of this cruiser... though the Orchids will likely be thankful and reward you either way, perhaps they would appreciate it even more if you left their ship unharmed.
fr: Vous doutez du bien-fondé de la décision des Orchidées de baser la survie de leur espèce toute entière sur un seul lieu, mais vous allez les protéger coûte que coûte. Vous notez l'importance de ce croiseur... les Orchidées seront sans doute ravies de votre aide et vous récompenseront peu importe l'issue du combat, mais elles seront sans doute encore plus heureuses si vous ne détruisez pas leur vaisseau.
ko: 당신은 종족 전체의 존망을 단 하나의 장소에 걸었던 오키드의 결정에 의문을 품었지만, 어찌 되었든 최선을 다해 그들을 보호하기로 했습니다. 당신은 이 순양함의 중요성에 주목했습니다. 일이 어떻게 되든 오키드는 당신에게 감사하며 보상하겠지만, 그 함선이 멀쩡하다면 훨씬 더 고마워할 것 같습니다.
ru: Вы подвергаете сомнению решение орхидей поставить выживание своего вида в зависимость от одного места, но намерены защищать их как можно сильнее. Вы принимаете к сведению важность этого крейсера... Хотя орхидеи, скорее всего, будут благодарны и вознаградят вас в любом случае, возможно, они будут еще больше благодарны, если вы оставите их корабль невредимым.
zh_hans: 你对兰花族决定将其物种的存亡绑在一处花园上心存疑虑，但你打算尽可能保护他们。你注意到了这艘星舰的重要性……尽管兰花族可能会感谢你，并以任何方式回报你，但如果你不摧毁他们的星舰，他们也许会更加感激。

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We can't risk this.
fr: On ne peut pas prendre ce risque.
ko: 위험을 감수 할 수는 없다.
ru: Мы не можем рисковать.
zh_hans: 我们不能冒这个险。

source: You hope the Orchids will be fine, they no doubt have other fleets waiting in reserves somewhere else... and if not, at least it's only one reality where the Orchids die out...
fr: Vous espérez que les Orchidées vont s'en sortir, ils ont sans doute d'autres flottes en réserve quelque part... et sinon, au moins, ça sera la seule réalité ou les Orchidées seront exterminées...
ko: 당신은 오키드들이 무사하길 바랍니다. 어디엔가 다른 함대가 대기하고 있겠죠... 아니라면, 그것 또한 오키드들의 운명일 것입니다...
ru: Вы надеетесь, что с орхидеями все будет в порядке, у них, несомненно, есть другие флоты, которые ждут в резерве где-то еще... а если нет, то, по крайней мере, это только одна реальность, где орхидеи вымрут...
zh_hans: 你希望兰花族会度过难关，他们肯定还有别的什么预备舰队……如果没有，至少只有这一元宇宙的兰花族惨遭灭绝……

source: The mighty Orchid cruiser falls, exploding into pieces. While the massive plants nearby burn, a good portion of the forest has survived. You scrap the ship.
fr: Le puissant croiseur Orchidée tombe et explose en mille morceaux. Les énormes plantes proches brûlent, mais une bonne partie de la forêt a survécu. Vous récoltez la ferraille du vaisseau.
ko: 강력한 오키드 순양함이 추락해 산산조각 났습니다. 부근에서 다량의 식물이 불타버렸지만, 숲의 상당 부분은 살아남았습니다. 당신은 추락한 함선에서 스크랩을 모았습니다.
ru: Могучий крейсер орхидей падает, разлетаясь на куски. В то время как гигантские растения поблизости горят, значительная часть леса уцелела. Вы разбираете корабль на металлолом.
zh_hans: 强大的兰花族星舰陨落了，炸成了碎片。虽然附近的一大片植物被点燃，但森林的很大部分幸存下来。你搜刮了那艘星舰。

source: Contact the Orchids.
fr: Contacter les Orchidées.
ko: 오키드들과 교신한다.
ru: Связаться с орхидеями.
zh_hans: 联系兰花族。

source: "Many thanks captain. We were not expecting the Federation, especially in these days, to hold true on their word and come to our aid. Though our cruiser has fallen, our gardens have not! Accept these gifts of our gratitude."
fr: "Tous nos remerciements, capitaine. Nous ne nous attendions pas à ce que la Fédération, encore moins de nos jours, tienne sa promesse et vienne nous aider. Bien que notre croiseur soit déchu, nos jardins sont toujours debout ! Acceptez ces cadeaux en guise de remerciements."
ko: "감사합니다 매우. 선장. 요즘 같은 때에 몰랐습니다. 약속을 지키고 연방이 도우러 올지. 비록 순양함은 추락했지만, 괜찮습니다 우리 정원은! 받아주세요. 감사에 대한 우리 선물을."
ru: "Большое спасибо, капитан. Мы не ожидали, что Федерация, особенно в наши дни, сдержит свое слово и придет к нам на помощь. Хотя наш крейсер пал, но наши сады - нет! Примите эти дары в знак нашей благодарности".
zh_hans: "非常感谢，船长。特别是在这些日子里，我们没想到联邦会信守诺言，来援助我们。虽然我们的星舰已经陨落，但我们的花园还没有！请接受这些礼物，以表达我们的感激之情。"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
