Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

source: You set up many explosives around the vault to explode all at once, and exit as fast as possible. You put a safe distance between yourself and the cache, and watch the fireworks. If you can defeat the Flagship as well, you'll have saved reality twice!
ru: Вы устанавливаете много взрывчатки вокруг хранилища, чтобы взорвать все сразу, и выходите как можно быстрее. Вы отходите на безопасное расстояние между собой и тайником и наблюдаете за фейерверком. Если вы также сможете победить Флагман, вы дважды спасете реальность!

# data/events_ancient.xml$//event[@name="VAULT_DESTROYED"]/text
source: As you're preparing to leave, a squadron of Obelisk ships approaches, drawn in by the explosion. They're led by a Royal ship, whose captain hails you. "You... You have destroyed the cache. You filthy mortal insect, you will suffer for this!" You shrug, and flick the weapons in their direction. None of the Obelisk squadron dares mess with the ship that killed the Dreadnaught, and so they quickly jump away, presumably to the homeworlds to spread the news of your approach.
ru: Когда вы готовитесь к вылету, приближается эскадра кораблей обелисков, привлеченная взрывом. Их возглавляет корабль Дворян, капитан которого связывается с вами. "Ты... Ты уничтожил тайник. Мерзкое смертное насекомое, ты будешь страдать за это!" Вы пожимаете плечами и нацеливаете оружие в их сторону. Никто из эскадрильи обелисков не смеет связываться с кораблем, убившим дредноут, и поэтому они быстро улетают, предположительно в родные миры, чтобы распространить весть о вашем приближении.

# data/events_ancient.xml$//event[@name="VAULT_DESTROYED"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="VAULT_DESTROYED"]/choice/event/text
source: Aenwithe is very pleased. "Do not worry about the fleet, the Homeworlds are already on high alert anyways. We must move quickly, we need to head to our base and construct the bomb! We will head to the Homeworlds directly. Grab hold of something again, and try not to black out."
ru: Аэнвитэ очень доволен. "Не беспокойся о флоте, родные миры в любом случае уже находятся в состоянии повышенной готовности. Мы должны действовать быстро, нам нужно отправиться на нашу базу и создать бомбу! Мы отправимся прямо на Родные Миры. Снова ухватись за что-нибудь и постарайся не потерять сознание".

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="START_BEACON_ANCIENT"]/text
source: You pull yourself off the floor, in a daze. The ship cameras show most of the other crew doing the same, waking from their slumber. The only one who seems unfazed is Aenwithe, who hastens to check on you. "We've made it okay, but now we have a few things to be careful of. Though I doubt the Rebels will be able to follow us for now, they will catch up eventually if they truly are tracking you as you suspect. Additionally, it is very likely that this sector is protected by a guard ship. If so, I doubt they'll let us through unharmed."
ru: Вы поднимаетесь с пола в ошеломлении. Камеры на борту корабля показывают, что большинство членов экипажа делают то же самое, пробуждаясь от сна. Единственный, кто выглядит невозмутимым - это Аэнвитэ, который поспешил проведать вас. "Мы добрались нормально, но теперь нам нужно быть осторожными. Хотя я сомневаюсь, что повстанцы смогут последовать за нами прямо сейчас, в конце концов, они нас догонят, если они действительно отслеживают ваши перемещения, как вы подозреваете. Кроме того, вполне вероятно, что этот сектор охраняет сторожевой корабль. Если это так, я сомневаюсь, что он пропустит нас невредимыми".

# data/events_ancient.xml$//event[@name="START_BEACON_ANCIENT"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="START_BEACON_ANCIENT"]/choice/event/text
source: As warned, there appears to be an Obelisk Guard here. As soon as your ship moves within proximity of it, the ship lights up and its weapons activate.
ru: Как вас и предупреждали, здесь, похоже, находится страж обелиск. Как только ваш корабль приближается к нему, он засветился, и его оружие активируется.

source: Hail them, maybe you can get through this without conflict?
ru: Связаться с ними, может быть, вам удастся обойтись без конфликта?

source: "Flesh beings, you dare enter our divine plane? This place is not meant for creatures of blood and mortal soul! Your extermination shall be swift yet merciless. May you pests be ridden of from this galaxy!" Well, so much for nonviolence, get ready for a one hell of a fight!
ru: "Существа из плоти, вы смеете входить в нашу божественную реальность? Это место не предназначено для существ крови и смертных душ! Ваше истребление будет быстрым, но безжалостным. Вы, вредители, будете изгнаны из этой галактики!" Приготовьтесь к адской бойне!

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="GUARD_ANCIENT_DESTROY"]/text
source: You have defeated the Obelisk guard. Whatever might have been in their cargo has for certain been destroyed, but you can at least salvage some supplies from the ship.
ru: Вы победили сторожевой корабль обелисков. Что бы ни находилось в их грузовом отсеке, наверняка оно было уничтожено, но по крайней мере вы можете собрать некоторые припасы с этого корабля.

# data/events_ancient.xml$//event[@name="GUARD_ANCIENT_DEADCREW"]/text
source: You have defeated the Obelisk guard. Without crew on-board to stop you, you can investigate their cargo. You find a weapon to bring back to the ship, and move on to scrap their hull.
ru: Вы победили сторожевой корабль обелисков. На борту не осталось экипажа, способного вам помешать, и теперь вы можете изучить их груз. Вы находите орудие, которое забираете на свой корабль, и приступаете к разборке корпуса на лом.

# data/events_ancient.xml$//event[@name="ANCIENT_DUPLICATOR"]/text
source: At first you think this is just a regular beacon, until you notice the giant moon sized machine built here. You spot a hangar area for ships to dock, though it appears empty.
ru: Сначала вы думаете, что это обычный маяк, пока не замечаете гигантскую машину размером с луну, построенную здесь. Вы замечаете ангар для стыковки кораблей, хотя он кажется пустым.

# data/events_ancient.xml$//event[@name="ANCIENT_DUPLICATOR"]/choice[1]/text
source: Dock.
ru: Пристыковаться.

# data/events_ancient.xml$//event[@name="ANCIENT_DUPLICATOR"]/choice[1]/event/text
source: The protective shield around the hangar lowers automatically as you approach, then seals once again when you're inside. You step outside your ship only to realize something very strange. The room is filled with oxygen, something uncharacteristic for Obelisk structures.
ru: Щит вокруг ангара автоматически опускается при вашем приближении, а затем снова закрывается, когда вы оказываетесь внутри. Вы выходите из корабля и осознаете нечто очень странное. Помещение наполнено кислородом, что нехарактерно для структур обелисков.

source: Continue...
ru: Продолжить...

source: An automated language speaks to you. "Hello travelers. Welcome to the Quantum Item Replicator. Please insert items you wish to duplicate into the slot on the wall to your left."
ru: Автоматизированный язык говорит с вами. "Привет путешественникам. Добро пожаловать в Репликатор квантовых элементов. Пожалуйста, вставьте предметы, которые вы хотите дублировать, в прорезь на стене слева от вас."

source: Insert Fuel.
ru: Вставить топливо.

source: You push 5 fuel cells into the slot and wait.
ru: Вы вставляете 5 топливных элементов в щель и ждете.

source: Wait.
ru: Ждать.

source: Insert Missiles.
ru: Вставить ракеты.

source: You push 5 missiles into the slot and wait.
ru: Вы вставляете 5 ракет в щель и ждете.

source: Wait.
ru: Ждать.

source: Insert Droneparts.
ru: Вставить дрон-комплекты.

source: You push 5 drone parts into the slot and wait.
ru: Вы вставляете 5 дрон-комплектов в щель и ждете.

source: Wait.
ru: Ждать.

source: (Phantom Crew) Your Ghost eagerly begs to be put into the machine.
ru: (Член экипажа-фантом) Ваш призрак с нетерпением просит, чтобы его поместили в машину.

source: You shrug and force the Ghost into the machine. It doesn't protest as it slips into the tiny slot and falls down a large hole into the pits of the machine.
ru: Вы пожимаете плечами и заталкиваете призрака в машину. Он не протестует, проскальзывает в крошечную щель и падает в большое отверстие в ямы машины.

source: Wait.
ru: Ждать.

source: After a little while a strange noise can be heard coming from the second, much larger hole to your right. Your Ghost pops back out, followed by a second larger Ghost. The two Ghosts seem overly excited, and you decide not to ask what happened inside the machine.
ru: Через некоторое время можно услышать странный шум, доносящийся из второй, гораздо большей дыры справа от вас. Ваш призрак выскакивает обратно, за ним следует второй призрак побольше. Два призрака кажутся слишком взволнованными, и вы решаете не спрашивать, что произошло внутри машины.

source: (Goul Crew) Your Goul eagerly begs to be put into the machine.
ru: (Член экипажа-Гуль) Ваш Гуль с нетерпением просит, чтобы его поместили в машину.

source: You shrug and force the Goul into the machine. It doesn't protest as it slips into the tiny slot and falls down a large hole into the pits of the machine.
ru: Вы пожимаете плечами и заталкиваете Гуля в машину. Он не протестует, проскальзывает в крошечную щель и падает в большое отверстие в ямы машины.

source: Wait.
ru: Ждать.

source: After a little while a strange noise can be heard coming from the second, much larger hole to your right. Your Ghost pops back out, followed by a second larger Ghost. The two Ghosts seem overly excited, and you decide not to ask what happened inside the machine.
ru: Через некоторое время можно услышать странный шум, доносящийся из второй, гораздо большей дыры справа от вас. Ваш призрак выскакивает обратно, за ним следует второй призрак побольше. Два призрака кажутся слишком взволнованными, и вы решаете не спрашивать, что произошло внутри машины.

source: (Mare Crew) Your Mare eagerly begs to be put into the machine.
ru: (Член экипажа-Мар) Ваш Мар с нетерпением просит, чтобы его поместили в машину.

source: You shrug and force the Mare into the machine. It doesn't protest as it slips into the tiny slot and falls down a large hole into the pits of the machine.
ru: Вы пожимаете плечами и заталкиваете Мара в машину. Он не протестует, проскальзывает в крошечную щель и падает в большое отверстие в ямы машины.

source: Wait.
ru: Ждать.

source: After a little while a strange noise can be heard coming from the second, much larger hole to your right. Your Ghost pops back out, followed by a second larger Ghost. The two Ghosts seem overly excited, and you decide not to ask what happened inside the machine.
ru: Через некоторое время можно услышать странный шум, доносящийся из второй, гораздо большей дыры справа от вас. Ваш призрак выскакивает обратно, за ним следует второй призрак побольше. Два призрака кажутся слишком взволнованными, и вы решаете не спрашивать, что произошло внутри машины.

source: (Wraith Crew) Your Wraith eagerly begs to be put into the machine.
ru: (Член экипажа-Видение) Ваш призрак с нетерпением просит, чтобы его поместили в машину.

source: You shrug and force the Wraith into the machine. It doesn't protest as it slips into the tiny slot and falls down a large hole into the pits of the machine.
ru: Вы пожимаете плечами и заталкиваете Видение в машину. Он не протестует, проскальзывает в крошечную щель и падает в большое отверстие в ямы машины.

source: Wait.
ru: Ждать.

source: After a little while a strange noise can be heard coming from the second, much larger hole to your right. Your Ghost pops back out, followed by a second larger Ghost. The two Ghosts seem overly excited, and you decide not to ask what happened inside the machine.
ru: Через некоторое время можно услышать странный шум, доносящийся из второй, гораздо большей дыры справа от вас. Ваш призрак выскакивает обратно, за ним следует второй призрак побольше. Два призрака кажутся слишком взволнованными, и вы решаете не спрашивать, что произошло внутри машины.

source: Leave.
ru: Уйти.

source: You pull away from the machine and leave.
ru: Вы отстраняетесь от машины и уходите.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ANCIENT_DUPLICATOR"]/choice[2]/text
source: Ignore the machine.
ru: Не обращать внимания на машину.

# data/events_ancient.xml$//event[@name="ANCIENT_DUPLICATOR"]/choice[2]/event/text
source: In this sector the device could be almost anything. It's not worth the risk.
ru: В этом секторе машина может быть чем угодно. Это не стоит риска.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: After a little bit, a single fuel cell clunks out of a second, larger slot nearby. As you walk over to it, more and more fuel cells continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один топливный элемент с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше топливных элементов продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single fuel cell clunks out of a second, larger slot nearby. As you walk over to it, more and more fuel cells continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один топливный элемент с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше топливных элементов продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single fuel cell clunks out of a second, larger slot nearby. As you walk over to it, more and more fuel cells continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один топливный элемент с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше топливных элементов продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little while the voice speaks again. "We apologize traveler, but this device has been under repairs for 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9..." The voice continues to loop, and you realize you aren't going to get your fuel back. You leave, disappointed.
ru: Через некоторое время голос заговорил снова. "Мы приносим извинения, путешественник, но это устройство находилось в ремонте в течение 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9...". Голос продолжает повторяться, и вы понимаете, что не получите обратно свое топливо. Вы уходите, разочарованные.

source: After a little bit, a single missile clunks out of a second, larger slot nearby. As you walk over to it, more and more missiles continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время одна ракета с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше ракет продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single missile clunks out of a second, larger slot nearby. As you walk over to it, more and more missiles continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время одна ракета с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше ракет продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single missile clunks out of a second, larger slot nearby. As you walk over to it, more and more missiles continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время одна ракета с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше ракет продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little while the voice speaks again. "We apologize traveler, but this device has been under repairs for 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9..." The voice continues to loop, and you realize you aren't going to get your missiles back. You leave, disappointed.
ru: Через некоторое время голос заговорил снова. "Мы приносим извинения, путешественник, но это устройство находилось в ремонте в течение 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9...". Голос продолжает повторяться, и вы понимаете, что не получите обратно свои ракеты. Вы уходите, разочарованные.

source: After a little bit, a single drone part clunks out of a second, larger slot nearby. As you walk over to it, more and more drone parts continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один дрон-комплект с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше дрон-комплекты продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single drone part clunks out of a second, larger slot nearby. As you walk over to it, more and more drone parts continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один дрон-комплект с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше дрон-комплекты продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little bit, a single drone part clunks out of a second, larger slot nearby. As you walk over to it, more and more drone parts continue to fall! You collect them all and count exactly double of how many you put in.
ru: Через некоторое время один дрон-комплект с грохотом вылетает из второй, большей щели рядом. Когда вы подходите к нему, все больше и больше дрон-комплекты продолжают падать! Вы собираете их все и считаете ровно вдвое больше, чем положили.

source: After a little while the voice speaks again. "We apologize traveler, but this device has been under repairs for 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9..." The voice continues to loop, and you realize you aren't going to get your drone parts back. You leave, disappointed.
ru: Через некоторое время голос заговорил снова. "Мы приносим извинения, путешественник, но это устройство находилось в ремонте в течение 9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9-9...". Голос продолжает повторяться, и вы понимаете, что не получите обратно свои дрон-комплекты. Вы уходите, разочарованные.

# data/events_ancient.xml$//event[@name="ANCIENT_USELESS_WEAPON"]/text
source: An agitated Obelisk hails you. "You, mortal one. We have an issue with this strange device. It's a weapon of sorts, but we can't figure out how to operate it."
ru: Взволнованный обелиск выходит с вами связь. "Ты, смертный. У нас проблема с этим странным устройством. Это своего рода оружие, но мы не можем понять, как им управлять."

# data/events_ancient.xml$//event[@name="ANCIENT_USELESS_WEAPON"]/choice[1]/text
source: Help them.
ru: Помочь им.

source: You try to explain the Obelisks how to mount weapons to their ship, but they cut you off. "No no, we know how to do that. The tech in this thing... it's so modern, and too simple. We have no use for it, you can have it."
ru: Вы пытаетесь объяснить обелискам, как установить оружие на их корабль, но они обрывают вас. "Нет, нет, мы знаем, как это сделать. Техника в этой штуке... она такая современная и слишком простая. У нас нет для нее применения, вы можете ее забрать."

# data/events_ancient.xml$//event[@name="ANCIENT_USELESS_WEAPON"]/choice[2]/text
source: We can't help.
ru: Мы не можем помочь.

source: "Bah, just a useless flesh-being. Nothing significant about you."
ru: "Ба, просто бесполезное существо из плоти. В тебе нет ничего особенного."

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ANCIENT_LOST_DUDE"]/text
source: To your surprise, a hibernating Obelisk is simply drifting in space.
ru: К вашему удивлению, спящий обелиск просто дрейфует в космосе.

# data/events_ancient.xml$//event[@name="ANCIENT_LOST_DUDE"]/choice[1]/text
source: Rescue the Obelisk.
ru: Спасти обелиск.

# data/events_ancient.xml$//event[@name="ANCIENT_LOST_DUDE"]/choice[2]/text
source: Leave it to drift.
ru: Оставить дрейфовать.

# data/events_ancient.xml$//event[@name="ANCIENT_LOST_DUDE"]/choice[2]/event/text
source: The Obelisk never once stirs. For all you know, it will continue to drift powerless for centuries after you leave.
ru: Обелиск совсем не шелохнулся. Насколько вы знаете, он будет продолжать бессильно дрейфовать в течение столетий после вашего ухода.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You pull the Obelisk aboard your ship. Almost immediately, it lights up. "Oh how marvelous, you've found me. I thought I would be stuck in the empty vaccuum of space forever."
ru: Вы втаскиваете обелиска на борт своего корабля. Почти сразу же он включается. "О, как чудесно, вы нашли меня. Я думал, что навсегда застряну в пустом вакууме космоса".

source: At first the Obelisk doesn't stir, and you consider stashing it in the storage for later. But as you begin to move it, it suddenly activates and fires a laser which destroys your shields! You draw your blaster, but the Obelisk has already calmed down. "Oh, my bad. Truly sorry about your equipment. I hope you don't mind if I request to join your crew? It's been terribly boring drifting in space for eternity, and I'd like some action for once."
ru: Сначала обелиск не шевелится, и вы подумываете о том, чтобы спрятать его в хранилище на потом. Но когда вы начинаете его двигать, он внезапно активируется и выпускает лазер, который разрушает ваши щиты! Вы достаете бластер, но обелиск уже успокоился. "О, виноват. Искренне сожалею о вашем оборудовании. Надеюсь, вы не возражаете, если я попрошусь в вашу команду? Было ужасно скучно дрейфовать в космосе целую вечность, и я хотел бы хоть раз немного поработать."

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/text
source: A voice booms over your intercom, speaking slowly. "Aliens, here? How curious. This is a chance too good to pass up. Do not resist, I have taken control over your entire vessel. Tell me, what do you desire most?"
ru: По интеркому раздается голос, говорящий медленно. "Инопланетяне, здесь? Как любопытно. Это слишком хороший шанс, чтобы его упустить. Я взял под контроль весь ваш корабль. Скажите мне, чего вы желаете больше всего?"

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[1]/text
source: Wealth.
ru: Богатство.

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[1]/event/text
source: "Money, the means for which to obtain all that the universe may offer. Take this gift my friend, I hope it brings you all that you desire."
ru: "Деньги, средства, за которые можно получить все, что может предложить вселенная. Прими этот подарок, мой друг, я надеюсь, что он принесет тебе все, что ты пожелаешь."

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[2]/text
source: Beauty.
ru: Красота.
