Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[2]/event/text
source: "Ahhh, what a vain desire. Ever since we shed our organic forms in favor of these mechanical bodies, we have forgotten the pursuits of lust or beauty. Unfortunately, I cannot alter your form myself. I can however gift you a truly beautiful creature for you to reflect upon."
ru: "Ах, какое тщетное желание. С тех пор как мы отказались от своих органических форм в пользу этих механических тел, мы забыли о стремлении к похоти или красоте. К сожалению, я не могу сам изменить твою форму. Однако я могу подарить вам поистине прекрасное создание, о котором вы сможете поразмыслить."

source: Narcissus
ru: Нарцисс

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[3]/text
source: Power.
ru: Сила.

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[3]/event/text
source: "Don't we all. I hope you forgive me that I am going to take this literally, but perhaps you'll find some humor in it. Best of luck in your pursuits, mortal."
ru: "Не все мы. Надеюсь, ты простишь меня за то, что я воспринял это буквально, но, возможно, ты найдешь в этом немного юмора. Желаю удачи в твоих поисках, смертный."

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[4]/text
source: Galactic Peace.
ru: Галактический мир.

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[4]/event/text
source: The Obelisk breaks into a fit of laughter. "Oh, how so absolutely stupid and ignorant of you. Oh, but whatever. Here, have this. I think you'll find its irony quite entertaining, as I sure do."
ru: Обелиск разрывается от смеха. "О, как ты абсолютно глуп и невежественен. Ну да ладно. Вот, возьми это. Думаю, ты найдешь его иронию весьма забавной, как, впрочем, и я".

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[5]/text
source: Try to break free.
ru: Попытаться вырваться на свободу.

# data/events_ancient.xml$//event[@name="ANCIENT_DESIRE"]/choice[5]/event/text
source: "The foolish creature hopes to break free? Did you not hear my warning? I am in control of your ship. Answer my question or suffer the consequences. What is it you desire most?"
ru: "Глупое создание надеется вырваться на свободу? Вы не слышали моего предупреждения? Я контролирую ваш корабль. Ответь на мой вопрос или понеси наказание. Чего ты желаешь больше всего?"

source: Wealth.
ru: Богатство.

source: "Money, the means for which to obtain all that the universe may offer. Take this gift my friend, I hope it brings you all that you desire."
ru: "Деньги, средства, за которые можно получить все, что может предложить вселенная. Прими этот подарок, мой друг, я надеюсь, что он принесет тебе все, что ты пожелаешь."

source: Beauty.
ru: Красота.

source: "Ahhh, what a vain desire. Ever since we shed our organic forms in favor of these mechanical bodies, we have forgotten the pursuits of lust or beauty. Unfortunately, I cannot alter your form myself. I can however gift you a truly beautiful creature for you to reflect upon."
ru: "Аххх, какое тщеславное желание. С тех пор как мы сбросили наши органические формы в пользу этих механических тел, мы забыли о похоти и красоте. К сожалению, я не могу сам изменить твою форму. Однако я могу подарить тебе поистине прекрасное создание, над которым ты сможешь поразмышлять".

source: Narcissus
ru: Нарцисс

source: Power.
ru: Сила.

source: "Don't we all. I hope you forgive me that I am going to take this literally, but perhaps you'll find some humor in it. Best of luck in your pursuits, mortal."
ru: "Не все мы. Надеюсь, ты простишь меня за то, что я воспринял это буквально, но, возможно, ты найдешь в этом немного юмора. Желаю удачи в твоих поисках, смертный."

source: Galactic Peace.
ru: Галактический мир.

source: The Obelisk breaks into a fit of laughter. "Oh, how so absolutely stupid and ignorant of you. Oh, but whatever. Here, have this. I think you'll find its irony quite entertaining, as I sure do."
ru: Обелиск разрывается от смеха. "О, как ты абсолютно глуп и невежественен. Ну да ладно. Вот, возьми это. Думаю, ты найдешь его иронию весьма забавной, как, впрочем, и я".

source: Resist again and suffer the consequences.
ru: Сопротивляться снова и страдать от последствий.

source: "Then you deserve all that is coming to you."
ru: "Тогда ты заслуживаешь всего, что тебя ожидает."

source: Continue...
ru: Продолжить...

source: (Anti-Virus) Restore your systems and fight back.
ru: (Антивирус) Восстановить свои системы и дать отпор.

source: Your Anti-Virus struggles to counter the Obelisk tech. It manages to restore just a few of the critical systems.
ru: Ваш Антивирус изо всех сил пытается противостоять технологиям обелисков. Ему удается восстановить лишь несколько критических систем.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[1]
source: "You are the ones sent by the traitor Aenwithe to bring our end! We shall not stand for this. Prepare for eradication!"
ru: "Вы те, кого послал предатель Аэнвитэ, чтобы принести нам конец! Мы этого не потерпим. Приготовься к уничтожению!"

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[2]
source: An Obelisk ship appears to be guarding this beacon, which seems strange considering you must have been the first unwelcome foreign ship to have come here. Still, you have no chance to escape this fight.
ru: Похоже, что корабль обелисков охраняет этот маяк, что кажется странным, учитывая, что вы, должно быть, первый незваный корабль-чужак, прилетевший сюда. Тем не менее, у вас нет шансов избежать этого боя.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[3]
source: You're hailed by an Obelisk ship, which is already descending to fight you. "You've made a terrible mistake coming here, mortal. We shall make an example of you!"
ru: С вами связывается корабль обелисков, который уже приближается, чтобы сразиться с вами. "Ты совершил ужасную ошибку, придя сюда, смертный. Мы снова устроим тебе хорошую взбучку!"

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[4]
source: "Welcome, welcome! I hope you understand the importance of what is about to happen. You shall be the first alien to die! We haven't even begun our invasion yet, and I get to enact such an honor. Goodbye, flesh-being."
ru: "Добро пожаловать, добро пожаловать! Я надеюсь, вы понимаете важность того, что должно произойти. Ты будешь первым инопланетянином, который умрет! Мы еще даже не начали наше вторжение, а мне выпала такая честь. Прощай, существо из плоти."

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[5]
source: Most Obelisks do not welcome a foreigner such as you to their sector, including the one at this beacon, barreling towards you.
ru: Большинство обелисков не приветствуют в своем секторе такого иностранца, как вы, в том числе и тот, который находится у этого маяка и мчится к вам.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[6]
source: You're hailed by an Obelisk ship. "Oh, so you're approaching me?" You nod, and tell them you can't blast the crap out of them without getting closer. Enraged, they power up their weapons and attack!
ru: Вас вызывает корабль обелисков. "О, так ты приближаешься ко мне?" Вы киваете и говорите им, что не можете разнести их в пух и прах, не подойдя ближе. Разъяренные, Обелиски заряжают свое оружие и атакуют!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[7]
source: "So you are the ship I've heard about. The filthy trespasser who comes into our sector and dares challenge the master Obelisk race! Prepare to be annihilated!" The Obelisk ship speaking to you activates its entire arsenal and advances.
ru: "Так ты и есть тот корабль, о котором я слышал. Грязный нарушитель, который пришел в наш сектор и посмел бросить вызов расе хозяинов обелисков! Приготовься к уничтожению!" Говорящий с вами корабль обелисков активирует весь свой арсенал и идет в атаку.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[8]
source: Shots scatter around you as an Obelisk ship moves in to attack!
ru: Выстрелы разносятся вокруг вас, когда корабль обелисков начинает атаковать!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[9]
source: "Oh, what a small little ship you have there. Shame I must destroy it, it would make a good decoration on my wall!"
ru: "О, какой у вас там маленький кораблик. Жаль, что я должен уничтожить его, это было бы хорошим украшением на моей стене!"

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[10]
source: The Obelisk ship looks at yours, first with disinterest, then with contempt. "Your ship displeases me. I do not wish to see it any more."
ru: Корабль обелисков смотрит на ваш корабль, сначала без интереса, затем с презрением. "Твой корабль мне неприятен. Я не желаю его больше видеть."

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT"]/text[11]
source: "Want to know an interesting fact? The divine creator who wrote this line was running out of things to write! Doesn't matter anyways, you'll be dead soon!"
ru: "Хочешь узнать интересный факт? Божественному творцу, написавшему эту строчку, было не о чем писать! В любом случае, это не имеет значения, ты скоро умрешь!"

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_AUTO"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT_AUTO"]/text[1]
source: "This is an automated message left by master Xithe. Please die." An Obelisk Auto-ship attacks!
ru: "Это автоматическое сообщение, оставленное мастером Кситом. Пожалуйста, умрите." Автоматический корабль обелисков атакует!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT_AUTO"]/text[2]
source: Despite also having made the Cognitives, the Obelisk's Auto-ships don't appear to be sentient themselves. More mindless robots for you to trash.
ru: Несмотря на то, что Автоматические корабли обелисков также были созданы когнитивами, сами они не выглядят разумными. Опять бездумные роботы готовы быть уничтожены вами.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT_AUTO"]/text[3]
source: It seems, no matter where you run, there will never be an end to the onslaught of automated vessels attacking you!
ru: Кажется, независимо от того, куда вы бежите, никогда не будет конца натиску Автоматизированных судов, атакующих вас!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT_AUTO"]/text[4]
source: Just when you thought the Rebellion's Auto fleet was a nuisance, now you have to deal with the Obelisks' too! Another hunk of scrap you need to kill to finish your mission.
ru: Только вы подумали, что автоматический флот Восстания - это досадная помеха, теперь вам придется иметь дело и с автоматическим флотом обелисков! Еще один кусок металлолома, который нужно уничтожить, чтобы завершить миссию.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ANCIENT_AUTO"]/text[5]
source: In your mind, there is no difference between these ancient automatons and the Rebel's kill-machines. Just another brainless machine to be killed.
ru: По вашему мнению, нет никакой разницы между этими древними автоматами и машинами для убийства Восстания. Просто еще одна безмозглая машина, которую нужно убить.

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_SURRENDER"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//eventList[@name="ANCIENT_SURRENDER_LIST"]/event/text
source: "Good, I see you are smarter than most. Be grateful that we too have decided to show you mercy."
ru: "Хорошо, я вижу, ты умнее многих. Будь благодарен, что мы тоже решили проявить к тебе милосердие."

source: Let them go.
ru: Отпустить их.

source: Finish these bastards off.
ru: Прикончить этих ублюдков.

source: "Really? You dare try to try and fight us again? Hah, how laughable."
ru: "Действительно? Ты осмеливаешься снова попытаться сразиться с нами? Ха, как смешно."

# data/events_ancient.xml$//event[@name="ENCOUNTER_ENGI_ELITE_ANCIENT"]/text
source: The ship at this beacon is no Obelisk. An Elite Engi, presumably created much more recently by the Obelisks, protects this beacon. It sees you, and identifies you as a threat.
ru: Корабль у этого маяка - не обелиск. Этот маяк охраняет элитный энджи, предположительно созданный обелисками совсем недавно. Он видит вас и решает, что вы представляете угрозу.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_PULSAR"]/text
source: An Obelisk ship is harvesting the power from the pulsar at this beacon. They spot you, and take the chance to attack!
ru: Корабль обелисков собирает энергию с пульсара на этом маяке. Они замечают вас и воспользовавшись случаем, нападают!

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_PULSAR"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_SUN"]/text
source: "I wonder what it's like, living in a place where your stars are not artificial. You're very lucky to not be trapped in this place. Too bad that luck can't last!"
ru: "Интересно, каково это-жить в месте, где твои звезды не искусственные. Вам очень повезло, что вы не оказались в ловушке в этом месте. Жаль, что удача не может длиться вечно!"

# data/events_ancient.xml$//event[@name="ENCOUNTER_ANCIENT_SUN"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_CHOICE"]/choice[1]/text
source: Fight the Obelisks.
ru: Сражаться с обелиском.

# data/events_ancient.xml$//event[@name="ANCIENT_CHOICE"]/choice[1]/event/text
source: You power up your weapons and fight the Obelisk ship.
ru: Вы заряжаете свое оружие и сражаетесь с кораблем обелисков.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_CHOICE"]/choice[2]/text
source: Avoid them.
ru: Избегать их.

# data/events_ancient.xml$//event[@name="ANCIENT_CHOICE"]/choice[2]/event/text
source: You decide not to fight the Obelisks, and fly away.
ru: Вы решаете не сражаться с обелисками и улетаете.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//textList[@name="TEXT_ANCIENT_CHOICE"]/text[1]
source: The Obelisk ship at this beacon has not yet noticed your presence. If you wanted, you could fly away safely, or attack now and take them by surprise.
ru: Корабль обелисков у этого маяка еще не заметил вашего присутствия. Если вы хотите, вы можете спокойно улететь или напасть сейчас и застать их врасплох.

# data/events_ancient.xml$//textList[@name="TEXT_ANCIENT_CHOICE"]/text[2]
source: "You have made a mistake coming here. Clearly, you are not sane. I will give you one shot at mercy. Leave this beacon or die."
ru: "Вы совершили ошибку, придя сюда. Ясно, что вы не в своем уме. Я дам тебе один шанс на милосердие. Оставь этот маяк или умри."

# data/events_ancient.xml$//textList[@name="TEXT_ANCIENT_CHOICE"]/text[3]
source: For once it appears you're the one with a decision to make. An unaware Obelisk ship appears to be making minor repairs to its hull and is oblivious to your presence.
ru: В этот раз, похоже, именно вам предстоит принять решение. Незнакомый корабль обелисков, похоже, занимается мелким ремонтом своего корпуса и не замечает вашего присутствия.

# data/events_ancient.xml$//textList[@name="TEXT_ANCIENT_CHOICE"]/text[4]
source: It's rare to see a peaceful Obelisk ship. The ship nearby makes no move to fight nor contact you.
ru: Редко можно увидеть мирный корабль обелисков. Корабль поблизости не делает никаких движений, чтобы сражаться или связаться с вами.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE"]/text
source: You catch just a brief glimpse of an Engi ship before it flies away.
ru: Вы мельком видите корабль энджи, прежде чем он улетит.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE"]/choice[1]/text
source: Chase after them.
ru: Начать погоню за ними.

source: (Engi Crew) Hail the ship.
ru: (Член экипажа-энджи) Связаться с кораблем.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE"]/choice[3]/text
source: Hail the ship.
ru: Связаться с кораблем.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE"]/choice[4]/text
source: Ignore it.
ru: Не обращать на них внимания.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE"]/choice[4]/event/text
source: Messing with the Obelisk's creations in their own sector doesn't sound like a good idea..
ru: Вмешиваться в работу творений обелисков в их собственном секторе - не самая лучшая идея...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You're unable to track down the Engi ship. You give up and fly away.
ru: Вы не можете отследить корабль энджи. Ты сдаешься и улетаешь.

source: You manage to find the Engi ship, but they're running away from something. They turn hostile as soon as you approach and attack!
ru: Вам удается найти корабль энджи, но они от чего-то убегают. Они становятся враждебными, как только вы приближаетесь и атакуете!

source: Continue...
ru: Продолжить...

source: The ship escapes before you have a chance to contact them...
ru: Корабль сбегает до того, как у вас появится шанс связаться с ними...

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "Message received. Calibrating frequencies. Federation identified, friendly connect established. Here on mission from Harmony. Objective: prove source of creator and disable ancient weaponry. If invasion successful, Obelisks will recapture Harmony."
ru: "Сообщение получено. Калибровка частот. Федерация идентифицирована, установлена дружественная связь. Нахождение здесь по заданию Гармонии. Цель: найти источник создателя и вывести из строя древнее оружие. Если вторжение будет успешным, обелиски захватят Гармонию".

source: We have similar objectives. Maybe we could help each other?
ru: У нас схожие цели. Может быть, мы могли бы помочь друг другу?

source: "Offer is: tempting. Initiating transfer of supplies, requesting supplies in return. Repay however is possible."
ru: "Предложение: заманчивое. Инициирую передачу припасов, требую припасов взамен. Возмещение по мере возможности."

source: Pay them back in fuel.
ru: Заплатить им топливом.

source: "Willingness to trade is recognized. Your kindness will be relayed to Harmony after mission success."
ru: "Готовность к торговле признана. Ваша доброта будет передана Гармонии после успеха миссии".

source: Pay them back in missiles.
ru: Заплатить им ракетами.

source: "Willingness to trade is recognized. Your kindness will be relayed to Harmony after mission success."
ru: "Готовность к торговле признана. Ваша доброта будет передана Гармонии после успеха миссии".

source: Pay them back in drones.
ru: Заплатить им дрон-комплектами.

source: "Willingness to trade is recognized. Your kindness will be relayed to Harmony after mission success."
ru: "Готовность к торговле признана. Ваша доброта будет передана Гармонии после успеха миссии".

source: We cannot repay, take the scrap and run!
ru: Мы не можем расплатиться, забираем лом и бежим!

source: "Error: Federation ship has engaged in theft. Breach of contract, activating weapons."
ru: "Ошибка: корабль Федерации совершил кражу. Нарушение контракта, активация оружия."

source: Continue...
ru: Продолжить...

source: Leave the Engi alone.
ru: Оставить энджи в покое.

# data/events_ancient.xml$//event[@name="ANCIENT_ENGI_HIDE_HAIL_ENGI"]/text
source: "Message received. Calibrating frequencies. Federation identified, friendly connect established. Here on mission from Harmony. Objective: prove source of creator and disable ancient weaponry. If invasion successful, Obelisks will recapture Harmony."
ru: "Сообщение получено. Калибровка частот. Федерация идентифицирована, установлена дружественная связь. Нахождение здесь по заданию Гармонии. Цель: найти источник создателя и вывести из строя древнее оружие. Если вторжение будет успешным, обелиски захватят Гармонию".

source: We have similar objectives. Maybe we could help each other?
ru: У нас схожие цели. Может быть, мы могли бы помочь друг другу?

source: "Contemplating offer... This is acceptable. I will personally offer services, better chance at success."
ru: "Обдумываю предложение... Приемлемо. Я лично предложу услуги, больше шансов на успех".

source: Leave the Engi alone.
ru: Оставить энджи в покое.

# data/events_ancient.xml$//event[@name="ANCIENT_CRYSTAL_CHASE"]/text
source: You manage to intercept a conversation between an Obelisk and Crystal ship. "Yes, yes. Stay safe, and avoid this alien ship. They have hostile intentions, and must be destroyed." Neither ship sees you, and they both fly away in opposite directions.
ru: Вам удается перехватить разговор между обелиском и кораблем кристаллинов. "Да, да. Оставайтесь в безопасности и избегайте этого инопланетного корабля. У них враждебные намерения, и они должны быть уничтожены." Ни один из кораблей не видит вас, и они оба улетают в противоположных направлениях.

# data/events_ancient.xml$//event[@name="ANCIENT_CRYSTAL_CHASE"]/choice[1]/text
source: Chase the Obelisk Ship.
ru: Преследовать корабль обелисков.

source: The Obelisks were right about one thing, your intentions are anything but peaceful. You hunt down their ship, ready to fight.
ru: Обелиски были правы в одном: ваши намерения совсем не мирные. Вы преследуете их корабль, готовые к бою.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_CRYSTAL_CHASE"]/choice[2]/text
source: Chase the Crystal Ship.
ru: Преследовать корабль кристаллинов.

source: The Crystals are surprised to see you, and at first thinks you may be harmless after all. As soon as your weapons come online they realize the truth, and prepare to defend themselves.
ru: Кристаллины удивлены, увидев вас, и сначала думают, что вы, возможно, все-таки безобидны. Как только ваше оружие активируется, они поймут правду и приготовятся защищаться.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_CRYSTAL_CHASE"]/choice[3]/text
source: Leave both ships alone.
ru: Оставить оба корабля в покое.

source: The Obelisk and Crystal ship both fly out of sight, leaving you alone.
ru: Обелиск и корабль кристаллинов исчезают из поля зрения, оставляя вас одного.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS"]/text
source: A Crystal ship passing through this sector lies half destroyed by an Obelisk ship. It appears Obelisks aren't above scrapping wrecks, because the Crystal ship is swarming with Obelisk looters.
ru: Корабль кристаллинов, проходящий через этот сектор, наполовину разрушен кораблем обелисков. Похоже, Обелиски не прочь поживиться обломками, потому что корабль кристаллинов кишит мародерами-обелисками.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS"]/choice[1]/text
source: Attack the Crystal ship, then we can scrap both ships!
ru: Атаковать корабль кристаллинов, и тогда мы сможем уничтожить оба корабля!
