Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ANCIENT_LORE_DUMP"]/text
source: The creature begins to speak in the same garbled way as the Auto-scout before but stops. It scans the area where your translator is located, and the device lights up. You look at your translator to find its database entries have been updated even further - expanding on the entries given to you by the Augmented. NOTE FROM THE DEVS: This questline is old and is currently planned for a total rework in a future update. Due to the large number of unlocks tied to it, we have left it in the game, but the questline is no longer considered canon.
ru: Существо начинает говорить так же неразборчиво, как и автоматический разведчик до этого, но останавливается. Оно сканирует область, где находится ваш переводчик, и устройство включается. Вы смотрите на свой переводчик и обнаруживаете, что записи в его базе данных еще больше обновились - в дополнение к записям, которые дал вам Возвышенный. ПРИМЕЧАНИЕ ОТ РАЗРАБОТЧИКОВ: Эта квестовая линия устарела и в настоящее время планируется к полной переработке в одном из будущих обновлений. Из-за большого количества разблокировок, связанных с ним, мы оставили его в игре, но квест больше не считается каноническим.

# data/events_ancient.xml$//event[@name="ANCIENT_LORE_DUMP"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_LORE_DUMP"]/choice/event/text
source: The alien speaks again. "Language Calibration: Complete. Hello, strange creature. I have taken the liberty of updating your translator to understand our spoken language. You have done me a great service, though I know you probably had no idea what you were doing. The closest pronunciation of my name in your language is Aenwithe, but I suspect that might be a mouthful. I recommend you call me Wither, as my true dialect would make your head explode if attempted to be pronounced."
ru: Пришелец снова говорит: "Калибровка языка: завершена. Здравствуй, странное создание. Я взял на себя смелость обновить ваш переводчик, чтобы вы понимали нашу речь. Вы оказали мне большую услугу, хотя я понимаю, что вы, скорее всего, понятия не имели, что делаете. Ближайшее произношение моего имени на вашем языке - Аэнвитэ, но, подозреваю, это может быть слишком труднопроизносимо. Я рекомендую вам называть меня Витэр, так как мой истинный диалект взорвет вашу голову, если вы попытаетесь его произнести".

source: Uh, hello Wither.
ru: Ээ, привет, Витэр.

source: "I am sure you have plenty of questions, and I would be happy to answer any I can. Would you care for the long story, or the short story? I assure you, the long one is much more interesting than the short one, and I only recommend listening to the short one if you've heard this all before. Er, forgive me for my fourth wall breaking, I am not quite sure how else to say this."
ru: "Я уверен, что у вас множество вопросов, и я с радостью на них отвечу, если смогу. Вам нужен длинный рассказ или короткий рассказ? Я вас уверяю, длинный гораздо интереснее, чем короткий. Но если вы уже слышали его раньше, я рекомендую слушать короткий. Э-э, простите меня за то, что сломал четвертую стену, я не особо понимаю, как сказать по-другому".

source: Long Story.
ru: Длинный рассказ.

source: "Ok then, well where to start... As I have said, my name is Aenwithe. Though my species's given name would translate to something similar to 'Ancient', it's probably easier to refer to us as the Obelisks. Our race has been around for far longer than most, the only other competitors we had in our glory days were the Crystals, the Dynasty, and the Lanius."
ru: "Хорошо, тогда с чего бы начать... Как я уже сказал, меня зовут Аэнвитэ. Хотя название моего вида переводится примерно как "древние", вероятно, проще называть нас обелисками. Наша раса существуют намного дольше, чем остальные. Нашими единственными конкурентами в славном прошлом были кристаллины, Династия и ланиусы".

source: Continue...
ru: Продолжить...

source: "We have been divided culturally by centuries between the Commoners and the Royals, who are biologically much stronger than us and as such the natural leaders, a fact which most of us accept without complaint. We were not always these cubical mechanical things you see now, but the Royal's drive for perfection led to our need to perfect everything we had. Our organic bodies were left behind in favor of these, factoring out any weaknesses like disease or aging."
ru: "Веками мы были культурно разделены на простолюдинов и Дворян, которые биологически намного сильнее нас и потому являются естественными лидерами. Этот факт большинство из нас принимает безропотно. Мы не всегда были теми кубическими механическими штуками, которые вы видите сейчас, но стремление Дворяне к совершенству заставило нас доводить до идеала все, что у нас было. Мы оставили свои органические тела в пользу этих, исключив такие слабости, как болезнь или старение".

source: Continue...
ru: Продолжить...

source: "Though our new bodies struggle at repairing or construction due to a lack of limbs, we've already come to rely mostly on drone technology to serve us. Though our society might sound Utopian, it's anything but. Most of our population is sick and twisted, their egos so large they've come to believe that we are actual gods. This desire to play with life has led to some technological achievements you probably couldn't comprehend."
ru: "Хотя наши новые тела с трудом справляются с ремонтом или строительством из-за отсутствия конечностей, мы уже стали полагаться, в основном, на дронов, чтобы служить нам. Хотя наше общество может показаться утопическим, это не так. Большинство нашего населения больны и извращены, их эго настолько велико, что они считают нас настоящими богами. Это желание играть с жизнью привело к некоторым технологическим достижениям, которые вы, вероятно, не сможете познать."

source: Continue...
ru: Продолжить...

source: "The Engi race with which you are so familiar is merely a byproduct of an Obelisk cognitive AI, one which is truly sentient, known as the Harmony. When our civilization fell, the Harmony was released into the world and eventually became what it is today. Several other achievements of ours I've noticed have found their way into your society, such as the Zoltan's beloved Great Eye, which is merely a malfunctioning Reality Manipulator of ours. I might even had repaired it for them, had my fleet not been decimated."
ru: "Раса энджи, с которой вы так хорошо знакомы, является лишь побочным продуктом когнитивного ИИ обелисков, который действительно является разумным и известен как Гармония. Когда наша цивилизация пала, Гармония была выпущена в мир и в конце концов стала тем, чем она является сегодня. Некоторые другие наши достижения, которые я заметил, попали в ваше общество, например, всеми любимое Великое Око золтан, которое является всего лишь нашим неисправным манипулятором реальности. Я мог бы даже починить его для них, если бы мой флот не был уничтожен".

source: Continue...
ru: Продолжить...

source: "However, our biggest and grandest achievement beyond all else is none other than the Multiverse Drive themselves. See, after our exploitative nature of the universe around us started to catch up to us and we suddenly found our reality dry of the resources we had used up, we sought a way to fix it... by invading other realities for their resources instead. We didn't expect much resistance, until we found more of ourselves on the other end."
ru: "Однако наше самое большое и грандиозное достижение, превосходящее все остальные, - это не что иное, как сам Привод Мультивселенной. Видите ли, после того, как наша эксплуататорская природа окружающей нас вселенной начала догонять нас, и мы внезапно обнаружили, что в нашей реальности иссякли ресурсы, которые мы использовали, мы искали способ исправить это... вторгшись в другие реальности за их ресурсами. Мы не ожидали большого сопротивления, пока не нашли на другом конце самих себя."

source: Continue...
ru: Продолжить...

source: "Perhaps if we had been different we could have achieved some grand inter-reality civilization, but instead we followed through with our intent and waged war against ourselves. This was devastating, and within only a few decades, our species had been reduced to a shadow of its former glory. The survivors realized the futility of continuing to battle, and so we sealed ourselves away with the use of a waystone, a device which can disconnect a sector from the usual grid that FTL drives operate with."
ru: "Возможно, если бы мы были другими, мы могли бы достичь какой-то великой межреальной цивилизации, но вместо этого мы последовали своему намерению и развязали войну против самих себя. Это было разрушительно, и всего за несколько десятилетий наш вид превратился в тень своей былой славы. Выжившие осознали бесполезность продолжения битвы, поэтому мы запечатали себя, используя Путеводный камень - устройство, которое может отключить сектор от обычной сети, с которой работают ССД".

source: Continue...
ru: Продолжить...

source: "And so, this brings us to where we are now. We have remained locked away for centuries, slowly rebuilding our empire. The Royals have built several planet-sized vaults around some of our ruined sectors, and intend to use the supplies inside to launch a massive invasion of the reality you've deemed Universe 0, and eventually the rest of the Multiverse as well."
ru: "И вот, это привело нас к тому, где мы сейчас находимся. Мы оставались запертыми в течение столетий, медленно восстанавливая нашу империю. Дворяне построили несколько хранилищ размером с планету вокруг некоторых из наших разрушенных секторов, и намереваются использовать запасы внутри, чтобы начать массивное вторжение в реальность, которую вы считаете Вселенной 0, а в конечном итоге и в остальную часть Мультивселенной".

source: Continue...
ru: Продолжить...

source: "I am part of a resistance group who aims to prevent the Royals from going through with their plans. To do this, we intend to use a specialized bomb called the Paragon. The force of its detonation should be so powerful it will not only decimate the Obelisk Homeworlds, but sever the connection between realities, rendering MV tech useless. That's why my fleet came here, to recover the last part we need to construct this weapon. However, the Lanius you saw destroyed it when they attacked us."
ru: "Я являюсь членом группы сопротивления, цель которой - помешать Дворянам осуществить свои планы. Для этого мы намерены использовать особую бомбу под названием "Парагон". Сила ее взрыва должна быть настолько мощной, что она не только уничтожит родные миры обелисков, но и разорвет связь между реальностями, сделав технологии Мультивселенной бесполезными. Вот почему мой флот прибыл сюда, чтобы вернуть последнюю деталь, необходимую для создания этого оружия. Однако ланиусы, которых вы видели, уничтожили его, когда напали на нас".

source: Continue...
ru: Продолжить...

source: Short Story.
ru: Короткая история.

source: "If you say so. I am part of an ancient civilization from long before any that you know of. Our species doomed ourselves to a point of near extinction after the Multiverse tech we invented led to a massive intraspecies war. We disappeared from the galactic scene ages ago, but now we've managed to crawl back. Our leaders, the Obelisk Royals, are planning to invade and retake Universe 0, and inevitably the rest of the Multiverse using massive stockpiles of supplies kept in several planet-sized vaults. I am part of a small but competent resistance group, and we are working on a prototype bomb called the Paragon. Its detonation will be so powerful that it will not only decimate the entire Obelisk Homeworlds, but collapse the Multiverse itself, shutting down MV drives everywhere. I came here to collect one of the last fragments needed, but those Lanius destroyed it along with my fleet."
ru: "Если вы так говорите. Я принадлежу к древней цивилизации, возникшей задолго до всех известных вам цивилизаций. Наш вид обрек себя на почти полное вымирание после того, как изобретенная нами технология Мультивселенной привела к масштабной внутривидовой войне. Мы исчезли с галактической сцены много лет назад, но теперь нам удалось вернуться. Наши лидеры, Дворяне, планируют вторгнуться и захватить Вселенную 0 и, неизбежно, остальную часть Мультивселенной, используя огромные запасы материалов, хранящиеся в нескольких хранилищах размером с планету. Я вхожу в небольшую, но компетентную группу сопротивления, и мы работаем над прототипом бомбы под названием "Парагон". Ее взрыв будет настолько мощным, что не только уничтожит все родные миры обелисков, но и разрушит саму Мультивселенную, отключив повсюду MV приводы. Я прибыл сюда, чтобы собрать один из последних необходимых фрагментов, но эти ланиусы уничтожили его вместе с моим флотом."

source: Continue...
ru: Продолжить...

source: (Aenwithe) "Hello, me."
ru: (Аэнвитэ) "Привет, я."

source: "Ah, I see you have already encountered me from another timeline. Very well then, I'm sure you understand the situation. Shall we head to the Obelisk sector now, or do you have other things to do?" [NOTE: Wither will not occupy a crew slot and therefore doesn't require dismissal of a crew member, despite what the probable disclaimer below may claim.]
ru: "А, я вижу, вы уже сталкивались со мной в другой временной шкале. Тогда очень хорошо, я уверен, что вы понимаете ситуацию. Теперь мы должны отправиться в сектор обелисков, или у вас есть другие дела?" [ПРИМЕЧАНИЕ: Витэр не будет занимать место в экипаже, следовательно, не требует увольнения члена экипажа, несмотря на то, что может содержаться в приведенном ниже вероятном отказе от ответственности]

source: Let's go.
ru: Вперед.

source: "Most excellent. I suggest finding somewhere to sit or something to hold on to, this will be a bumpy ride!"
ru: "Превосходно. Советую найти место, где можно присесть или за что-нибудь подержаться, поездка будет неспокойной!"

source: Wither
ru: Витэр

source: Continue...
ru: Продолжить...

source: We have places to be.
ru: Нам есть где побывать.

source: "Understandable. Well, I must continue my journey then. I request that you drop me off at the nearest habitable location where I might find a ship. Now for your payment, hopefully these optimizations will make up for it..."
ru: "Понятно. Что ж, тогда я должен продолжить свое путешествие. Я прошу вас высадить меня в ближайшем пригодном для жизни месте, где я мог бы найти корабль. Теперь о вашей оплате, надеюсь эти оптимизации компенсируют это..."

# data/events_ancient.xml$//event[@name="ANCIENT_LORE_DUMP_CHALLENGE"]/text
source: "Not all is lost however. There's another sector whose vault is suspected to contain a similar component we can use. From what I have gathered from my stay here, I believe my goal is mutually beneficial for both of us. This bomb will save this reality from Rebel invasions, and could be the key to ending this war of yours. I understand if you don't wish to help however, you have already done more than enough by just awakening me. Should you decline, I will find some other way to pay you." [NOTE: Wither will not occupy a crew slot and therefore doesn't require dismissal of a crew member, despite what the probable disclaimer below may claim.]
ru: "Однако не все потеряно. Есть еще один сектор, хранилище которого, как подозревают, содержит аналогичный компонент, который мы можем использовать. Из того, что я узнал за время своего пребывания здесь, я считаю, что моя цель взаимовыгодна для нас обоих. Эта бомба спасет эту реальность от вторжения повстанцев и может стать ключом к окончанию вашей войны. Я понимаю, что если вы не захотите помочь, однако, вы уже сделали более чем достаточно, просто разбудив меня. Если вы откажетесь, я найду другой способ расплатиться с вами" [ПРИМЕЧАНИЕ: Витэр не будет занимать место в экипаже, следовательно, не требует увольнения члена экипажа, несмотря на то, что может содержаться в приведенном ниже вероятном отказе от ответственности]

source: Accept.
ru: Согласиться.

source: "Really? Most excellent. I suggest finding somewhere to sit or something to hold on to, this will be a bumpy ride!"
ru: "Действительно? В высшей степени превосходно. Я предлагаю найти место, где можно сесть или за что-то держаться, это будет ухабистая поездка!"

source: Wither
ru: Витэр

source: Continue...
ru: Продолжить...

source: Decline.
ru: Отказаться.

source: "Understandable. Well, I must continue my journey then. I request that you drop me off at the nearest habitable location where I might find a ship. Now for your payment, hopefully these optimizations will make up for it..."
ru: "Понятно. Что ж, тогда я должен продолжить свое путешествие. Я прошу вас высадить меня в ближайшем пригодном для жизни месте, где я мог бы найти корабль. Теперь о вашей оплате, надеюсь эти оптимизации компенсируют это..."

source: The location of the Ancient cache.
ru: Местонахождение Древнего тайника.

# data/events_ancient.xml$//event[@name="ANCIENT_CACHE"]/beaconType/visitedTooltip
source: Explored location. Location of the Ancient cache.
ru: Исследованное место. Расположение Древнего тайника.

# data/events_ancient.xml$//event[@name="ANCIENT_CACHE"]/text
source: You have arrived at the cache. You can see the Dreadnaught looming in the distance, though it is too far away to make out its features. As expected, it would be impossible to access the cache, which resembles a gigantic vault sculpted into the side of a planet, without eliminating the ship.
ru: Вы прибыли к тайнику. Вдалеке виднеется Дредноут, хотя он находится слишком далеко, чтобы разглядеть его черты. Как и ожидалось, получить доступ к тайнику, который напоминает гигантское хранилище, вырубленное в боковой поверхности планеты, без уничтожения корабля невозможно.

source: Continue...
ru: Продолжить...

source: Aenwithe observes the Dreadnaught, seemingly unafraid. "Big ship. But still nothing compared to the ones you'll see in the Homeworlds. Let this be a test to see if we're ready for what's to come. Worst case, we die. No big deal."
ru: Аэнвитэ наблюдает за дредноутом, не капли не испытывая страха. "Большой корабль. Но все же не сравнится с теми, что вы увидите в родных мирах. Пусть это будет испытанием, чтобы проверить, готовы ли мы к тому, что нас ждет. В худшем случае, мы умрем. Ничего страшного".

source: Fight the Dreadnaught!
ru: Сражаться с дредноутом!

source: You power up your weapons and move in to destroy the ship. Its shadow blocks out the light through your windows as it descends upon you, ready to reduce you to dust.
ru: Вы заряжаете свое оружие и выдвигаетесь, чтобы уничтожить корабль. Его тень загораживает свет из иллюминаторов, когда он приближается к вам, готовый превратить вас в пыль.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Aenwithe observes the Dreadnaught, seemingly unafraid. "Big ship. But still nothing compared to the ones you'll see in the Homeworlds. Let this be a test to see if we're ready for what's to come. Worst case, we die. No big deal."
ru: Аэнвитэ наблюдает за дредноутом, не капли не испытывая страха. "Большой корабль. Но все же не сравнится с теми, что вы увидите в родных мирах. Пусть это будет испытанием, чтобы проверить, готовы ли мы к тому, что нас ждет. В худшем случае, мы умрем. Ничего страшного".

source: Fight the Dreadnaught!
ru: Сражаться с дредноутом!

source: You power up your weapons and move in to destroy the ship. Its shadow blocks out the light through your windows as it descends upon you, ready to reduce you to dust.
ru: Вы заряжаете свое оружие и выдвигаетесь, чтобы уничтожить корабль. Его тень загораживает свет из иллюминаторов, когда он приближается к вам, готовый превратить вас в пыль.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Aenwithe observes the Dreadnaught, seemingly unafraid. "Big ship. But still nothing compared to the ones you'll see in the Homeworlds. Let this be a test to see if we're ready for what's to come. Worst case, we die. No big deal."
ru: Аэнвитэ наблюдает за дредноутом, не капли не испытывая страха. "Большой корабль. Но все же не сравнится с теми, что вы увидите в родных мирах. Пусть это будет испытанием, чтобы проверить, готовы ли мы к тому, что нас ждет. В худшем случае, мы умрем. Ничего страшного".

source: Fight the Dreadnaught!
ru: Сражаться с дредноутом!

source: You power up your weapons and move in to destroy the ship. Its shadow blocks out the light through your windows as it descends upon you, ready to reduce you to dust.
ru: Вы заряжаете свое оружие и выдвигаетесь, чтобы уничтожить корабль. Его тень загораживает свет из иллюминаторов, когда он приближается к вам, готовый превратить вас в пыль.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: Aenwithe observes the Dreadnaught, seemingly unafraid. "Big ship. But still nothing compared to the ones you'll see in the Homeworlds. Let this be a test to see if we're ready for what's to come. Worst case, we die. No big deal."
ru: Аэнвитэ наблюдает за дредноутом, не капли не испытывая страха. "Большой корабль. Но все же не сравнится с теми, что вы увидите в родных мирах. Пусть это будет испытанием, чтобы проверить, готовы ли мы к тому, что нас ждет. В худшем случае, мы умрем. Ничего страшного".

source: Fight the Dreadnaught!
ru: Сражаться с дредноутом!

source: You power up your weapons and move in to destroy the ship. Its shadow blocks out the light through your windows as it descends upon you, ready to reduce you to dust.
ru: Вы заряжаете свое оружие и выдвигаетесь, чтобы уничтожить корабль. Его тень загораживает свет из иллюминаторов, когда он приближается к вам, готовый превратить вас в пыль.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCSECTOR_DREAD_AI"]/text
source: All of the crew aboard the Dreadnaught are dead, but the ship keeps fighting. There must be some sort of AI mode attached to it!
ru: Вся команда на борту Дредноута мертва, но корабль продолжает сражаться. К нему, должен быть, подключен какой-то искусственный интеллект!

# data/events_ancient.xml$//event[@name="ANCSECTOR_DREAD_AI"]/choice/text
source: We have to keep fighting!
ru: Мы должны продолжить сражаться!

# data/events_ancient.xml$//event[@name="ANCSECTOR_PART_4"]/text
source: "You've done it. The Dreadnaught is dead! This is beyond incredible. You flimsy mortal creatures may not be so pathetic after all. All that's left is to grab the parts and destroy the Cache." You promise to do so, but scrap the Dreadnaught first.
ru: "Вы сделали это. Дредноут мертв! Это просто невероятно. Возможно, вы, хлипкие смертные создания, не так уж и жалки в конце концов. Осталось только забрать детали и уничтожить тайник". Вы обещаете сделать это, но сначала разбираете на лом Дредноут.

# data/events_ancient.xml$//event[@name="ANCSECTOR_PART_4"]/choice/text
source: Loot the Cache.
ru: Разграбите тайник.

# data/events_ancient.xml$//event[@name="ANCSECTOR_PART_4"]/choice/event/text
source: It takes a few tries to get the vault door open, but once you manage to bust a hole in the side, a brilliant light shines through. Inside is a gigantic cavern, filled with ships, repair drones, weapons, and supplies. A few things catch your eye, including the largest ship present, a Cruiser you suspect.
ru: Требуется несколько попыток, чтобы открыть дверь хранилища, но как только вам удается пробить дыру в боку, сквозь нее проникает яркий свет. Внутри находится гигантская пещера, заполненная кораблями, ремонтными дронами, оружием и припасами. Несколько вещей бросаются в глаза, в том числе самый большой из присутствующих кораблей, Крейсер, который вы подозреваете.

source: Destroy the Cache.
ru: Уничтожить тайник.
