Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS"]/choice[1]/event/text
source: You engage the Crystal ship, knowing if you can kill the Obelisks while they are vulnerable you'll be able to scrap both ships.
ru: Вы вступаете в бой с кораблем кристаллинов, зная, что если вы сможете убить обелисков, пока они уязвимы, то сможете сдать на лом оба корабля.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS"]/choice[2]/text
source: Ignore both ships.
ru: Не обращать внимания на оба корабля.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS"]/choice[2]/event/text
source: They may not be aboard their usual ship, but Obelisks anywhere are dangerous. Neither ship notices you.
ru: Они могут быть не на борту своего обычного корабля, но обелиски в любом месте опасны. Ни один из кораблей не замечает вас.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS_WIN"]/text
source: With the Crystal ship and all the Obelisks aboard dealt with, you're free to scrap this vessel before you can proceed to do the same to their original ship.
ru: Разобравшись с кораблем кристаллинов и всеми обелисками на его борту, вы сможете разобрать его на лом, прежде чем приступить к работе с их оригинальным кораблем.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS_WIN"]/choice/text
source: Scrap the Obelisk ship.
ru: Разобрать корабль обелисков.

# data/events_ancient.xml$//event[@name="ANCIENT_LOOTERS_WIN"]/choice/event/text
source: While scrapping the Obelisk ship you find one of their drones still intact.
ru: Во время разделки корабля обелисков вы обнаруживаете, что один из их дронов все еще цел.

# data/events_ancient.xml$//event[@name="ANCIENT_WORTHY"]/text
source: "You. Alien. You have insulted me by simply entering my presence. Tell me that you are not worthy, and I will let you live."
ru: "Ты. Инопланетянин. Вы оскорбили меня, просто войдя в мое присутствие. Скажи мне, что ты недостоин, и я оставлю тебя в живых."

# data/events_ancient.xml$//event[@name="ANCIENT_WORTHY"]/choice[1]/text
source: We are not worthy.
ru: Мы не достойны.

# data/events_ancient.xml$//event[@name="ANCIENT_WORTHY"]/choice[1]/event/text
source: "Good. I am now satisfied. Now get out of our sector."
ru: "Хорошо. Теперь я удовлетворен. А теперь убирайтесь из нашего сектора."

source: (Targeting Jammer) Disable their weapons.
ru: (Генератор помех для оружия) Отключить их оружие.

source: You make it clear to the Obelisks that you are their equal. Enraged that you dare make such a comparison, they raise their weapons to destroy you. However, the Targeting Jammer does its job perfectly, and they are unable to fire on you. Now afraid of any other secrets you might hold, they pay you to let them live.
ru: Вы даете понять обелискам, что вы им не ровня. Разгневанные тем, что вы осмелились сделать такое сравнение, они активируют свое оружие, чтобы уничтожить вас. Однако Генератор помех отлично справляется со своей задачей, и они не могут открыть по вам огонь. Теперь, боясь других секретов, которые вы можете хранить, они платят вам за то, чтобы вы оставили их в живых.

source: (Shield Jammer) Disable their shields.
ru: (Генератор помех для щитов) Отключить их щиты.

source: You don't respond, but instead shut off their shields. The Obelisks continue to gloat until they come to the realisation that only a single 7 layers of an Energy Super Shield protects them. Now afraid of any other secrets you might hold, they pay you to let them live.
ru: Вы не отвечаете, но вместо этого отключаете их щиты. Обелиски продолжают злорадствовать, пока до них не доходит, что их защищает только один семи-слойный энергетический суперщит. Теперь, боясь любых других секретов, которые вы можете хранить, они платят вам за то, чтобы вы оставили их в живых.

# data/events_ancient.xml$//event[@name="ANCIENT_WORTHY"]/choice[4]/text
source: You are not worthy.
ru: Ты не достоин.

# data/events_ancient.xml$//event[@name="ANCIENT_WORTHY"]/choice[4]/event/text
source: "W-what? You dare use my words against me in this way? I shall kill you!"
ru: "Ч-что? Ты смеешь использовать мои слова против меня таким образом? Я убью тебя!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/text
source: An Obelisk ship surrounded by a giant asteroid field hails you. "Do you like them? Every rock, hand crafted. I have spent a millennium creating this place. Please, enjoy my creation."
ru: Корабль обелисков, окруженный гигантским астероидным полем, вызывает вас. "Вам нравится? Каждый камень - ручной работы. Я потратил тысячелетия на создание этого места. Пожалуйста, наслаждайтесь моим творением."

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[1]/text
source: Fight the ship.
ru: Сражаться.

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[1]/event/text
source: "No please, anywhere but here!" You cut off the ship and attack.
ru: "Нет, пожалуйста, куда угодно, только не сюда!" Вы отключаете связь и атакуете.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[2]/text
source: Admire the rocks in detail.
ru: Полюбоваться на камни в деталях.

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[2]/event/text
source: You take the turn to admire the nearby rocks. You know despite the difficulty for the Rebel fleet to catch up, every second wasted here is another second they come closer to leaking through. Still, your time is paid off when the Obelisk is so happy he gives you several canisters of fuel and one of his rocks for free. You place the rock on your desk. It is pretty well sculpted...
ru: Вы поворачиваетесь, чтобы полюбоваться близлежащими скалами. Вы знаете, что, несмотря на трудности, с которыми сталкивается флот Восстания, каждая потерянная здесь секунда - это еще одна секунда, когда они приближаются к цели. Тем не менее, ваше время окупается, когда обелиск так счастлив, что отдает вам несколько канистр с топливом и один из своих камней бесплатно. Вы кладете камень на свой стол. Он довольно хорошо вылеплен...

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[3]/text
source: Just nod and smile.
ru: Просто кивнуть и улыбнуться.

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER"]/choice[3]/event/text
source: The Obelisk seems pleased with you, and heads back to perfecting its rocks.
ru: Обелиск, кажется, доволен вами и возвращается к совершенствованию своих камней.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER_WIN"]/text
source: As the Obelisk takes one last breath, he manages to squeeze out the words, "Please... just... don't hurt my creations... it is my last legacy..."
ru: Когда обелиск делает последний вдох, ему удается выдавить из себя слова: "Пожалуйста... только... не трогай мои творения... это мое последнее наследие..."

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER_WIN"]/choice[1]/text
source: Harvest the asteroids.
ru: Собрать астероиды.

source: You harvest some of the asteroids and find many of them contain traces of fuel, which you can harvest.
ru: Вы собираете некоторые астероиды и обнаруживаете, что многие из них содержат следы топлива, которое вы можете собрать.

# data/events_ancient.xml$//event[@name="ANCIENT_SCULPTER_WIN"]/choice[2]/text
source: You've done enough, leave.
ru: Ты сделал достаточно, уходить.

# data/events_ancient.xml$//event[@name="ANCIENT_REBEL_DRONE"]/text
source: To your surprise, an Auto-ship belonging to the Rebellion is powered off at this location. A looping message plays in the deep, monotone voice of an Obelisk. "This ship is under reconstruction. Do not touch."
ru: К вашему удивлению, в этом месте обесточен автоматический корабль, принадлежащий Восстанию. Зацикленное сообщение воспроизводится глубоким, монотонным голосом обелиска. "Этот корабль находится на реконструкции. Не трогать".

# data/events_ancient.xml$//event[@name="ANCIENT_REBEL_DRONE"]/choice[1]/text
source: Attempt to scrap the ship.
ru: Попытаться разобрать корабль на лом.

# data/events_ancient.xml$//event[@name="ANCIENT_REBEL_DRONE"]/choice[2]/text
source: Abide the message and leave the drone alone.
ru: Принять сообщение и оставить дрон в покое.

source: If an Obelisk tells you not to touch the ship, you aren't going to touch the ship. You make yourself content doing something aboard the ship.
ru: Если обелиск говорит вам не трогать корабль, вы не тронете корабль. Лучше заняться чем-нибудь на борту корабля.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: The Auto-ship remains unresponsive as you scrap it.
ru: Автоматический корабль не реагирует, когда вы его разбираете на лом.

source: As you attempt to take apart the Auto-ship it comes online. To your surprise, Obelisk weapons spring from its hull!
ru: Когда вы пытаетесь разобрать автоматический корабль, он включается. К вашему удивлению, из его корпуса вылетает оружие обелисков!

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="FLEET_ROYAL_SELITE"]/text
source: It appears Vance's fleet has caught up to you at last. An MFK Ace ship moves forward, brandishing its weapons and ready to kill.
ru: Похоже, флот Вэнса наконец-то догнал вас. Корабль аса МФК движется вперед, размахивая оружием и готовый убивать.

# data/events_ancient.xml$//event[@name="FLEET_ROYAL_SELITE"]/choice[1]/text
source: Continue...
ru: Продолжить...

source: (Adv. Engines) Try to escape the elite.
ru: (Продв. Двигатели) Попытаться сбежать от элиты.

# data/events_ancient.xml$//event[@name="START_BEACON_ROYAL"]/text
source: This time, you found yourself at least leaning against a wall. Most of the other crew did better as well, and as always Aenwithe is completely unfazed. "We're here. Fortunately, the resistance has managed to take out the guard already and blockade the sector. Now, let's get this bomb built."
ru: На этот раз вам удалось хотя бы прислониться к стене. Большинство других членов экипажа тоже справились, и, как всегда, Аэнвитэ совершенно невозмутим. "Мы здесь. К счастью, сопротивление уже успело снять охрану и блокировать сектор. Теперь давай займемся созданием бомбы".

# data/events_ancient.xml$//event[@name="START_BEACON_ROYAL"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="START_BEACON_ROYAL"]/choice/event/text
source: You dock with one of the nearby Obelisk ships, which Aenwithe assures you has been captured by his people already. You're introduced to several other Obelisks who look identical to each other with various names you cannot pronounce. Aenwithe looks around, as if looking for someone, but cannot seem to find them.
ru: Вы стыкуетесь с одним из близлежащих кораблей обелисков, который, как уверяет Аэнвитэ, уже захвачен его народом. Вас знакомят с несколькими другими обелисками, похожими друг на друга, с разными именами, которые вы не можете произнести. Аэнвитэ оглядывается вокруг, как бы ища кого-то, но, похоже, не может его найти.

source: Is something wrong?
ru: Что-то не так?

source: Aenwithe ignores you, but talks to one of the other Obelisks. "Where is E?" The Obelisk responds, "She was taken by the Queen. The Royals heard of her betrayal, and there was little we could do. Their Dreadnaught is back online..."
ru: Аэнвитэ игнорирует вас, но разговаривает с одним из других обелисков. "Где Е?" Обелиск отвечает: "Ее забрала Королева. Дворяне узнали о ее предательстве, и мы мало что могли сделать. Их дредноут снова в строю..."

source: Who is E? And there's a second Dreadnaught?
ru: Кто такой Е? И есть второй дредноут?

# data/events_ancient.xml$//event[@name="ROYAL_MFK_ARIVAL"]/text
source: Aenwithe pauses, and you assume he would have sighed had he had lungs. "E is the princess of the Obelisk Royals. Don't mind the single letter name, that's just how the Royals name themselves. For simplicity, I guess. Or maybe the memes? Anyways, doesn't matter. E is the only Royal amongst our resistance, and the only person who can build the bomb. But now she's been taken. Even worse, the Royals do in fact have an even stronger Dreadnaught, protecting Liythkyk Yuk, their capital."
ru: Аэнвитэ делает паузу, и вы предполагаете, что он вздохнул бы, если были бы легкие. "Е - принцесса Дворян обелисков. Не обращай внимания на имя из одной буквы, просто так называют себя Дворяне. Для простоты, наверное. А может, ради мемов? В любом случае, неважно. Е - единственный Дворянин среди нашего сопротивления, и единственный человек, который может создать бомбу. Но теперь ее похитили. Что еще хуже, у Дворян есть еще более сильный дредноут, который защищает Лийткик Юк, их столицу".

# data/events_ancient.xml$//event[@name="ROYAL_MFK_ARIVAL"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_MFK_ARIVAL"]/choice/event/text
source: Suddenly, an alarm in the fleet ship goes off. A squadron of MFK fleet ships jump in, immediately opening fire on the Obelisks. Aenwithe curses, "Damn it, the Rebels got through! It was only a matter of time. We need to evacuate immediately! We'll regroup at the palace and rescue E, finish this bomb, then purge this entire sector to its core!"
ru: Внезапно на корабле флота раздается сигнал тревоги. Эскадра кораблей флота МФК прыгает, немедленно открывая огонь по обелискам. Аэнвитэ проклинает: "Проклятье, Восстания прорвались! Это был лишь вопрос времени. Мы должны немедленно эвакуироваться! Мы перегруппируемся во дворце, спасем Е, закончим эту бомбу, а затем очистим весь сектор до основания!"

source: Continue...
ru: Продолжить...

source: As you're leaving, an MFK Gunboat Ace stops you. "You're that... that Multiverse Renegade that led us here! You die today, Federation scum!"
ru: Когда вы уже уходите, вас останавливает Ас МФК канонерка. "Ты тот... тот Ренегат Мультивселенной, который привел нас сюда! Сдохни сейчас же, подонок Федерации!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_MFK_DEFEAT"]/text
source: You receive one last message from the Rebel captain as the ship dies, "God... damn you. You might survive today, but Vance will catch you soon enough, and he'll make your lives hell..." With the ship neutralized, you scrap the remains.
ru: Вы получаете последнее сообщение от капитана Восстания, когда корабль умирает: "Боже... будь ты проклят. Вы можете выжить сегодня, но Вэнс поймает вас очень скоро, и он превратит вашу жизнь в ад..." Когда корабль нейтрализуется, вы разбираете останки на лом.

# data/events_ancient.xml$//event[@name="ROYAL_MFK_DEFEAT"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_MFK_DEFEAT"]/choice/event/text
source: With the Gunboat out of the way, there doesn't appear to be any other ships around that aren't already occupied and able to fight you. In this short grace period, Aenwithe speaks again, "Good, we must hurry to Liythkyk Yuk and rescue E. Be careful, now we don't only have the Royals to deal with, but the Rebels too."
ru: После того, как Канонерка убран с дороги, похоже, что поблизости нет других кораблей, которые не заняты и могут сражаться с вами. В этот короткий промежуток времени Аэнвитэ снова говорит: "Хорошо, мы должны поспешить в Лийткик Юк и спасти Е. Будьте осторожен, теперь нам придется иметь дело не только с Дворянами, но и с Восстанием".

source: The location of the Ancient Palace.
ru: Расположение Древнего дворца.

# data/events_ancient.xml$//event[@name="ROYAL_PALACE"]/beaconType/visitedTooltip
source: Explored location. Location of the Ancient Palace.
ru: Исследованное место. Расположение Древнего дворца.

# data/events_ancient.xml$//event[@name="ROYAL_PALACE"]/text
source: You have arrived at Liythkyk Yuk. Below your ship is a vast cityscape with massive cruisers moving back and forth. It's so green... probably too green. But that doesn't matter, hopefully you won't be here too long.
ru: Вы прибыли на Лийткик Юк. Под вашим кораблем раскинулся огромный городской пейзаж с массивными крейсерами, движущимися взад и вперед. Здесь так зелено... возможно, слишком зелено. Но это неважно, надеюсь, вы не задержитесь здесь надолго.

source: Continue...
ru: Продолжить...

source: You pilot closer to the surface, and for a brief moment you almost think you can get through this without a fight. However, any hopes of this are immediately dashed when the Royal Dreadnaught Aenwithe mentioned appears from the sky, moving closer with clear intent to kill. "Mortal invaders! Your filth shall be purged from our realm!" Looks like it's time for one more battle, and hopefully the last you'll ever have.
ru: Вы приближаетесь к поверхности, и на краткий миг вам кажется, что вы сможете пройти через это без боя. Однако все надежды на это тут же рушатся, когда с неба появляется упомянутый Аэнвитэ дредноут Дворян и приближается с явным намерением убить вас. "Смертные захватчики! Ваша грязь должна быть вычищена из нашего царства!" Похоже, настало время для еще одной битвы, и, надеюсь, последней в вашей жизни.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: You pilot closer to the surface, and for a brief moment you almost think you can get through this without a fight. However, any hopes of this are immediately dashed when the Royal Dreadnaught Aenwithe mentioned appears from the sky, moving closer with clear intent to kill. "Mortal invaders! Your filth shall be purged from our realm!" Looks like it's time for one more battle, and hopefully the last you'll ever have.
ru: Вы приближаетесь к поверхности, и на краткий миг вам кажется, что вы сможете пройти через это без боя. Однако все надежды на это тут же рушатся, когда с неба появляется упомянутый Аэнвитэ дредноут Дворян и приближается с явным намерением убить вас. "Смертные захватчики! Ваша грязь должна быть вычищена из нашего царства!" Похоже, настало время для еще одной битвы, и, надеюсь, последней в вашей жизни.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: You pilot closer to the surface, and for a brief moment you almost think you can get through this without a fight. However, any hopes of this are immediately dashed when the Royal Dreadnaught Aenwithe mentioned appears from the sky, moving closer with clear intent to kill. "Mortal invaders! Your filth shall be purged from our realm!" Looks like it's time for one more battle, and hopefully the last you'll ever have.
ru: Вы приближаетесь к поверхности, и на краткий миг вам кажется, что вы сможете пройти через это без боя. Однако все надежды на это тут же рушатся, когда с неба появляется упомянутый Аэнвитэ дредноут Дворян и приближается с явным намерением убить вас. "Смертные захватчики! Ваша грязь должна быть вычищена из нашего царства!" Похоже, настало время для еще одной битвы, и, надеюсь, последней в вашей жизни.

source: Continue...
ru: Продолжить...

source: Continue...
ru: Продолжить...

source: You pilot closer to the surface, and for a brief moment you almost think you can get through this without a fight. However, any hopes of this are immediately dashed when the Royal Dreadnaught Aenwithe mentioned appears from the sky, moving closer with clear intent to kill. "Mortal invaders! Your filth shall be purged from our realm!" Looks like it's time for one more battle, and hopefully the last you'll ever have.
ru: Вы приближаетесь к поверхности, и на краткий миг вам кажется, что вы сможете пройти через это без боя. Однако все надежды на это тут же рушатся, когда с неба появляется упомянутый Аэнвитэ дредноут Дворян и приближается с явным намерением убить вас. "Смертные захватчики! Ваша грязь должна быть вычищена из нашего царства!" Похоже, настало время для еще одной битвы, и, надеюсь, последней в вашей жизни.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_SUCCESS"]/text
source: As the Dreadnaught comes crashing down into the Royal Palace, you can't help but think to yourself how nice it would be to never see one of these damn Obelisks ever again. You dismount from the ship followed by Aenwithe, who stops and says "Well, best get out your reading glasses if you need them, there's a lot of text ahead." You aren't sure what that really means, but it is probably good advice to heed.
ru: Когда дредноут врезается в Дворец, вы не можете не думать о том, как хорошо было бы никогда больше не видеть этих проклятых обелисков. Вы спускаетесь с корабля, за вами следует Аэнвитэ, который останавливается и говорит: "А теперь достань свои очки для чтения, если они тебе нужны, впереди много текста". Вы не уверены, что это означает, но, вероятно, это хороший совет, к которому стоит прислушаться.

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_SUCCESS"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_SUCCESS"]/choice/event/text
source: You consider not bothering to scrap the Dreadnaught, but that's just not how you do things. With the Dreadnaught destroyed, you should have some time to clear out any remaining intruders then make your way to the palace.
ru: Вы подумываете о том, чтобы не разбирать на лом Дредноут, но вы так не поступаете. После уничтожения Дредноута у вас будет немного времени, чтобы зачистить всех оставшихся незваных гостей, а затем добраться до Дворца.

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_ENTER"]/text
source: Not a single ship bothers you as you walk into the palace. An advanced Cognitive shouts as you enter, "Hey! You can't be in her-" but you promptly silence it with a single shot. You'd be fine without seeing any more Cognitives either, quite frankly. You continue your way through the palace.
ru: Ни один корабль не беспокоит вас, когда вы входите во дворец. Продвинутый когнитив кричит, когда вы входите, "Эй! Вы не можете быть здесь...", но вы быстро заглушаете его одним выстрелом. Честно говоря, вы были бы не против больше не видеть когнитивов. Вы продолжаете свой путь по Дворцу.

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_ENTER"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_PALACE_ENTER"]/choice/event/text
source: Once you've made it to the Royal Chambers, you look to Aenwithe for directions. "Yes yes, to the right we go." You follow him into E's chambers, where you find an Obelisk Royal studying several blueprints on holographic screens floating around the room. "So, you finally showed up? About time. And do be careful, the Obelisk Queen is behind you."
ru: Добравшись до Палат Дворян, вы обращаетесь к Аэнвитэ за указаниями. "Да-да, нам направо". Вы следуете за ним в покои Е, где находите Дворянин обелисков, изучающий несколько чертежей на голографических экранах, парящих по комнате. "Итак, ты наконец-то появился? Как раз вовремя. И будь осторожен, Королева обелисков стоит у тебя за спиной".

source: Wait, what?
ru: Стоп, что?
