Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/text
source: For once, a Royal ship in the same system as you isn't looking to fight... at least not immediately. Instead, they hail you with an offer. "I am a collector, and I fancy to study some of the more exotic races of your mortal plane. Please, come aboard, maybe you'll find one of my collections you'd like for your own, or perhaps you'd be willing to give me one of yours for healthy compensation!"
ru: На этот раз корабль Дворян в той же системе, что и вы, не собирается сражаться... по крайней мере, не сразу. Вместо этого они вызывают вас с предложением. "Я коллекционер, и мне хотелось бы изучить некоторые из наиболее экзотических рас вашего смертного мира. Пожалуйста, поднимитесь на борт, может быть, вы найдете одну из моих коллекций, которая вам понравится, или, возможно, вы захотите отдать мне одну из ваших за хорошую компенсацию!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[1]/text
source: Agree and go aboard.
ru: Согласиться и подняться на борт.

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[1]/event/text
source: You're wary of a trap, but no attack comes yet. You find several cages containing various strange creatures, some more foreign than others.
ru: Вы опасаетесь ловушки, но нападения пока не происходит. Вы находите несколько клеток, в которых содержатся различные странные существа, некоторые более странные, чем другие.

source: Offer to buy one of his collections.
ru: Предложить купить одну из его коллекций.

source: Offer to sell one of your more exotic crew.
ru: Предложить продать одного из ваших более экзотических членов экипажа.

source: "Yes! Who might you have for me?"
ru: "Да! Кто может быть у вас для меня?"

source: Sell your Augmented Lanius.
ru: Продать своего Возвышенного ланиуса.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell The Anointed.
ru: Продать Помазанницу.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Spider.
ru: Продать своего паука.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Weaver.
ru: Продать своего ткача.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Spider Queen.
ru: Продать свою Королеву пауков.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Equinoid.
ru: Продать своего эквиноида.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell Tintan and Rig.
ru: Продать Тинтану и Рига.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Mantis Bishop.
ru: Продать своего богомола Епископа.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Radiant.
ru: Продать свою Лучезарную ракушку.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Welder.
ru: Продать своего Сварщика.

source: "Oh, what a fine specimen. This will look quite nice amongst my other creatures. Take this payment."
ru: "О, какой прекрасный экземпляр. Это будет хорошо смотреться среди других моих созданий. Возьмите эту плату".

source: Your crew cannot be cloned, as you just sold them.
ru: Член экипажа не может быть клонирован, так как вы только что продали его.

source: Sell your Obelisk Crew.
ru: Продать своего обелиска.

source: "Is this some kind of stupid joke to you, mortals? It should be obvious my request was for specimens exotic to ME, not to YOU. If you are truly this braindead, then I do not wish to allow your continued existence."
ru: "Это что, глупая шутка, смертные? Должно быть очевидно, что я просил экзотических для МЕНЯ особей, а не для ВАС. Если вы действительно настолько безмозглы, то я не хочу допустить вашего дальнейшего существования."

source: Continue...
ru: Продолжить...

source: Nevermind, I'd rather buy some crew.
ru: Неважно, я бы предпочел купить какой-нибудь экипаж.

source: I think we'll be leaving now.
ru: Я думаю, мы лучше пойдем.

source: I think we'll be leaving now.
ru: Я думаю, мы лучше пойдем.

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[2]/text
source: This is shady, attack now while you can!
ru: Это подозрительно, атаковать сейчас, пока возможно!

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[2]/event/text
source: You aren't going to let some Royal poke around at your crew. Prepare for battle!
ru: Вы не позволите какому-то Дворянину совать нос в ваше дело. Приготовиться к битве!

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[2]/event/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_ZOO"]/choice[3]/text
source: Decline.
ru: Отказаться.

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/text
source: "Take a look, and see what you might like!"
ru: "Взгляни и посмотри, что тебе может понравиться!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[1]/text
source: Purchase a Malform. [90~]
ru: Приобрести Деформу. [90~]

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[1]/event/text
source: "A wonderful choice! Thank you for your purchase, flesh being!"
ru: "Замечательный выбор! Спасибо за вашу покупку, существо из плоти!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[2]/text
source: Purchase a Shell Radiant. [90~]
ru: Приобрести Лучезарную ракушку. [90~]

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[2]/event/text
source: "A wonderful choice! Thank you for your purchase, flesh being!"
ru: "Замечательный выбор! Спасибо за вашу покупку, существо из плоти!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[3]/text
source: Purchase a Lanius Welder. [100~]
ru: Приобрести Сварщика ланиуса. [100~]

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[3]/event/text
source: "A wonderful choice! Thank you for your purchase, flesh being!"
ru: "Замечательный выбор! Спасибо за вашу покупку, существо из плоти!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[4]/text
source: Purchase a Tamed Equinoid. [30~]
ru: Приобрести прирученного эквиноида. [30~]

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[4]/event/text
source: "A wonderful choice! Thank you for your purchase, flesh being!"
ru: "Замечательный выбор! Спасибо за вашу покупку, существо из плоти!"

# data/events_ancient.xml$//event[@name="ROYAL_ZOO_PURCHASE"]/choice[@req=""]/text
source: I think we'll be leaving now.
ru: Я думаю, мы лучше пойдем.

# data/events_ancient.xml$//eventList[@name="ROYAL_ZOO_LEAVE"]/event[1]/text
source: "A shame. I cannot let you mortals leave while there still might be a chance for great wonders aboard your vessel. Come back here!"
ru: "Очень жаль. Я не могу позволить вам, смертным, уйти, пока на борту вашего корабля еще есть шанс на великие чудеса. Вернись сюда!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//eventList[@name="ROYAL_ZOO_LEAVE"]/event[2]/text
source: "You mortals have no eye for opportunity!"
ru: "Вы, смертные, не смотрите на возможности!"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//eventList[@name="ROYAL_ZOO_LEAVE"]/event[3]/text
source: "You mortals have no eye for opportunity!"
ru: "Вы, смертные, не смотрите на возможности!"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_AUGMENTED_JOY"]/text
source: A small swarm of Augmented ships is feasting on a massive field of destroyed Obelisk and Rebel ships. They don't seem to care about your presence.
ru: Небольшой рой Возвышенных кораблей пирует на огромном поле уничтоженных кораблей обелисков и Восстания. Кажется, их не волнует ваше присутствие.

# data/events_ancient.xml$//event[@name="ROYAL_AUGMENTED_JOY"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.

source: "Federation ship is seeking trade? Maybe scrap. Many plentiful wrecks here, much for all! Let Federation scour wreckage as content, but will needing give something in return."
ru: "Корабль Федерации ищет торговли? Может быть, лом. Много обильных обломков здесь, много для всех! Пусть Федерация обшаривает обломки как контент, но обязательно даст что-то взамен."

source: Pay them to access the wrecks.
ru: Заплатить им, чтобы мы получили доступ к обломкам.

source: "Yes, many of scrap! Enjoy searchings, Federation."
ru: "Да, много лома! Наслаждайтесь поиском, Федерация."

source: Continue...
ru: Продолжить...

source: We don't need anything in the wrecks, but we are open to trading normally.
ru: Нам ничего не нужно в обломках, но мы открыты для обычной торговли.

source: "Most reasonable! Come, see what having offers."
ru: "В высшей степени разумно! Пойдем, посмотрим, что можем предложить."

# data/events_ancient.xml$//event[@name="ROYAL_AUGMENTED_JOY"]/choice[2]/text
source: Attack the Lanius!
ru: Атаковать ланиусов!

source: You arm the weapons and engage the nearest Augmented ship.
ru: Вы активируете оружие и вступаете в бой с ближайшим кораблем Возвышенных.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_AUGMENTED_JOY"]/choice[3]/text
source: Scoop up some scrap for yourself.
ru: Подобрать немного лома для себя.

# data/events_ancient.xml$//event[@name="ROYAL_AUGMENTED_JOY"]/choice[4]/text
source: Ignore the swarm.
ru: Не обращать внимания на рой.

source: If the Lanius aren't bothering you, you won't bother them either.
ru: Если ланиусы тебя не беспокоят, ты их тоже их не побеспокоишь.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: You are undisturbed as you salvage some supplies.
ru: Вас никто не беспокоит, когда вы подбираете некоторые припасы.

source: While salvaging some wreckage, an Augmented ship flies past, sees you, and attacks!
ru: Во время разбора обломков, корабль Возвышенных пролетает мимо, видит вас и атакует!

source: Continue...
ru: Продолжить...

source: You find little of value amongst the wreckage other than a bit of scrap to make up for what you lost. Looks like the Augmented took most of everything valuable...
ru: Среди обломков вы не найдете ничего ценного, кроме куска лома, чтобы компенсировать то, что вы потеряли. Похоже, что Возвышенные забрали большую часть всего ценного...

source: It appears you've found a functioning drone in the wreckage! You bring it back to the ship.
ru: Похоже, вы нашли функционирующий дрон в обломках! Ты возвращаешь его на корабль.

source: While searching the wreckage, one of the Augmented ships comes dangerously close to colliding with your ship, but manages to right itself just in time. "Apologies, taking bad shot from Royals, ship malfunction. Yours sturdy, me come with you maybe?"
ru: Во время поиска обломков один из кораблей Возвышенных опасно близок к столкновению с вашим кораблем, но успевает вовремя избежать столкновения. "Прошу прощения, неудачный выстрел от Дворян, неисправность корабля. Твой крепкий, может быть, я пойду с тобой?"

source: You stumble across a massive fuel reserve in one of the ships, enough to carry you for a long while.
ru: Вы натыкаетесь на огромный запас топлива на одном из кораблей, настолько, что затянуло вас надолго.

# data/events_ancient.xml$//event[@name="ROYAL_PANDORA_FACTORY"]/text
source: You've seen many strange things in your journeys, but you don't think you've seen anything quite like this. Beyond your ship is a massive factory spanning several entire planets, with a colossal structure running between them. No star remains, and the only lights left are the artificial ones. What is this place?
ru: Вы видели много странных вещей в своих путешествиях, но вы не думаете, что видели что-то подобное этому. За вашим кораблем находится огромная фабрика, охватывающая несколько целых планет, с колоссальной структурой, проходящей между ними. Не осталось ни одной звезды, и остались только искусственные огни. Что это за место?

# data/events_ancient.xml$//event[@name="ROYAL_PANDORA_FACTORY"]/choice[1]/text
source: Investigate it.
ru: Исследовать это.

source: Fortunately, it appears most of the factory is automated, so there are few ships to stop you. Compared to most Obelisk achievements, this mega-structure is probably of low priority to them anyways. You find a safe looking space to dock.
ru: К счастью, похоже, что большая часть фабрики автоматизирована, поэтому здесь мало кораблей, способных остановить вас. По сравнению с большинством достижений обелисков, эта мегаструктура, вероятно, имеет для них низкий приоритет. Вы находите безопасное место для стыковки.

source: Continue...
ru: Продолжить...

source: As you continue to explore, a monotone voice speaks to you through a wall-mounted speaker. "Who are you? For what reasons have you docked here? Please report to section SJ-37 for check-in if you wish to proceed further into the facilities." You didn't think anyone was here, but it appears you were wrong.
ru: Пока вы продолжаете исследовать, монотонный голос говорит с вами через настенный динамик. "Кто ты такой? По каким причинам вы пристыковались здесь? Пожалуйста, обратитесь в секцию SJ-37 для регистрации, если вы хотите пройти дальше". Вы не думали, что здесь кто-то есть, но похоже, вы ошибались.

source: Report to whatever location the voice mentioned.
ru: Отправляться в то место, о котором говорил голос.

source: You look around for clues as to where to head, and notice several signs on the wall, which your translator converts to your language. You follow them into a large, yet still empty, reception room with a Cognitive sitting behind a desk.
ru: Вы оглядываетесь в поисках подсказок куда идти, и замечаете несколько знаков на стене, которые ваш переводчик переводит на ваш язык. Вы следуете за ними в большую, но пустую приемную с когнитивом, сидящим за столом.

source: Uh, hello?
ru: Э-э, привет?

source: The Cognitive analyzes you for a few moments, then uses its ring to push forward some strange tablet device with a place for you to sign. "Welcome to the Pandoran Factory Cluster. If you wish to proceed with supervision, please sign below. Otherwise, you will be required to leave."
ru: Когнитив анализирует вас в течение нескольких мгновений, а затем использует свое кольцо, чтобы выдвинуть какое-то странное планшетное устройство с местом для вашей подписи. "Добро пожаловать в Кластер фабрик Пандоры. Если вы хотите продолжить наблюдение, пожалуйста, подпишите ниже. В противном случае вам придется уйти".

source: Sign the tablet.
ru: Подписать табличку.

source: As soon as you sign the contract, the tablet vanishes and the Cognitive moves out from the desk. "By signing this contract you agree not to-" the AI rapidly lists off a couple hundred things you can't understand, then signals with a large arrow for you to follow.
ru: Как только вы подписываете контракт, планшет исчезает, а когнитив выдвигается из-за стола. "Подписывая этот контракт, вы соглашаетесь не..." ИИ быстро перечисляет несколько сотен вещей, которые вы не можете понять, а затем сигнализирует большой указательной стрелкой, чтобы вы следовали за ним.

source: Continue...
ru: Продолжить...

source: "These facilities were built several centuries ago, and are the primary manufacturing plant for Pandoran Boxes, also called Karthithes in the native language. They have small reality manipulators inside them, and when opened can unleash either divine wonders or unimaginable horrors. Mainly for use in gambling, of course. However, the factory was abandoned when the Obelisks got bored of the pastime, and it was left in my control ever since. Production continues to this day, but without anyone using the boxes our storage is now almost completely filled. This concludes the tour, you may leave."
ru: "Эти сооружения были построены несколько веков назад и являются основным заводом по производству ящиков Пандоры, которые на родном языке также называются "Картитэс". Внутри них находятся небольшие манипуляторы реальности, и когда их открывают, они могут вызвать либо божественные чудеса, либо невообразимые ужасы. В основном, конечно, для использования в азартных играх. Однако фабрика была заброшена, когда обелискам наскучило это занятие, и с тех пор она оставалась под моим контролем. Производство продолжается и по сей день, но пока никто не пользуется коробками, наше хранилище почти полностью заполнено. На этом экскурсия закончена, вы можете идти".

source: Offer to buy a box. [-20~]
ru: Предложить купить ящик. [-20~]

source: "You want to take a box? Go, take it."
ru: "Хочешь взять ящик? Иди, возьми его".

source: Hire the Cognitive for yourself. [-40~]
ru: Нанять когнитива для себя. [-40~]

source: "You want me to go with you? Please, I will take this meaningless junk if it means I may leave this hell behind."
ru: "Ты хочешь, чтобы я пошел с тобой? Пожалуйста, я возьму этот бессмысленный хлам, если это означает, что я могу оставить этот ад позади".

source: Leave.
ru: Уйти.

source: Refuse and leave.
ru: Отказаться и уйти.

source: Keep going on your own.
ru: Продолжить идти самому.

source: You push forward, ignoring the voice. A little while longer, it speaks again. "It is apparent that you do not wish to make yourself welcome. Activating anti-intrusion systems." Suddenly, a laser comes out of the wall, melting one of your crew! To make matters worse, two Cognitives materialize and chase down your crew!
ru: Вы продвигаетесь вперед, не обращая внимания на голос. Проходит еще немного времени, и он заговорил снова. "Очевидно, что вы не хотите быть желанным гостем. Активирую системы защиты от вторжения". Внезапно из стены вылетает лазер, расплавляя одного из членов вашей команды! Что еще хуже, два когнитива материализуются и преследуют ваш экипаж!

source: Fortunately, your crew has already cloned back on the ship and is ready to fight the cognitive intruders.
ru: К счастью, ваша команда уже вернулась на корабль и готова к борьбе с когнитивами.

source: You really should listen to what the voice just said.
ru: Вам действительно стоило прислушаться к тому, что только что сказал голос.

# data/events_ancient.xml$//event[@name="ROYAL_PANDORA_FACTORY"]/choice[2]/text
source: Ignore the factory.
ru: Не обращать внимания на фабрику.

source: It's a fascinating view, but you have no further interest in the structure. There are better things to do.
ru: Это захватывающий вид, но у вас больше нет интереса к структуре. Есть дела и поважнее.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_FREEMANTIS"]/text
source: It appears the nearby Rebel ship has already found you, and approaches. However, when you receive a hail, all you can hear from the other end is strange clicking and gurgling.
ru: Похоже, ближайший корабль повстанцев уже нашел вас и приближается. Однако, когда вы получаете вызов, на другом конце раздаются лишь странные щелчки и бульканье.

# data/events_ancient.xml$//event[@name="ROYAL_FREEMANTIS"]/choice[1]/text
source: Attack them now before they can!
ru: Атаковать их сейчас же!

# data/events_ancient.xml$//event[@name="ROYAL_FREEMANTIS"]/choice[1]/event/text
source: Right as you start to attack, the ship's camera turns on and a friendly looking Free Mantis greets you. "Hello! Translator on ship not accustom to yet. We happy to see Federation- wait what doing? No no stop!" It appears it's too late, they've already seen you as hostile and a fight is now inevitable.
ru: Как только вы начинаете атаковать, камера корабля включается, и вас приветствует дружелюбно выглядящий свободный богомол. "Привет! Переводчик на корабле еще не привык. Мы рады видеть Федерацию - подождите, что вы делаете? Нет, нет, стоп!" Похоже, уже слишком поздно, они уже увидели в вас врага, и драка теперь неизбежна.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_FREEMANTIS"]/choice[2]/text
source: Hail them to see if they're ok.
ru: Связаться с ними, чтобы узнать, все ли с ними в порядке.
