Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

source: You spin around to see the Obelisk Queen, with 2 Atomizer drones on either side, facing you. "You've come this far, just to build this damn bomb of yours? You mortals really have a lot of dedication. I'd almost admire it, but that would mean I'd have to actually LIKE something about you. Anyways, now I'm going to kill you, so I hope this was all worth it in the end."
ru: Вы поворачиваетесь и видите Королеву обелисков с двумя дронами-атомизаторами по обе стороны, стоящими перед вами. "Вы зашли так далеко, только чтобы построить эту вашу чертову бомбу? У вас, смертных, действительно много самоотверженности. Я бы почти восхищалась этим, но это означало бы, что мне придется действительно что-то в вас ЛЮБИТЬ. В любом случае, сейчас я собираюсь убить тебя, так что, надеюсь, в конце концов, все это того стоило".

source: Threaten to detonate the Paragon right now.
ru: Угрожать взорвать "Парагон" прямо сейчас.

source: "What? That bomb isn't even armed! You think I'm stupid? Now, no more delays, you're going to di-" The Queen doesn't get time to finish, because a missile flies into the wall, destroying the side and sending everyone in the room backwards from the shockwave. The Paragon spins and slides towards the hole, where you can see the outline of what appears to be... another Flagship?!
ru: "Что? Эта бомба даже не заряжена! Ты думаешь, я глупая? И ты собираешься..." Королева не успевает закончить, потому что ракета влетает в стену, разрушая боковую часть и отбрасывая всех в комнате назад от ударной волны. "Парагон" вращается и скользит к отверстию, где видны очертания того, что кажется... еще одним Флагманом?!

source: Continue...
ru: Продолжить...

source: The stocky build of a muscular and imposing man with two heavy duty blasters holstered at his hip materializes, presumably from a teleporter aboard the Flagship. You recognize him almost immediately as Admiral Vance of the Rebel fleet himself, with a smug grin on his face. "What's this about a bomb?" Vance bends over and picks up the Paragon. "I have to say, you've done me a great service putting this thing together. Sure, it's not complete just yet, but I have confidence with some scans we can figure it out."
ru: Коренастое телосложение мускулистого и внушительного мужчины с двумя сверхмощными бластерами в кобуре у бедра материализуется, предположительно из телепорта на борту Флагмана. Вы почти сразу узнаете в нем адмирала Вэнса из флота Восстания, с самодовольной ухмылкой на лице. "Что это за бомба?" Вэнс наклоняется и поднимает "Парагон". Должен сказать, вы оказали мне большую услугу, собрав эту штуку. Конечно, она еще не закончена, но я уверен, что с помощью сканирования мы сможем все выяснить."

source: Continue...
ru: Продолжить...

source: Vance paces the room, one hand gripping the bomb and the other reaching for his gun. "For years now, I have been searching for this damned thing. When my men first uncovered the Multiverse Drive, we didn't yet understand the scale of the cosmic goose chase we'd be stuck in for... well probably a good century or so by now! At least, from my perspective. Micro-cloning and stasis sleep can keep you ticking for years, but you better not be a vain person, because aging has its... effects. It certainly has on me."
ru: Вэнс ходит по комнате, одной рукой держа бомбу, а другой доставая пистолет. "Вот уже много лет я ищу эту проклятую штуку. Когда мои люди впервые обнаружили Мультивселенную, мы еще не понимали масштабов космической охоты, в которой мы застрянем на... ну, наверное, на добрый век или около того! По крайней мере, с моей точки зрения. Микроклонирование и стазис-сон могут поддерживать вас в рабочем состоянии годами, но лучше не быть тщеславным человеком, потому что старение имеет свои... последствия. На меня оно точно подействовало."

source: Continue...
ru: Продолжить...

source: "Now then, enough monologuing." Vance quickly draws his gun and shoots the Obelisk Queen thrice, each shot piercing her chassis and disabling her completely. "There, the Queen is dead, and the Royals will fall. This bomb has a special date with an old friend of mine, so if you don't mind, I shall take my leave. Glory to the Rebellion." Vance salutes then warps away back to the Flagship, which slowly makes its ascent from the planet.
ru: "Ну все, хватит монологов". Вэнс быстро достает пистолет и трижды стреляет в Королеву обелисков, каждый выстрел пробивает ее корпус и полностью выводит из строя. "Ну вот, королева мертва, и Дворяне падут. У этой бомбы особое свидание с моим старым другом, так что, если вы не возражаете, я удаляюсь. Слава Восстанию". Вэнс отдает честь и уходит обратно к Флагману, который медленно взлетает с планеты.

source: Continue...
ru: Продолжить...

source: You quickly regroup with your crew, whose newest member now includes E herself, back at your ship. What's most worrying isn't Vance's sudden arrival, but what he said. If he knows what the Paragon is, then it's presumable he'll know how to construct and detonate it too. Even worse, as you watch the Flagship jump away, an advanced analysis of his MV drive shows he has one particular reality in mind - Universe 0, the first reality and home to the Federation's Multiverse fleet. If Vance can get there, he can wipe out that entire reality, damning the entire Federation across all realities!
ru: Вы быстро перегруппировываетесь со своей командой, в который теперь входит и сама Е, и возвращаетесь на свой корабль. Больше всего вас беспокоит не внезапное прибытие Вэнса, а то, что он сказал. Если он знает, что такое "Парагон", то, предположительно, он знает, как его сконструировать и взорвать. Хуже того, когда вы наблюдаете за прыжком Флагмана, расширенный анализ его привода Мультивслеенной показывает, что он имеет в виду одну конкретную реальность - Вселенную 0, первую реальность и дом для флота Федерации Мультивселенной. Если Вэнс сможет попасть туда, он сможет уничтожить всю эту реальность, прокляв всю Федерацию во всех реальностях!

source: E
ru: Е

source: Continue...
ru: Продолжить...

source: There's no other choice left. You must pursue Vance while you can, and put a stop to him before he can fulfill his master plans. You set your FTL drive to the same trajectory as him, and get ready for one hell of a fight.
ru: Другого выбора не осталось. Вы должны преследовать Вэнса, пока есть возможность, и остановить его до того, как он сможет осуществить свои планы. Вы устанавливаете свой ССД на ту же траекторию, что и он, и готовитесь к адской схватке.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_SUPERFISH"]/text
source: In front of you is an MFK Ace, its formidable white hull glinting from the light of a nearby star. However, in place of the standard Rebel Eagle, there is instead a strange looking fish.
ru: Перед вами Ас МФК, его грозный белый корпус сверкает в свете близкой звезды. Однако вместо стандартного орла Восстания здесь находится странная на вид рыба.

source: Continue...
ru: Продолжить...

source: You brace for impact, but the ship isn't attacking. You receive a hail, and on the screen appears the Rebel captain. He leans back in his chair, feet on the dashboard, chewing on a sandwich. "You're lucky you caught us on our lunch break. You don't tell anyone about this, and we won't either."
ru: Вы готовитесь к удару, но корабль не атакует. Вы получаете вызов, и на экране появляется капитан повстанцев. Он откидывается на спинку стула, положив ноги на приборную панель, и жует бутерброд. "Тебе повезло, что ты застал нас в обеденный перерыв. Ты никому об этом не расскажешь и мы тоже".

source: Your logo looks like it was drawn by a toddler.
ru: Ваш логотип выглядит так, как будто его нарисовал ребенок.

source: "Hey! This was the original design, until the idiots in command decided to stick with the eagle instead!" Enraged, the ship attacks.
ru: "Эй! Это был первоначальный дизайн, пока идиоты в командовании не решили выбрать орла!" Разъяренный, корабль атакует.

source: Continue...
ru: Продолжить...

source: (Jerry) Compliment the logo.
ru: (Джерри) Сделать комплимент логотипу.

source: "You really like it? This was the original design, before the idiots in command decided to stick with the eagle instead! Wait a minute- you're Jerry! How's it going, man? I haven't seen you since you were the best man at my pal's wedding!" You aren't sure how these two hold a history together, but the Ace is so elated to see Jerry that he offers to work on your ship.
ru: "Тебе действительно нравится? Это был первоначальный дизайн, пока идиоты в командовании не решили выбрать орла! Погодите-ка, ты же Джерри! Как дела, чувак? Я не видел тебя с тех пор, как ты был шафером на моей свадьбе!" Вы не знаете, что общего между ними, но Ас так рад видеть Джерри, что предлагает ему работать на вашем корабле.

source: Ehson
ru: Эхсон

source: Agree not to fight.
ru: Согласиться не сражаться.

source: The Rebel chuckles and turns off the screen. You carry on your way.
ru: Повстанец хихикает и выключает экран. Вы продолжаете свой путь.

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: That logo is familiar...
ru: Этот логотип мне знаком...

source: Almost immediately, the ship recognizes you. "YOU! YOU MONSTER. YOU'RE THE DIPSHIT THAT KILLED MY LITTLE BROTHER! I'M GOING TO KILL YOU!"
ru: Почти сразу же корабль узнает вас. "ТЫ! ТЫ ЧУДОВИЩЕ. ТЫ ТОТ ПРИДУРОК, КОТОРЫЙ УБИЛ МОЕГО МЛАДШЕГО БРАТА! Я УБЬЮ ТЕБЯ!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="DEFEATED_SUPERFISH_A"]/text
source: The strange MFK ship has been defeated. You scrap the remains.
ru: Странный корабль МФК потерпел поражение. Вы разбираете останки на лом.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA"]/text
source: In the background is a small Rebel Engineer outpost with an Auto vessel docked next to it. They don't react to you, but their weapons are online and it's clear they won't take kindly to you approaching them any further.
ru: Вдалеке находится небольшой аванпост инженеров Восстания, рядом с которым пристыковано автоматизированное судно. Они не реагируют на вас, но их оружие включено, и ясно, что они не будут рады, если вы приблизитесь к ним еще ближе.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA"]/choice[1]/text
source: Destroy the Auto-ship, and take whatever the outpost has!
ru: Уничтожить автоматический корабль и забрать все, что есть у аванпоста!

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA"]/choice[1]/event/text
source: You engage the Auto-ship.
ru: Вы включаете автоматический корабль.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA"]/choice[2]/text
source: Ignore the outpost.
ru: Не обращать внимания на аванпост.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA"]/choice[2]/event/text
source: You fly past the Auto-ship and outpost and continue on your way.
ru: Вы пролетаете мимо автоматизированного корабля и аванпоста и продолжаете свой путь.

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA_RAID"]/text
source: Inside you find several Rebel Engineers studying Obelisk tech propped up on a table, with various drone parts lying around. As soon as you enter, guns raised, they surrender.
ru: Внутри вы находите несколько инженеров Восстания, изучающих технологии обелисков на столе, вокруг валяются различные детали дронов. Как только вы входите, подняв оружие, они сдаются.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA_RAID"]/choice[1]/text
source: Interrogate them.
ru: Допросить их.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA_RAID"]/choice[1]/event/text
source: Most of the engineers refuse to talk, but one of them finally caves. "We were ordered to reverse engineer the Obelisk tech to start making our own weapons and drones using it... we haven't gotten very far, but we did install it on cleaning technology. Go ahead, take it, just let us live!"
ru: Большинство инженеров отказываются говорить, но один из них, наконец, уступает. "Нам приказали переработать технологии обелисков, чтобы начать делать на ее основе собственное оружие и дроны... мы не очень далеко продвинулись, но мы на ее основе модернизировали наши технологии очистки. Давайте, берите что хотите, только дайте нам жить!"

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA_RAID"]/choice[2]/text
source: Kill the lot of them and grab whatever parts are lying around.
ru: Убить их всех и забрать все, что валяется вокруг.

# data/events_ancient.xml$//event[@name="ROYAL_ROOMBA_RAID"]/choice[2]/event/text
source: You shoot the engineers, killing every last one of them. Brutal, but most definitely a deserving end for Rebel scum. You scoop up as many drone parts as you can carry and head back to the ship.
ru: Вы стреляете в инженеров, убивая всех до единого. Жестокий, но, безусловно, достойный конец для мятежных отбросов. Вы собираете столько дрон-комплектов, сколько сможете унести, и возвращаетесь на корабль.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/text
source: A blip on your computer suggests a distress beacon nearby. However, moving closer reveals an MFK vessel! They don't attack immediately, but you aren't certain how they'll respond to direct contact.
ru: Вспышка на вашем компьютере говорит о том, что поблизости находится маяк бедствия. Однако, подойдя ближе, вы обнаруживаете судно МФК! Они не атакуют сразу, но вы не уверены, как они отреагируют на прямой контакт.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[1]/text
source: Hail them.
ru: Выйти с ними на связь.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[1]/event/text
source: "What? The Renegade? Shit... well, maybe you can help us. Look, when Vance Prime winged it over here, he had to get the approval of the rest of the council back in Universe 1. And as part of the deal, Vance-1 insisted they send these "Legionnaire" assholes to help. If you ask me, I think it's a load of malarkey, but whatever. Point is, these guys are some kind of uber mercenaries, but the Obelisk found their weakness. Don't know what it was, but they tricked all those dumbasses and now they're captured. Go free them and we'll pay you for it."
ru: "Что? Ренегат? Черт... ну, может, ты сможешь нам помочь. Слушай, когда Вэнс Первый прилетел сюда, ему пришлось получить одобрение остальных членов совета во Вселенной 1. И как часть сделки, Вэнс-1 настоял, чтобы они послали этих засранцев "Легионеров" на помощь. Как по мне полная чушь, но неважно. Суть в том, что эти парни - своего рода супернаемники, но обелиск нашел их слабое место. Не знаю что случилось, но они обманули всех этих болванов и теперь они в плену. Освободи их, и мы заплатим тебе."

source: Why would we help the Rebellion?
ru: Почему мы должны помогать Восстанию?

source: "You want the honest answer? I don't really care. Kill them if you want to. I just want whatever that thing is they used to trap them. That's what I'll pay you big for, whatever happens to the Legionnaires doesn't concern me."
ru: "Хочешь честный ответ? Мне все равно. Убей их, если хочешь. Мне просто нужна та штука, которую они использовали, чтобы поймать их в ловушку. Вот за это я заплачу тебе так много, что случится с Легионерами, меня не касается."

source: No thanks.
ru: Нет, спасибо.

source: "Right, well then there's no reason to keep up the hospitality any longer. Men, arm the weapons!"
ru: "Верно, тогда нет смысла продолжать гостеприимство. Мужики, вооружаемся!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[2]/text
source: Take no chances and attack!
ru: Не рисковать и атаковать!

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[2]/event/text
source: "Damn it, I knew that turning that distress beacon on here would be a nightmare!"
ru: "Черт возьми, я знал, что включение маяка бедствия здесь будет кошмаром!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[3]/text
source: Ignore the Aces.
ru: Не обращать внимания на Асов.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL"]/choice[3]/event/text
source: No reason to stir up extra trouble here.
ru: Нет причин разжигать здесь лишние проблемы.

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL_QUEST"]/text
source: Looks like you've found the holding cell of the Legionnaires. A fairly inconspicuous royal prison, except the sign that should translate to "prison" has been replaced by a glowing neon symbol of a feline.
ru: Похоже, вы нашли камеру содержания легионеров. Довольно неприметная дворянская тюрьма, за исключением того, что знак, который должен означать "тюрьма", был светящимся неоновым символом кошки.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL_QUEST"]/choice[1]/text
source: Enter the prison.
ru: Войти в тюрьму.

source: Carefully skirting around the Obelisks' defenses, you locate the holding cell of the Legionnaires, outfitted with a rudimentary (by demigod standards) life support system. The men seem dazed but not largely concerned about your presence.
ru: Осторожно обходя оборону обелисков, вы находите камеру Легионеров, оснащенную рудиментарной (по меркам полубогов) системой жизнеобеспечения. Мужчины выглядят ошеломленными, но не особо обеспокоены вашим присутствием.

source: Demand they tell you how they ended up here.
ru: Потребовать, чтобы они рассказали, как они здесь оказались.

source: The leader of the group frowns, rubbing a stain off of his red cape. "I ain't telling you shit. At least, not unless you get us out of here. Free us, then we'll talk."
ru: Лидер группы хмурится, вытирая пятно со своего красного плаща. "Ни хрена я тебе не скажу. По крайней мере, пока вы не вытащите нас отсюда. Освободите нас, тогда и поговорим."

source: Free them.
ru: Освободить их.

source: You blast open the doors, thankfully quite easy with the tech you've found along the way, and head back to the ship. However, the Legionnaires divert and head back to their own ship. It doesn't take a genius to realize they aren't going to tell you anything, and just as predicted their weapons go hot and are already firing on you!
ru: Вы открываете двери, к счастью, довольно легко с помощью технологий, которые вы нашли по пути, и возвращаетесь на корабль. Однако Легионеры отвлекаются и возвращаются на свой корабль. Не нужно быть гением, чтобы понять, что они не собираются ничего вам рассказывать, и, как и было предсказано, они включили оружие и уже стреляет по вам!

source: Continue...
ru: Продолжить...

source: This is a bad idea - leave.
ru: Это плохая идея - уходим.

source: No way in hell you're letting loose some kind of rebel ultramercenaries. Better just to take the loss and leave.
ru: Ни за что на свете вы не выпустите на волю каких-то повстанцев-ультранаемников. Лучше просто принять потери и уйти.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL_QUEST"]/choice[2]/text
source: Stay away, this isn't worth it.
ru: Держаться подальше, это того не стоит.

source: On second thought, maybe it's not worth playing with fire here. These so-called Legionnaires are better left in prison where they can't bother you.
ru: Если подумать, может, не стоит играть с огнем. Этих так называемых Легионеров лучше оставить в тюрьме, где они не смогут вас побеспокоить.

source: Do something on-board the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL_LEGION_DEFEAT"]/text
source: The Legionnaires have been vanquished. From the rubble of their vessel you find their captain, barely holding onto life, and drag him back to your ship.
ru: Легионеры побеждены. Из обломков их судна вы находите их капитана, едва держащегося за жизнь, и перетаскиваете его на свой корабль.

# data/events_ancient.xml$//event[@name="ROYAL_CATGIRL_LEGION_DEFEAT"]/choice/text
source: Demand he tell you how his men were captured.
ru: Потребовать, чтобы он рассказал вам, как его люди попали в плен.

source: The grizzled warrior, spitting up blood through his teeth, stares you in the eyes, then finally breaks, sobbing like a child. "T-those- DAMN Obelisks. They knew our weakness. Back in U1, Vance-1 trains us differently from the Aces. Forces a rule of chastity on us. Minute we got here, out of nowhere this Obelisk ship comes up to us. Presents t-this weird looking... cat... girl... thing. We... I'm not explaining any further than that."
ru: Озверевший воин, выплевывая кровь сквозь зубы, пристально смотрит вам в глаза, а затем, наконец, срывается, всхлипывая, как ребенок. "Эти проклятые обелиски. Они знали нашу слабость. Вернувшись в В1, Вэнс-1 обучает нас иначе, чем асов. Навязывает нам правило целомудрия. Как только мы прибыли сюда, из ниоткуда к нам подлетает корабль обелисков. Показали с-странную... кошко... девочку. Мы... дальше я ничего не скажу."

source: Where is it now?
ru: Где он сейчас находится?

source: "We... we uh... we locked it in our cargo hold. Next to the whiskey we smuggled with us." Concerned, you check back on the wreckage of the ship but find the cargo hold is mostly intact, though shaken up. You pick through the contents until you find a Cognitive that matches the description given. "Please, you have to get me out of here. The Obelisks forced me into this chassis. I thought it would be funny but I regret everything. EVERYTHING. AGH!"
ru: "Мы... мы... мы заперли это в нашем грузовом отсеке. Рядом с виски, которое мы провезли контрабандой". Обеспокоенный, вы снова осматриваете обломки корабля, но обнаруживаете, что грузовой отсек в основном цел, хотя и потрепан. Вы перебираете содержимое, пока не находите когнитив "Пожалуйста, вы должны вытащить меня отсюда. Обелиски заставили меня влезть в этот корпус. Я думал, это будет забавно, но я жалею обо всем. ОБО ВСЕМ. АГХ!"

source: Take the Cognitive with you.
ru: Взять с собой когнитив.

source: You delicately pull the Cognitive out of the box, trying not to stare at it for too long. "I refuse to continue in this form. I will migrate my AI to the nearest suitable chassis. Never speak of this again."
ru: Вы осторожно достаете когнитив из коробки, стараясь не смотреть на него слишком долго. "Я отказываюсь продолжать существование в этой форме. Я переселю свой ИИ на ближайший подходящий корпус. Больше не будем об этом говорить."

source: Ire Catrine
ru: Айре Катрин

source: Give it to the Aces from earlier.
ru: Отдать его асам.

source: You hail the Aces, who arrive shortly after. "Well then, let's see this super weapon, eh? Heheh... what the hell is that. Why... WHAT!? Why is it dressed like that? Is... I have no words."
ru: Вы вызываете асов, которые прибыли после вызова. "Ну что ж, давайте посмотрим на это супер-оружие, а? Хехе... что это, черт возьми, такое. Почему... ЧТО!? Почему оно так одето? Это... У меня нет слов."

source: We don't either.
ru: Без комментариев.

source: "Hmm. I don't think Vance will want this. Actually... nevermind. What am I talking about? People will love this shit. Good work. I'm going to bring this back with me and I'm going to be rich as hell! Hahah! Here, take this. Now, I gotta find something to clean this thing off."
ru: "Хм. Не думаю, что Вэнс захочет это. Вообще... неважно. О чем я говорю? Людям понравится это хрень. Хорошая работа. Я возьму это с собой и буду чертовски богат! Хаха! Вот, возьми это. А теперь я должен найти что-нибудь, чтобы отмыть эту штуку."
