Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ROYAL_FREEMANTIS"]/choice[2]/event/text
source: You send a hail in return to the Rebel ship, and a few moments later their camera pops on. You see the ship is now piloted by a friendly looking Free Mantis. "Hello! Yes, doing fine, Rebel translator on ship unaccustomed to clan dialect. Followed fleet, hoping capture Rebels for glorious Federation! Many succeeding, but sector scary. Big cube ships come and go, kill many. I go with you, not wanting die from cube."
ru: Вы посылаете ответный сигнал на корабль повстанцев, и через несколько мгновений их камера включается. Видите ли, корабль теперь пилотирует дружелюбно выглядящий свободный богомол. "Привет! Да, все в порядке, переводчик повстанцев на корабле не привык к диалекту клана. Последовал за флотом, надеясь захватить повстанцев для славной Федерации! Многие преуспевают, но сектор страшный. Большие кубические корабли приходят и уходят, убивают многих. Я иду с тобой, не желая умирать от куба".

source: Ken
ru: Кен

source: (Mantis Crew) That's Free Mantis dialect.
ru: (Член экипажа-богомол) Это диалект Свободных Богомолов.

source: You send a hail in return to the Rebel ship, and a few moments later their camera pops on. You see the ship is now piloted by a friendly looking Free Mantis. "Hello! Yes, doing fine, Rebel translator on ship unaccustomed to clan dialect. Followed fleet, hoping capture Rebels for glorious Federation! Many succeeding, but sector scary. Big cube ships come and go, kill many. I go with you, not wanting die from cube."
ru: Вы посылаете ответный сигнал на корабль повстанцев, и через несколько мгновений их камера включается. Видите ли, корабль теперь пилотирует дружелюбно выглядящий свободный богомол. "Привет! Да, все в порядке, переводчик повстанцев на корабле не привык к диалекту клана. Последовал за флотом, надеясь захватить повстанцев для славной Федерации! Многие преуспевают, но сектор страшный. Большие кубические корабли приходят и уходят, убивают многих. Я иду с тобой, не желая умирать от куба".

source: Ken
ru: Кен

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/text
source: You receive a contact from the nearby Royal ship. Fortunately, they don't raise their weapons immediately either. "You are flesh-beings, yes? Have you noticed that our insults are rather bland? Oh how I hate saying 'Flesh-being' day in and out. I require more creative unpleasantries to hurl at unsuspecting mortals. Have you any?"
ru: Вы получаете сообщение от ближайшего корабля Дворян. К счастью, они тоже не сразу активируют оружие. "Вы - кожанные мешки, да? Вы заметили, что наши оскорбления довольно безвкусны? О, как я ненавижу говорить "кожанный мешок" изо дня в день. Мне нужны более креативные неприятные слова, чтобы бросать их в ничего не подозревающих смертных. У вас есть какие-нибудь идеи?"

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[1]/text
source: Offer some insults.
ru: Предложить несколько вариантов.

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[1]/event/text
source: "Most excellent. For what shall be my insult of choice from now on?"
ru: "Превосходно. Что отныне будет моим избранным оскорблением?"

source: "Walking Nutrient Paste"
ru: "Ходячая Питательная Паста".

source: "Yes, good. This will serve most excellent. You have pleased me, dear Walking Nutrient Paste. Accept this as a gift."
ru: "Да, хорошо. Это будет великолепно. Вы меня порадовали, дорогая ходячая питательная паста. Прими это в дар".

source: "Amorphous Skin-Sack"
ru: "Аморфный кожаный мешок".

source: "Yes, good. This will serve most excellent. You have pleased me, dear Amorphous Skin-Sack. Accept this as a gift."
ru: "Да, хорошо. Это будет великолепно. Ты порадовал меня, дорогой аморфный кожаный мешок. Прими этот дар".

source: "Deformed Ape Creature"
ru: "Деформированное Обезьянье существо".

source: "Yes, good. This will serve most excellent. You have pleased me, dear Deformed Ape Creature. Accept this as a gift."
ru: "Да, хорошо. Это будет великолепно. Ты доставил мне удовольствие, дорогое Деформированное обезьянье существо. Прими этот дар".

source: "Regrettably Sentient Space Meat"
ru: "К сожалению, разумное космическое мясо".

source: "Yes, good. This will serve most excellent. You have pleased me, dear Regrettably Sentient Space Meat. Accept this as a gift."
ru: "Да, хорошо. Это будет великолепно. Ты порадовал меня, разумное космическое мясо. Прими этот дар".

source: "Stupid Thing"
ru: "Глупая Вещь".

source: "Ugh, this is a most terrible suggestion. You have greatly displeased me. I will now remove you from my sight."
ru: "Фу, это самое ужасное предложение. Вы мне очень не понравились. Теперь я уберу тебя с глаз моих".

source: Continue...
ru: Продолжить...

source: "Zoomer"
ru: "Зумер".

source: "Ugh, this is a most terrible suggestion. You have greatly displeased me. I will now remove you from my sight."
ru: "Фу, это самое ужасное предложение. Вы мне очень не понравились. Теперь я уберу тебя с глаз моих".

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[2]/text
source: Ignore their request - attack!
ru: Не обращать на них внимания просьбу - атаковать!

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[2]/event/text
source: Though this is one of the rare times the Royals aren't itching to murder you, you've chosen to fight them yourself. Prepare for battle!
ru: Хотя это один из редких случаев, когда Дворяне не горят желанием убить тебя, ты решил сразиться с ними сам. Приготовиться к битве!

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[3]/text
source: Decline.
ru: Отказаться.

# data/events_ancient.xml$//event[@name="ROYAL_INSULTS"]/choice[3]/event/text
source: "Fine, be that way... uh... skin creature."
ru: "Ладно, будь по-твоему... э-э... существо в коже".

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_DATA"]/text
source: "Mortal creatures! Your culture is most strange, but I am fascinated with it! I wish to learn more! Please, feed me the data in your ship, and I shall pay you handsomely for the knowledge!" It's a tempting offer, but you have no idea if that data will end up in Rebel hands in the end. Will you take the risk?
ru: "Смертные создания! Ваша культура очень странная, но я очарован ею! Я хочу узнать больше! Пожалуйста, передайте мне данные с вашего корабля, и я щедро заплачу вам за эти знания!" Это заманчивое предложение, но вы понятия не имеете, окажутся ли эти данные в конечном итоге в руках Повстанцев. Пойдете ли вы на такой риск?

# data/events_ancient.xml$//event[@name="ROYAL_DATA"]/choice[1]/text
source: Offer your data.
ru: Предложить свои данные.

# data/events_ancient.xml$//event[@name="ROYAL_DATA"]/choice[2]/text
source: Give them fake data.
ru: Дать им фальшивые данные.

# data/events_ancient.xml$//event[@name="ROYAL_DATA"]/choice[3]/text
source: Decline.
ru: Отказаться.

# data/events_ancient.xml$//event[@name="ROYAL_DATA"]/choice[3]/event/text
source: "Most unfortunate. Now I am sad. Goodbye." The ship jumps away.
ru: "Весьма прискорбно. Теперь мне грустно. До свидания". Корабль уходит в прыжок.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//eventList[@name="ROYAL_DATA_SELL"]/event[1]/text
source: "Thank you kind skin sack! I greatly appreciate it." The ship jumps away. Hopefully the Rebels won't capture that ship and use the data against you...
ru: "Спасибо, добрый мешок с кожей! Я очень благодарен вам за это". Корабль уходит в прыжок. Надеюсь, Повстанцы не захватят этот корабль и не используют данные против вас...

# data/events_ancient.xml$//eventList[@name="ROYAL_DATA_SELL"]/event[2]/text
source: "Thank you kind skin sack! I greatly appreciate it." The ship jumps away. You have a feeling the Rebels will get their hands on that data somehow...
ru: "Спасибо, добрый мешок с кожей! Я очень благодарен вам за это". Корабль уходит в прыжок. У вас есть предчувствие, что повстанцы каким-то образом заполучат эти данные...

# data/events_ancient.xml$//eventList[@name="ROYAL_DATA_FAKE"]/event[1]/text
source: "Thank you kind skin sack! I greatly appreciate it." The ship jumps away. Good thing the Obelisks fell for it, and now if it ends up in Rebel hands, they won't be able to use it against you.
ru: "Спасибо тебе, добрый мешок с мясом! Я очень признателен." Корабль уходит в прыжок. Хорошо, что обелиски купились на это, и теперь, если он попадет в руки Повстанцев, они не смогут использовать его против вас.

# data/events_ancient.xml$//eventList[@name="ROYAL_DATA_FAKE"]/event[2]/text
source: "This data is all nonsense! You've lied to me, skin sack! Now you die!"
ru: "Все эти данные-чепуха! Ты солгал мне, мешок с кожей! Теперь ты умрешь!"

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[1]
source: "Blood bearing varmint! Get out of our sector you scum!" An aggressive Royal ship shouting expletives at you raises its weapons, clearly intending to attack.
ru: "Кровососущий шалун! Убирайся из нашего сектора, подонок!" Агрессивный корабль Дворян, выкрикивающий ругательства в ваш адрес, поднимает свое оружие, явно намереваясь атаковать.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[2]
source: "Ugh, how truly repulsive. Have you no dignity, wandering around like that, without your chassis? You should be ashamed, mortal being. I will put you out of your suffering."
ru: "Фу, как по-настоящему отвратительно. Неужели у тебя нет никакого достоинства бродить вот так, без своего корпуса? Тебе должно быть стыдно, смертное существо. Я избавлю тебя от страданий".

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[3]
source: You can understand why the Royals wouldn't be happy with you invading their sector, but you don't have time to think things through further, there's a mad ship on its way with murderous intent!
ru: Вы можете понять, почему Дворяне не были бы счастливы, если бы вы вторглись в их сектор, но у вас нет времени обдумывать дальнейшие действия, на подходе безумный корабль с убийственными намерениями!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[4]
source: The Obelisks might be aggressive, but the Royals are even more so, and deadlier too. Unfortunately, a Royal ship nearby has chosen you as its prey!
ru: Обелиски могут быть агрессивными, но Дворяне еще агрессивнее, и к тому же смертоноснее. К сожалению, корабль Дворян поблизости выбрал вас в качестве своей добычи!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[5]
source: An Obelisk Royal appears on your vid-screen and briefly glances at you. "Yuck", and with that their weapons go online.
ru: Дворянин обелисков появляется на вашем видеоэкране и бросает на вас короткий взгляд. "Фу", и с этим их оружие активируется.

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL"]/text[6]
source: You're even deeper in foreign territory now, and the native Royals aren't terribly happy to have you here. Looks like you'll have to fight for your right to be at this beacon!
ru: Теперь вы еще глубже забрались на чужую территорию, и местные Дворяне не очень рады, что вы здесь. Похоже, вам придется бороться за свое право быть на этом маяке!

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL_MFK"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[1]
source: You've never seen such a large concentration of MFK Aces in a single sector, but it appears Vance sent his entire fleet to stop you. Prepare for combat!
ru: Вы никогда не видели такой большой концентрации асов МФК в одном секторе, похоже, Вэнс послал весь свой флот, чтобы остановить вас. Приготовиться к бою!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[2]
source: "Hah, there he is! Let's show this little Multiverse ship how the Rebellion treats our enemies when they start playing dirty!"
ru: "Ха, вот он! Давайте покажем этому маленькому кораблю Мультивселенной, как Восстание обращается с нашими врагами, когда они начинают играть грязно!"

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[3]
source: "YOU! Do you know what you've done? This sector is living hell, and it's all your fault Vance sent our squadron here. I'm going to kill you for bringing this upon us!"
ru: "ТЫ! Ты хоть понимаешь, что натворил? Этот сектор ‐ сущий ад, и это все твоя вина, что Вэнс послал сюда нашу эскадрилью. Я убью тебя за то, что ты навлек на нас это!"

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[4]
source: As you prepare to fight the nearby MFK Ace, you contemplate on the vast number of their ships in this sector. The Obelisks might be deadly, but even they are no match for the Rebellion's numbers...
ru: Готовясь к бою с ближайшим асом МФК, вы размышляете об огромном количестве их кораблей в этом секторе. Обелиски могут быть смертоносными, но даже они не сравнятся с численностью Восстания...

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[5]
source: The bright white hull of an MFK Ace ship approaches. There's no negotiating with Rebels, time to fight!
ru: Приближается ярко-белый корпус корабля аса МФК. Нет никаких переговоров с Повстанцами, время сражаться!

# data/events_ancient.xml$//textList[@name="TEXT_ENCOUNTER_ROYAL_MFK"]/text[6]
source: In front of you, an Obelisk vessel is blown into pieces as an MFK Ace ship flies past, stopping briefly to re-target and lock onto your ship next!
ru: На ваших глазах корабль обелисков разлетается на куски, а мимо пролетает ас МФК, ненадолго останавливаясь, чтобы перенацелиться и навестись на ваш корабль!

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL_PIRATE"]/text
source: "AAAAAAAAAA" A pirate ship flies past, their captain screaming. "AAAAAAAAAAAAAAAAAA WHY DID WE COME HERE? THIS WAS A MISTAKE! Oh hey, a Federation ship! Alright boys, time to fight!"
ru: "ААААААААААА". Мимо пролетает пиратский корабль, их капитан кричит. "АААААААААААААААААА ЗАЧЕМ МЫ СЮДА ПРИШЛИ? ЭТО БЫЛА ОШИБКА! О, привет, корабль Федерации! Ладно ребята, пора драться!"

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL_PIRATE"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL_AUGMENTED"]/text
source: You didn't expect to see the Augmented so far into Obelisk territory, but it seems you've run into one of their ships! Unfortunately, it is much more aggressive than many of the ones you encountered, and it has decided to attack on sight!
ru: Вы не ожидали увидеть Возвышенных так далеко на территории обелисков, но, похоже, вы столкнулись с одним из их кораблей! К сожалению, он гораздо агрессивнее, чем многие из тех, что вы встречали, и решил атаковать вас прямо на ходу!

# data/events_ancient.xml$//event[@name="ENCOUNTER_ROYAL_AUGMENTED"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_SOLARHARVEST"]/text
source: A few Royal ships, followed by a squadron of Obelisks, are harvesting the nearby sun. Yes, you aren't mistaken. A massive dyson sphere attached to a giant tube leading to an even more colossal structure is rapidly draining the sun of its energy.
ru: Несколько кораблей Дворян, за которыми следует эскадра обелисков, собирают урожай с близлежащего солнца. Да, вы не ошиблись. Массивная дайсон-сфера, прикрепленная к гигантской трубе, ведущей к еще более колоссальной структуре, быстро истощает энергию солнца.

# data/events_ancient.xml$//event[@name="ROYAL_SOLARHARVEST"]/choice[1]/text
source: Hail the Obelisks in charge.
ru: Связаться с главным обелиском.

# data/events_ancient.xml$//event[@name="ROYAL_SOLARHARVEST"]/choice[1]/event/text
source: An Obelisk wearing a hard-hat responds, an uninterested tone to his voice. "You really shouldn't be here, the radiation released from this process will likely reach 'instant-death for mortals' levels in around 2 to 3 minutes. Wha'dya want anyways?"
ru: Обелиск в тяжелой шляпе отвечает, в его голосе звучит незаинтересованный тон. "Вам действительно не стоит здесь находиться, радиация, выделяемая в результате этого процесса, вероятно, достигнет уровня "мгновенной смерти для смертных" примерно через 2-3 минуты. Чего ты хочешь?"

source: What are you even doing?
ru: Что ты вообще делаешь?

source: "We're part of the solar repossession team. We uh, repossess stars. There's some wealthy Royals who want their hands on these things, so we transport them."
ru: "Мы часть команды по возвращению солнечной энергии. Мы ... э-э ... возвращаем себе звезды. Есть несколько богатых Дворян, которые хотят заполучить к своим рукам эти вещи, поэтому мы их перевозим".

source: Wouldn't that destroy the solar systems?
ru: Разве это не разрушит солнечные системы?

source: "Wellllll, yes, it does, but who are we to reject good money? We get paid the big bucks for this!" It sounds like the Obelisk is about to continue, but suddenly an MFK Ace ship jumps in. They must be a forward scout! The Obelisk on the vid-screen curses. "Damn it, if these guys report our operation to the fleet, we're sitting ducks!"
ru: "Ну, да, это так, но кто мы такие, чтобы отказываться от хороших денег? Нам за это платят большие деньги!" Похоже, что обелиски собирается продолжить, но вдруг к ним подлетает ас МФК. Должно быть, это передовой разведчик! Обелиск на видеоэкране ругается. "Проклятье, если эти парни доложат о нашей операции флоту, мы - легкая добыча!"

source: Assist the Obelisks and fight the MFK Ace.
ru: Помочь обелискам и сразиться с асом МФК.

source: You power up the engines and fight the MFK Ace ship.
ru: Вы включаете двигатели и сражаетесь с асом МФК.

source: Continue...
ru: Продолжить...

source: Seems like a good time to leave.
ru: Кажется, самое подходящее время, чтобы уйти.

source: Abide his warning and leave.
ru: Прислушаться к его предупреждению и уйти.

# data/events_ancient.xml$//event[@name="ROYAL_SOLARHARVEST"]/choice[2]/text
source: We shouldn't stick around. Leave quickly.
ru: Мы не должны здесь задерживаться. Быстро уходим.

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/text
source: A strange, crystal coated Obelisk structure has been built on a nearby planet. Several Crystal Sentinels and Obelisk Royals scatter across the planet surface, carting massive shards of crystal.
ru: На ближайшей планете построена странная, покрытая кристаллами структура обелисков. Несколько Часовых кристаллинов и Дворян обелисков разбросаны по поверхности планеты, перевозя массивные осколки кристалла.

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[1]/text
source: Attack the settlement head on, we might be able to get a good surrender out of these guys!
ru: Атаковать поселение в лоб, возможно, нам удастся добиться от них хороших ресурсов!

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[1]/event/text
source: The settlement is incredibly well protected, as you should have expected from an Obelisk structure. A large artillery fires several crystal chunks into your hull before you can shut it offline, but as soon as you do an Obelisk Royal ship arrives, and several Sentinels beam aboard your ship!
ru: Поселение невероятно хорошо защищено, как и следовало ожидать от структуры обелисков. Большая артиллерийская установка выстреливает несколько кусков кристалла в ваш корпус, прежде чем вы успеваете отключить ее, но как только вы это делаете, прибывает корабль Дворян обелисков, и несколько Часовых поднимаются на борт вашего корабля!

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[2]/text
source: Hail the settlement.
ru: Связаться с поселением.

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[2]/event/text
source: You're patched through to the settlement, but it takes a whole 10 minutes of debating between the Royals and Crystals to finally address you. "Yes, you. Air-hogger. What is your business here?"
ru: Вас соединяют с поселением, но проходит целых 10 минут дебатов между Дворянами и кристаллинами, прежде чем к вам наконец обращаются. "Да, ты. Пожиратель-воздуха. Что ты здесь делаешь?"

source: Offer to buy an Obelisk Weapon from them.
ru: Предложить купить у них оружие обелисков.

source: "Y-you desire to trade? Well, if that is all you desire, then yes we shall pity you and take your trash in return for one of our excess guns."
ru: "Т-ты хочешь торговать? Что ж, если это все, чего вы хотите, тогда да, мы пожалеем вас и заберем ваш мусор в обмен на одно из наших лишних орудий".

source: Offer to buy a Crystal Weapon from them.
ru: Предложить купить у них оружие кристаллинов.

source: "Y-you desire to trade? Well, if that is all you desire, then yes we shall pity you and take your trash in return for one of our excess guns."
ru: "Т-ты хочешь торговать? Что ж, если это все, чего вы хотите, тогда да, мы пожалеем вас и заберем ваш мусор в обмен на одно из наших лишних орудий".

source: Nevermind, let's leave.
ru: Неважно, давай уйдем.

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[3]/text
source: Ignore the outpost.
ru: Не обращать внимания на аванпост.

# data/events_ancient.xml$//event[@name="ROYAL_CRYSTALS"]/choice[3]/event/text
source: You fly past the outpost, deciding not to start more conflict in this already hostile sector.
ru: Вы пролетаете мимо аванпоста, решив не начинать больше конфликтов в этом и без того враждебном секторе.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/text
source: Two nearby ships are in a fire fight, one appearing to be Rebel and the other Obelisks. However, scans on both turn up interesting results - the Rebel ship is staffed by several recognizable Federation officers, and the Obelisk vessel appears to be part of Aenwithe's resistance... maybe you can convince them not to fight?
ru: Два соседних корабля ведут перестрелку, один из них кажется кораблем повстанцев, а другой - обелисков. Однако сканирование обоих кораблей дает интересные результаты - на корабле повстанцев служат несколько узнаваемых офицеров Федерации, а корабль обелисков, похоже, является частью сопротивления Аэнвитэ... Может быть, вы сможете убедить их не драться?

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[1]/text
source: There's no time for mediation, help the Feds!
ru: Нет времени на посредничество, помочь федералам!

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[1]/event/text
source: There's no time to talk things out, you'll stand by the Federation no matter what!
ru: У нас нет времени на разговоры, ты остаешься на стороне Федерации, несмотря ни на что!

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[1]/event/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[2]/text
source: There's no time for mediation, help the Obelisks!
ru: Нет времени на переговоры, помочь обелискам!

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[2]/event/text
source: There's no time to talk things out, you have to help the side that's of more use to you now, and that's the resistance!
ru: Нет времени на разговоры, вы должны помочь той стороне, которая сейчас вам более полезна, и это сопротивление!
