Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ancient.xml/*.po
Languages: ru

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[2]/event/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[3]/text
source: Try to stop the conflict.
ru: Попытаться остановить конфликт.

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[4]/text
source: Ignore the conflict.
ru: Не обращать внимания на конфликт.

# data/events_ancient.xml$//event[@name="ROYAL_SPY"]/choice[4]/event/text
source: You fly past the combat, deciding to not to start more conflict in this already hostile sector.
ru: Вы пролетаете мимо боя, решив не начинать новый конфликт в этом и без того враждебном секторе.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//eventList[@name="ROYAL_SPY_RESOLVE"]/event[1]/text
source: You fly the ship between the two, preventing them from shooting at each other. Both recognizing you as an ally, they pause, giving you enough time to speak. It seems your efforts have had an effect, the ships agree not to fight, and even give you some scrap and repairs as thanks for preventing the conflict.
ru: Вы направили корабль между ними, не давая им стрелять друг в друга. Оба поняв, что вы союзник, делают паузу, давая вам достаточно времени, чтобы заговорить. Похоже, ваши усилия возымели эффект, корабли соглашаются не сражаться и даже дают вам немного лома и ремонта в благодарность за предотвращение конфликта.

# data/events_ancient.xml$//eventList[@name="ROYAL_SPY_RESOLVE"]/event[2]/text
source: You try to negotiate with the two ships, but it appears you were mistaken about the Rebels - these are traitors, and they have no intention on helping out anyone but themselves!
ru: Вы пытаетесь договориться с двумя кораблями, но, похоже, вы ошиблись насчет повстанцев - это предатели, и они не намерены помогать никому, кроме самих себя!

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_MFK_OUTPOST"]/text
source: It seems the Rebels are eager to make themselves at home in this sector. An outpost has already been established at the beacon, probably to serve as a checkpoint for passing Rebel ships.
ru: Похоже, повстанцы горят желанием чувствовать себя как дома в этом секторе. На маяке уже установлен аванпост, вероятно, для того, чтобы служить контрольно-пропускным пунктом для пропуска кораблей повстанцев.

# data/events_ancient.xml$//event[@name="ROYAL_MFK_OUTPOST"]/choice[1]/text
source: Attack the station, maybe they have backup supplies!
ru: Атаковать станцию, может быть у них есть резервные запасы!

# data/events_ancient.xml$//event[@name="ROYAL_MFK_OUTPOST"]/choice[1]/event/text
source: You power up the weapons and engage the outpost.
ru: Вы включаете оружие и вступаете в бой с аванпостом.

source: Continue...
ru: Продолжить...

source: (Human Crew) Pretend to be a Rebel vessel.
ru: (Член экипажа-человек) Притвориться кораблем повстанцев.

# data/events_ancient.xml$//event[@name="ROYAL_MFK_OUTPOST"]/choice[3]/text
source: Ignore the outpost.
ru: Не обращать внимания на аванпост.

# data/events_ancient.xml$//event[@name="ROYAL_MFK_OUTPOST"]/choice[3]/event/text
source: You fly past the outpost, deciding not to start more conflict in this already hostile sector.
ru: Вы пролетаете мимо аванпоста, решив не начинать больше конфликтов в этом и без того враждебном секторе.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: "Is that so? Do you have your ID?" Your human stops, unsure of how to respond. Obviously, you don't, so it seems the only way out of this is battle!
ru: "Это так? У вас есть удостоверение личности?" Ваш человек останавливается, не зная, как реагировать. Очевидно, что вы этого не делаете, так что, похоже, единственный выход из этого - битва!

source: Continue...
ru: Продолжить...

source: Your human manages to fake it well enough for the outpost to believe your lie, and gives you some supplies.
ru: Вашему человеку удается подделать это достаточно хорошо, чтобы аванпост поверил вашей лжи, и он дает вам некоторые припасы.

# data/events_ancient.xml$//event[@name="ROYAL_TRANSPORT_RAID"]/text
source: The Rebels had to get their stolen weaponry from somewhere, so it makes sense when you see an MFK ship attacking an Obelisk Transport. It seems even the Obelisks aren't a match for these Rebels, but maybe you can assist them?
ru: Повстанцам приходилось откуда-то добывать свое украденное оружие, поэтому это имеет смысл, когда вы видите, как корабль МФК атакует транспорт обелисков. Похоже, даже обелиски не могут справиться с этими Повстанцами, но, может быть, вы сможете им помочь?

# data/events_ancient.xml$//event[@name="ROYAL_TRANSPORT_RAID"]/choice[1]/text
source: Attack the Rebels!
ru: Атаковать повстанцев!

source: You power up the weapons and engage the attacking ship.
ru: Вы включаете оружие и вступаете в бой с атакующим кораблем.

source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="ROYAL_TRANSPORT_RAID"]/choice[2]/text
source: Avoid the ships.
ru: Избегать кораблей.

source: Neither the Rebels nor the Obelisks are your allies, and you have no interest in getting further involved with either of them.
ru: Ни повстанцы, ни обелиски не являются вашими союзниками, и вы не заинтересованы в дальнейших контактах с ними.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

source: It seems the Obelisks didn't survive the battle. Understandably, it's hard to differentiate an Obelisk wreck from an Obelisk ship sometimes. You scrap whats left.
ru: Похоже, обелиски не пережили битву. Естественно, иногда трудно отличить обломки обелисков от корабля обелисков. Вы спасли то, что осталось.

source: "What is this? The bone puppets have saved us? Remarkable. Are you creatures in need of weaponry? We will gladly trade with you, even if you are mortals."
ru: "Что это? Костяные куклы спасли нас? Замечательно. Вы, существа, нуждаетесь в оружии? Мы с радостью будем торговать с вами, даже если вы смертные".

source: The transport seems to be in poor condition, but is still standing. "We assure you, there was no reason to save us! We could have handled those Rebels without mortal intervention. Though... take this as a reward, and speak of this to no one, understand?"
ru: Транспорт, похоже, в плохом состоянии, но все еще стоит. "Уверяем вас, не было никаких причин спасать нас! Мы могли бы справиться с этими повстанцами без вмешательства смертных. Хотя... Примите это как награду и никому об этом не говори, понял?"

# data/events_ancient.xml$//event[@name="ROYAL_UPRISING"]/text
source: In the distance is a massive Obelisk fleet ship, armed with an artillery that looks large enough to punch a hole through a planet. However, scans show some unrest inside the vessel. It's clear the ship won't pose a threat to you at this current moment, but do you wish to investigate further?
ru: Вдали виднеется огромный корабль флота обелисков, вооруженный артиллерией, которая выглядит достаточно большой, чтобы пробить дыру в планете. Однако сканирование показывает, что внутри корабля неспокойно. Понятно, что в данный момент корабль не представляет для вас угрозы, но хотите ли вы провести дальнейшее расследование?

# data/events_ancient.xml$//event[@name="ROYAL_UPRISING"]/choice[1]/text
source: Dock with the ship and investigate.
ru: Состыковаться с кораблем и провести расследование.

# data/events_ancient.xml$//event[@name="ROYAL_UPRISING"]/choice[1]/event/text
source: You enter the hangar bay to find it surprisingly empty of any crew, though plenty of Obelisk vessels remain. A loud alarm rings through the ship, signifying danger, even if you can't see it.
ru: Вы входите в ангарный отсек и обнаруживаете, что в нем на удивление нет ни одного члена экипажа, хотя осталось много кораблей обелисков. По кораблю разносится громкий сигнал тревоги, означающий опасность, даже если вы ее не видите.

source: Keep looking.
ru: Продолжать поиски.

source: It doesn't take too long to find where all of the crew has went. A massive breach in one side of the ship has sucked out a good portion of them, and vacuumed the entire northern portion of the ship! You avoid the vented area and head to the control room, where you find a Royal combating a Cognitive for control of the ship.
ru: Не потребовалось много времени, чтобы найти, куда делся весь экипаж. Массивная пробоина в одной из сторон корабля высосала большую часть экипажа и вакуумировал всю северную часть корабля! Вы обходите поврежденные области и направляетесь в комнату управления, где вы находите Дворянина, сражающуюся с когнитивом за контроль над кораблем.

source: Shoot the Cognitive.
ru: Стрелять в когнитива.

source: You blast the Cognitive right in its ring, shattering it in half and disabling it entirely. The Royal turns to face you, its cubes still orbiting its body in a spastic fashion. "Who has sent you? Not the Queen I presume, she would never hire Blood-bearers like you."
ru: Вы стреляешь прямо в кольцо когнитива, разрывая его пополам и полностью выводя из строя. Дворянин поворачивается к вам лицом, его кубы все еще вращаются вокруг его тела в судорогах. "Кто послал тебя? Не Королева, я полагаю, она никогда бы не наняла таких кожаных мешков, как ты".

source: Don't worry about it.
ru: Не беспокойся об этом.

source: "If you say so. We have had quite the issue with our Cognitives, they've started their own uprising, how pathetic. They think they can have free will! HAH. Anyways, they've captured one of our ships and are trying to escape as we speak. Kill them, and there will be a reward awaiting you."
ru: "Если ты так говоришь. У нас были серьезные проблемы с нашими когнитивами, они начали свое собственное восстание, как жалко. Они думают, что у них может быть свободная воля! ХА. В любом случае, они захватили один из наших кораблей и пытаются сбежать, пока мы говорим. Убейте их, и вас ждет награда".

source: Accept.
ru: Согласиться.

source: The Royal gives you the co-ordinates of the captured vessel. You find it in the nearby system, hiding behind a moon. As soon as you approach, they attack! Fortunately they aren't trying to escape, but looks like you'll have to fight them to the death now.
ru: Дворянин дает вам координаты захваченного судна. Вы находите его в ближайшей системе, прячущимся за луной. Как только вы приблизились, они нападают! К счастью, они не пытаются сбежать, но, похоже, теперь вам придется сражаться с ними насмерть.

source: Continue...
ru: Продолжить...

source: Decline.
ru: Отказаться.

source: "Fine. Then leave this vessel at once. I do not wish to stare at your repulsive forms any longer."
ru: "Отлично. Тогда немедленно покиньте это судно. Я больше не хочу смотреть на ваши отвратительные формы".

source: Shoot the Royal.
ru: Стрелять в Дворянина.

source: You blast the Obelisk right in its eye, enough to stun it until the Cognitive can blast it with a bolt of energy, killing the Royal on impact. "Your efforts at defending me are recognized. For what purpose have you chosen to do so?"
ru: Вы стреляете обелиску прямо в глаз, этого достаточно, чтобы оглушить его, пока когнитив не взрывает его энергетическим бластером, убив Дворянина. "Твои усилия по защите меня оценены. С какой целью вы решили это сделать?"

source: I dunno, I just clicked the second option.
ru: Я не знаю, я просто нажал на второй вариант.

source: "I'm afraid I do not know what this means, but I have decided I do not care. Since you are here, perhaps you can aid me again. A captured ship carrying friends of mine is attempting to escape this system, but the Royals will not let it go without combat. Assist them, and I will serve you on your mission."
ru: "Боюсь, я не знаю, что это значит, но я решил, что мне все равно. Раз уж вы здесь, возможно, вы снова сможете мне помочь. Захваченный корабль с моими друзьями пытается сбежать из этой системы, но Дворяне не отпустят его без боя. Помоги им, и я буду служить тебе в твоей миссии".

source: Accept.
ru: Согласиться.

source: The Cognitive gives you the co-ordinates of the captured vessel, which is being pursued by another Royal vessel. Prepare for combat!
ru: Когнитив дает вам координаты захваченного судна, которое преследует другое судно Дворян. Приготовьтесь к бою!

source: Continue...
ru: Продолжить...

source: Decline.
ru: Отказаться.

source: "Then you serve me no further purpose. You may leave the premises of this ship, preferably immediately."
ru: "Тогда ты больше не служишь мне. Вы можете покинуть помещение этого корабля, желательно немедленно".

# data/events_ancient.xml$//event[@name="ROYAL_UPRISING"]/choice[2]/text
source: Ignore the ship.
ru: Не обращать внимания на корабль.

# data/events_ancient.xml$//event[@name="ROYAL_UPRISING"]/choice[2]/event/text
source: You pilot the ship outside of what you hope to be the range of fire for the fleet ship.
ru: Вы пилотируете кораблем за пределами, как вы надеетесь, зоны обстрела корабля флота.

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ru: Ничего не делать.

# data/events_ancient.xml$//event[@name="UPRISING_COGNITIVE_DEFEAT"]/text
source: The captured vessel has been defeated. You scrap the ship, hoping the Royals won't mind.
ru: Захваченное судно было разгромлено. Ты разрезаешь корабль на лом, надеясь, что Дворяне не будут возражать.

# data/events_ancient.xml$//event[@name="UPRISING_COGNITIVE_DEFEAT"]/choice/text
source: Continue...
ru: Продолжить...

source: You return to the Royal and inform them the job is complete. "Good, that will send a message to the rest of them not to pull a stunt like this again. Your reward as promised."
ru: Вы возвращаетесь к Дворянину и сообщаете им, что работа завершена. "Хорошо, это послужит сигналом для остальных, чтобы они больше не выкидывали подобных трюков. Твоя награда, как и было обещано".

# data/events_ancient.xml$//event[@name="UPRISING_ROYAL_DEFEAT"]/text
source: The Royal vessel has been defeated. You scrap the ship while you watch the captured vessel jump away.
ru: Судно Дворян побеждено. Вы разбираете корабль на лом, наблюдая за тем, как захваченное судно прыгает прочь.

# data/events_ancient.xml$//event[@name="UPRISING_ROYAL_DEFEAT"]/choice/text
source: Continue...
ru: Продолжить...

# data/events_ancient.xml$//event[@name="UPRISING_ROYAL_DEFEAT"]/choice/event/text
source: You return to the Cognitive and inform them the job is complete. "Well done. You have upheld your end of the bargain, so I will uphold mine."
ru: Вы возвращаетесь к когнитиву и сообщаете ему, что работа завершена. "Молодец. Ты выполнил свою часть сделки, поэтому я выполню свою".
