Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

# data/events_engi.xml.append$//eventList[@name="SAVE_ENGI_STATION"]/event[3]/text
source: The station hails you, "Gratitude. Expected probability of defeat without assistance... 86.2 percent. Request suitable reward."
fr: La station vous contacte : "Gratitude. Probabilité de défaite estimée sans assistance : 86,2%. Récompense justifiée."
ko: 정거장에서 연락이 왔습니다. "감사를 표함. 도움이 없었을 때의 패배 예상치... 86.2퍼센트. 적절한 보상이 제공될 것임."
ru: Станция связывается с вами: "Благодарность. Ожидаемая вероятность поражения без помощи... 86,2 процента. Запросите подходящую награду".

source: Request fuel.
fr: Demander du carburant.
ko: 연료를 요청한다.
ru: Запросить топливо.

source: "Request granted. Fuel transferring."
fr: "Demande raisonnable. Transfert du carburant."
ko: "요청 수락됨. 연료 이송중."
ru: "Запрос удовлетворен. Передача топлива".

source: Request weapon.
fr: Demander une arme.
ko: 무기를 요청한다.
ru: Запросить оружие.

source: "Request granted. Weapon transferring."
fr: "Demande raisonnable. Transfert d'arme."
ko: "요청 수락됨. 무기 이송중."
ru: "Запрос удовлетворен. Передача оружия".

source: Request drone.
fr: Demander un drone.
ko: 드론을 요청한다.
ru: Запросить дрон.

source: "Request granted. Drone schematic transferring."
fr: "Demande raisonnable. Transfert de schéma de drone."
ko: "요청 수락됨. 드론 설계도 이송중."
ru: "Запрос удовлетворен. Передача схемы дрона".

source: (Engi Crew) "Threat unresolved. Current mission imperative: Protocol 52.34."
fr: (Membre d'équipage Engi) "Menace non résolue. Impératif actuel : protocole 52.34."
ko: (엔지 승무원) "위협 현존. 현재 최중요 임무: 프로토콜 52.34"
ru: (Член экипажа-энджи) "Угроза не устранена. Текущая миссия обязательна: Протокол 52.34".

source: They respond, "Understood. Re-establishment of Federation highest importance. Transmitting hidden base coordinates. Repairing hull and attaching ship to ship ordnance."
fr: Les Engis répondent : "Bien compris. Rétablissement importations de Fédération. Transmission coordonnées de base secrète. Réparation de coque et fixation armement anti-vaisseaux."
ko: 그들이 답변합니다. "확인함. 연방의 재건이 무엇보다 우선시됨. 기밀 기지 좌표 전송중. 선체 수리 및 무기 재배치."
ru: Они отвечают: "Понятно. Восстановление Федерации имеет первостепенное значение. Передаю координаты скрытой базы. Ремонтирую корпус и передаю боеприпасы с корабля на корабль".

# data/events_engi.xml.append$//eventList[@name="SAVE_ENGI_STATION"]/event[4]/text
source: They thank you for the assistance and when you tell them of your mission, one of the Engi asks if he can assist your crew. You welcome him aboard.
fr: Les Engis vous remercient de votre aide et, quand vous leur faites part de votre mission, l'un d'eux vous demande s'il peut se joindre à vous. Vous acceptez avec joie.
ko: 엔지들은 당신의 도움을 고마워합니다. 그리고 당신이 당신의 임무에 대해 말해주자, 한 엔지가 자신도 그 임무를 돕고 싶다고 밝힙니다. 당신은 그를 기꺼이 받아들입니다.
ru: Они благодарят вас за помощь, и когда вы рассказываете им о своей миссии, один из энджи спрашивает, может ли он помочь вашему экипажу. Вы приветствуете его на борту.

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_PARTY"]/text
source: The distress beacon here is coming from an Engi vessel, but it does not seem to be in any danger.
fr: Le signal de détresse provient d'un vaisseau Engi, mais il n'a pas l'air d'être en danger.
ko: 이 구조 신호는 엔지 선박에서 왔지만, 보기에는 딱히 위험에 처한 것 같진 않습니다.
ru: Сигнал бедствия исходит от судна энджи, но, похоже, ему не угрожает никакая опасность.

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_PARTY"]/choice[1]/text
source: Hail the Engi to see what's wrong.
fr: Appeler les Engis pour voir ce qui ne va pas.
ko: 엔지에게 연락해 무엇이 잘못되었는지 물어본다.
ru: Связаться с энджи, чтобы узнать, в чем дело.

source: An Engi wearing a purple party hat appears onscreen. In the backgrounds are colorful rapidly flashing lights and several Slugs dancing. "Commence greetings. Inquiry: knowledge of how to 'party hard'. Request: mind-altering substances for gratification, recommended by Slug visitors."
fr: Un Engi portant un chapeau de fête violet apparaît à l'écran. En arrière plan, des lumières colorées clignotant rapidement ainsi que plusieurs Limaces qui dansent peuvent être observées. "Commencement des salutations. Demande : connaissances sur le sujet de 'teufer grave'. Requête : Substances altérant l'esprit pour satisfaction, recommendé par visiteurs Limace."
ko: 보라색 파티 모자를 쓴 한 엔지가 스크린에 나타납니다. 뒷편에는 색색의 조명들이 화려하게 점등하고, 몇몇 슬러그들은 춤을 추고 있습니다. "인사 개시. 연구 목적: '잘 노는 법' 에 대한 지식 획득. 요청: 더 큰 희열을 위한 정신 착란제, 슬러그 방문객들이 추천해줌."
ru: На экране появляется энджи в фиолетовой праздничной шляпе. На заднем плане разноцветные быстро мигающие огоньки и несколько танцующих слизней. "Начинаю приветствие. Вопрос: знания о том как "отрываться по полной". Запрос: вещества, изменяющие сознание для удовлетворения, рекомендованные для посетителей слизней".

source: (Ion Weapon) Zap the Engi, it's close enough.
fr: (Arme ionique) Zapper l'Engi, ça fera l'affaire.
ko: (이온 무기) 이 정도면 충분하다. 한 발 먹여준다.
ru: (Ионное Оружие) Ионизировать энджи, он достаточно близко.

source: The Engi flails like a puppet for a few minutes. Once it regains control over itself, its screen begins to rapidly flash colors, and it speaks very slowly. "Graaaaatituuuuuude. Thiiiiiis is: dooooope. Aaaaacceeeeept cooompeeeensaaaaaatiooon."
fr: L'Engi s'agite comme une marionette pendant quelque minutes. Une fois qu'il reprend contrôle de lui-même, son écran commence à clignoter rapidement entre les couleurs, et il s'exprime très lentement. "Graaaaatituuuuuude. Ceeeecciii eeeessst : dooooope. Aaaaacceeeeepteeeeez cooompeeeensaaaaaatiooon."
ko: 엔지는 꼭두각시 인형마냥 격렬하게 몸을 떱니다. 몇 분 뒤 스스로 정신을 되찾자 그들의 스크린이 번쩍번쩍 빛나고, 괴애애앵장히 느리게 말하기 시작합니다. "고오오오오오오마아압다아아아. 이이이이이거어언 개애애애쩌어어언다아아아아. 보오오오오사아앙 주우우우우우운다아아."
ru: Несколько минут энджи вертится, как марионетка. Как только он восстанавливает контроль над собой, его экран начинает быстро мигать цветами, и он говорит очень медленно. "Блааааагодаааааарность. Этоооооо: дууууурь. Приииимииииите вооознааааграаааааждеееенииие".

source: (Mantis Pheromones) Disperse the pheromones over their ship.
fr: (Phéromones Mantis) Disperser les phéromones sur leur vaisseau.
ko: (맨티스 페로몬) 함선에 페로몬을 살포한다.
ru: (Феромоны богомолов) Рассеять феромоны по их кораблю.

source: A steady distribution of the pheromones certainly has... an effect on the crew. You may have given them too much, because now the Slugs are trying to climb the walls and the Engi are hugging the drones. While they're distracted you scrap some of the exterior regions of their ship.
fr: Vous distribuez les phéromones qui se répartissent dans leur vaisseau, et il se trouve qu'elles ont un... effet sur leur équipage. Vous leur en avez surement trop donnés, parce que les Limaces essaient désormais d'escalader les murs, tandis que les Engis câlinent les drones. Pendant qu'ils sont distraits, vous démontez quelques parties extérieures du vaisseau.
ko: 점차 퍼져나가는 페로몬은... 확실히 승무원들에게 영향을 주었습니다. 어쩌면 너무 많이 준 걸지도 모르겠습니다, 슬러그들은 벽을 기어 올라가려 하고, 엔지들은 드론을 껴안고 있습니다. 그들이 정신 팔려 있을 때 당신은 함선 바깥쪽에서 쓸만한 것들을 몇 개 챙겨갑니다.
ru: Устойчивое распределение феромонов, безусловно, оказывает... влияние на экипаж. Возможно, вы дали им слишком много, потому что теперь слизни пытаются взобраться на стены, а энджи обнимают дронов. Пока они отвлекаются, вы разбираете некоторые внешние части их корабля.

source: (Orchid Crew) Have your Orchid work some magic on them.
fr: (Membre d'équipage Orchidée) Laisser votre Orchidée les "ensorceler".
ko: (오키드 승무원) 오키드가 그들에게 마법 몇 개를 쓰도록 허락한다.
ru: (Член экипажа-орхидей) Пусть ваша орхидея подействует на них магией.

source: The Orchids have a unique ability to put others in a... "daze". The effect is visible on the Slugs and Engi who begin to act very strangely. They pay you for your "assistance."
fr: Les Orchidées ont l'unique capacité de pouvoir placer autrui dans un état... "hébété". L'effet est visible sur les Engis et Limaces qui se comportent de manière très étrange. Ils vous paient pour votre "assistance."
ko: 오키드는 그들을 "멍하게" 만들 수 있는 특별한 능력을 가지고 있었습니다. 슬러그와 엔지는 이제 굉장히 이상하게 행동하기 시작합니다. 그들은 당신의 "도움"에 값을 치릅니다.
ru: Орхидеи обладают уникальной способностью приводить других в... "оцепенение". Эффект виден на слизнях и энджи, которые начинают вести себя очень странно. Они платят вам за вашу "помощь".

source: (Butler Drone) Turn it up to eleven.
fr: Nous ne pouvons pas aider.
ko: (집사 드론) 볼륨 최대로!
ru: (Дрон-лакей) Включить на одиннадцать.

source: It's not exactly what they requested, but they won't complain. The Butler tends to every numerous needs the Slugs and Engi request when they notice it. Soon, it eventually raises the already high volume, and the crew can no longer keep up. Before they all pass out, they graciously pay you for your "assistance."
fr: Ce n’est pas exactement ce qu’ils ont demandé, mais ils ne se plaignent pas. Le Majordome s'occupe de tous les nombreux besoins que les limaces et Engi demandent lorsqu'ils le remarquent. Bientôt, il finit par augmenter la charge déjà élevé, et l'équipage ne peut plus suivre. Avant qu'ils ne s'évanouissent, ils vous paient gracieusement pour votre "assistance".
ko: 이건 정확히 그들이 바랬던 바는 아니였지만, 어쨌든 불평하지 않기로 결정한 것 같습니다. 그리고, 집사 드론은 이미 높은 볼륨을 더욱 더 올리기 시작했습니다. 승무원들은 도저히 버틸 수 없는 지경에 이르렀고, 그들이 전부 기절하기 전에 그들은 당신의 "도움"을 고마워하며 정중히 돈을 쥐여주고 돌려보냅니다.
ru: Это не совсем то, что они просили, но они не жалуются. Лакей удовлетворяет все многочисленные просьбы слизней и энджи, как только они это замечают. Вскоре он увеличивает и без того громкий звук, и экипаж уже не справляется. Прежде чем все они теряют сознание, они любезно платят вам за вашу "помощь".

source: We can't help.
fr: Nous ne pouvons pas aider.
ko: 도와줄 수 없다.
ru: Мы не можем помочь.

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_PARTY"]/choice[2]/text
source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

source: The threat must have already disappeared, and the Engi simply have not yet switched off their distress beacon. You move on.
fr: La menace a déjà dû disparaître, et les Engis ont simplement dû oublier de désactiver leur signal de détresse. Vous mettez les voiles.
ko: 위협은 이미 사라진 게 분명합니다. 그리고 엔지는 그저 아직 구조 신호를 끄지 않은 것 뿐입니다. 당신은 가던 길을 갑니다.
ru: Угроза, должно быть, уже исчезла, и энджи просто еще не выключили свой маяк бедствия. Вы отправляетесь дальше.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: As you start to leave, one of the Slugs pushes the Engi out of the way. "Not cool dudessss, you really jussst gonna bail on usss like that?" Scans show their weapons have come online!
fr: En vous préparant à partir, l'une des Limaces pousse l'Engi hors de son chemin. "Pas cool mec, tu va vraiment nous laissssser comme ççça ?" Les capteurs montrent que leur armement est en ligne !
ko: 당신이 떠나려고 하자, 한 슬러그가 엔지를 밀쳐내고 말합니다. "째미없게 굴긴... 쩡말로 우릴 그렇게 내팽겨찔거야?" 그들이 무기를 활성화시켰습니다!
ru: Когда вы начинаете уходить, один из слизней отталкивает энджи с дороги. "Не круто чуваки, вы дейссствительно сссобираетесссь вот так просссто нассс бросссить?" Сканирование показывает, что их оружие активировано!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REBEL"]/text
source: The distress signal originates from a small Engi ship under attack by a Rebel fighter - but when the Rebels see Federation markings they turn to attack!
fr: Le signal de détresse provient d'un petit vaisseau Engi attaqué par un chasseur Rebelle - mais quand ce dernier voit le symbole de la Fédération sur votre appareil, il change de cible pour vous attaquer, vous !
ko: 구조 신호는 반군 전투기에 공격받고 있는 한 작은 엔지 함선에서 나오던 것이었습니다. 하지만 반군 함선이 당신의 연방 표식을 보자, 기수를 돌려 당신을 공격하기 시작합니다!
ru: Сигнал бедствия исходит от небольшого корабля энджи, который атакован истребителем повстанцев, когда они видят маркировку Федерации, они переходят в атаку!

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REBEL"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REBEL_RESULT"]/text
source: The Engi vessel turns out to be very poorly equipped - barely a runabout, really. They're trying to outrun the Rebels, and need all the help they can get.
fr: Le vaisseau Engi s'avère être très mal équipé. Il tente d'échapper aux Rebelles, et il va avoir besoin d'aide s'il veut avoir la moindre chance pour y arriver.
ko: 엔지 선박의 장비 상태는 눈 뜨고 보기 힘든 수준입니다. 선박이라기보단.. 소형차에 더 가까운 것 같습니다. 그들은 반군으로부터 달아나려 하나, 성공하기 위해선 최대한의 도움이 필요할 것입니다.
ru: Судно энджи оказывается очень плохо оборудованным - на самом деле это всего лишь катер. Они пытаются убежать от повстанцев, и им нужна любая помощь.

source: Give them 25 scrap.
fr: Leur donner 25 pièces de ferraille.
ko: 그들에게 25 스크랩을 준다.
ru: Дать им 25 лома.

source: Give them 40 scrap, 2 missiles and 2 fuel.
fr: Leur donner 40 pièces de ferraille, 2 missiles et 2 unités de carburant.
ko: 그들에게 40 스크랩과 미사일 2개, 연료 2개를 준다.
ru: Дать им 40 лома, 2 ракеты и 2 топлива.

source: Give them nothing.
fr: Ne rien leur donner du tout.
ko: 그들에게 아무것도 주지 않는다.
ru: Дать им воздух.

source: Engi can't feel fear, so they bear you no ill will when you explain you're unwilling to help. They set off on their journey and you do the same.
fr: Les Engis ne ressentent pas la peur, aussi ne vous en veulent-ils pas lorsque vous expliquez que vous ne souhaitez pas les aider. Ils repartent de leur côté, et vous en faites autant.
ko: 엔지는 두려움을 느낄 수 없기 때문에, 당신이 도와줄 수 없다고 했을 때도 악감정을 품지 않았습니다. 그들과 당신은 다시 여정을 떠날 준비를 마칩니다.
ru: Энджи не могут чувствовать страха, поэтому они не питают к вам злобы, когда вы объясняете, что не хотите помогать. Они отправляются в путь, и вы делаете то же самое.

source: The words they use are "Need = fulfilled", but you take it for gratitude. They take the next jump in their long journey home.
fr: Le message des Engis est extrêmement bref : "Besoin = rempli." Vous vous trompez peut-être, mais vous avez l'impression que c'est leur façon de vous remercier. Puis, sans attendre, ils effectuent un saut. Ils sont bien loin de chez eux, il va leur falloir du temps pour rentrer.
ko: 그들은 "요구=완전 충전"이라 말하지만, 당신은 그것을 고맙다는 뜻으로 받아들입니다. 그들은 도약하고, 집으로 가는 먼 길을 나섭니다.
ru: Они говорят: "Потребность = удовлетворена", вы принимаете это за благодарность. Они совершают следующий прыжок в своем долгом путешествии домой.

source: The Engi are grateful. They don't have any supplies or weapons to spare, but they do send over a self-teleporting med-bot disperser they hope they won't need.
fr: Les Engis vous sont reconnaissants. Ils n'ont pas de provisions ni d'armes à vous offrir, mais ils vous envoient tout de même un dispenseur de medibots autotéléportant dont ils espèrent qu'ils n'auront pas besoin.
ko: 엔지는 정말로 고마워했습니다. 그들은 예비 부품이나 무기를 전혀 가지고 있지 않지만, 대신 자가 순간이동 의료용 나노봇 살포기를 보내주기로 했습니다. 엔지들에게 그것이 필요 없길 바래야겠습니다.
ru: Энджи благодарны. У них нет ни припасов, ни оружия, но они отправляют самотелепортирующихся мед-ботов, они надеются, что им не понадобится.

source: The Engi are grateful. They don't have much by way of supplies but they do offer a drone schematic for your use.
fr: Les Engis vous sont reconnaissants. Ils n'ont guère de provisions à vous offrir, mais ils vous remettent un schéma de drone qui pourrait vous être utile.
ko: 엔지들은 감사를 표합니다. 그들은 가진 것이 별로 없지만, 당신이 사용할 수 있는 드론 설계도를 보답으로 제공합니다.
ru: Энджи благодарны. У них не так много припасов, но они предлагают схему дрона для ваших нужд.

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REBEL_LIST2"]/text
source: They wouldn't get more than a few jumps with that load-out. You provide them with all the munitions and supplies they should need for the journey home. "Generosity magnitude unpredicted. Well-being syntax error [value too high]. Accept this token."
fr: Ils ne risquent pas d'aller bien loin, vu ce qu'ils ont dans leurs soutes. Vous leur fournissez toutes les munitions et provisions dont ils devraient avoir besoin pour rentrer chez eux. "Générosité de magnitude sans précédent, s'exclament-ils. Bien-être erreur de syntaxe [valeur trop élevée]. Acceptez ce cadeau."
ko: 저 차림으로는 몇 번의 도약밖에 할 수 없겠죠. 당신은 그들이 필요로 하는 탄약과 보급품을 주었습니다. 그들이 집으로 가는 데 필요한 모든 것들을 말입니다. "관대함 크기 측정 불가. 기쁨 회로 오류 [에러: 값이 너무 높습니다]. 토큰 수락됨."
ru: С такой нагрузкой у них будет не больше нескольких прыжков. Вы обеспечиваете их всеми боеприпасами и припасами, которые им понадобятся для возвращения домой. "Щедрость непредсказуема. Синтаксическая ошибка благополучия [слишком высокое значение]. Примите это в знак".

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REACTOR"]/text
source: You arrive at a smouldering Engi research station, its distress call unanswered - attacked by pirates or Mantis most likely. There may be someone left alive, or else something of value left on board.
fr: Vous arrivez à une station Engi encore fumante. Elle a manifestement été attaquée par des pirates ou des Mantis, et si elle a envoyé un signal de détresse, personne n'y a répondu. Il y a peut-être encore des survivants, ou du moins des choses à récupérer à son bord.
ko: 당신은 검게 그을린 엔지 연구 정거장에 도착했습니다. 그들의 회선에서는 답신이 돌아오지 않습니다. 해적이나 맨티스에게 공격받은 것으로 보입니다. 정거장 안에 쓸모있는 물건이나, 어쩌면 살아있는 누군가가 있을지는 모르는 일입니다.
ru: Вы прибываете на тлеющую исследовательскую станцию энджи, ее сигнал бедствия остался без ответа - скорее всего, атакован пиратами или богомолами. Возможно, кто-то остался в живых или на борту осталось что-то ценное.

source: Board the station.
fr: Monter à bord de la station.
ru: Высадиться на станцию.

source: You have no one aboard to send over.
ru: Вам некого послать на высадку.

source: (Boarding Drone) Send the boarding drone.
ru: (Абордажный дрон) Отправить абордажный дрон.

source: Ignore it.
fr: L'ignorer.
ru: Не обращать внимания на станцию.

source: The place looks in bad state, probably nothing of use there. Time to move on.
fr: L'endroit est vraiment dans un triste état. Il n'y a plus rien de récupérable, ici. Inutile de perdre davantage de temps.
ru: Место выглядит в плохом состоянии, вероятно, там нет ничего полезного. Пора двигаться дальше.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

source: (Improved Sensors) Run another scan.
fr: (Capteurs améliorés) Lancer un autre scan.
ko: (개선된 센서) 다시한번 스캔해본다.
ru: (Улучшенные Сенсоры) Запустить дополнительное сканирование.

source: (Long Ranged Scanners) Run another scan.
fr: (Scanners longue portée) Lancer un autre scan.
ko: (장거리 스캐너) 다시한번 스캔해본다.
ru: (Сканеры дальнего действия) Запустить дополнительное сканирование.

source: You send an away team to investigate, but there's nothing save for the acidic stench of burnt Engi parts. This place is dead.
fr: Vous envoyez une équipe sur les lieux, mais il n'y a rien à trouver, sinon quelques morceaux d'Engis calcinés. Cet endroit empeste la mort.
ko: 당신은 원정대를 꾸려 조사를 위해 보냅니다. 하지만 반쯤 녹아 악취가 뿜어져나오는 엔지 부품들 말고는 아무것도 발견할 수 없었습니다. 이곳은 죽은 지 오래입니다.
ru: Вы посылаете команду на разведку, но там нет ничего, кроме кислого запаха сгоревших деталей энджи. Это место мертво.

source: Your away team reports a wounded Engi and a functioning drone schematic. Then someone yells. The station reactor is overloading and they're running out of time!
fr: Vos hommes vous signalent un Engi blessé et un schéma de drone réutilisable. À ce moment, l'un d'eux pousse un cri d'alerte. Le réacteur de la station est en train de surchauffer, il faut qu'ils évacuent au plus vite !
ko: 당신의 원정대는 부상당한 엔지와 아직 멀쩡한 드론 설계도가 있다고 보고합니다. 그러나 누군가 소리칩니다. 정거장 반응로가 과부화되고 있습니다!
ru: Ваша команда высадки сообщает о раненом энджи и функционирующей схеме дрона. Потом кто-то кричит. Реактор станции перегружен, и у них заканчивается время!

source: Save the Engi!
fr: Sauver l'Engi !
ko: 엔지를 구한다!
ru: Спасти энджи!

source: Save the drone schematic.
fr: Récupérer le schéma de drone !
ko: 드론 설계도를 구한다.
ru: Спасти схему дрона.

source: Save yourselves!
fr: Sauver vos hommes !
ko: 원정대 먼저 구한다!
ru: Спасти себя!

source: It's a tough order, but your crew's lives are the priority. They drop everything and return to the ship unharmed. You put some distance on the station before it blows.
fr: La décision n'est pas simple à prendre, mais le plus important, c'est la vie de vos hommes. Cessant immédiatement ce qu'ils sont en train de faire, ils reviennent à votre vaisseau sans perdre un instant, et vous vous éloignez de la station avant qu'elle explose.
ko: 힘든 결정이었으나, 승무원들의 목숨이 제일 중요합니다. 그들은 모든 것을 뒤에 남겨두고 무사히 돌아옵니다. 당신은 정거장이 폭발하기 전 거리를 둡니다.
ru: Это трудный приказ, но жизнь вашего экипажа - приоритет. Они бросают все и возвращаются на корабль невредимыми. Вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется.

source: One of your crew valiantly grabs the Engi and throws it into the airlock right before the reactor blows and the automatic blast doors slam shut. You have no choice but to mourn their sacrifice and move on.
fr: Un membre de votre équipage se saisit courageusement de l'Engi et plonge avec lui dans le sas juste avant que le réacteur explose, ce qui provoque la fermeture automatique des portes blindées. Vous n'avez pas d'autre choix que de vous en aller en pleurant son vaillant sacrifice.
ko: 당신의 승무원 중 하나가 용감하게 엔지를 집어들어 반응로가 폭발하기 직전에 에어록으로 던져넣습니다. 에어록의 자동화된 문이 저절로 닫히고, 당신은 죽은 이들의 희생을 애도하며 앞으로 나아갑니다.
ru: Один из членов экипажа доблестно хватает энджи и бросает его в шлюз прямо перед тем, как взорвется реактор и захлопнутся автоматические укрепленные Двери. У вас нет другого выбора, кроме как оплакать жертву и двигаться дальше.

source: The brave crewmember's clone strides from the Clone Bay, rather full of themself after such a heroic act.
fr: Le clone de votre courageux membre d'équipage sort de votre salle de Clonage, extrêmement fier de lui suite à son acte de bravoure.
ko: 용감한 승무원의 클론이 클론 베이에서 발을 내딛습니다. 그런 영웅적인 행동을 한 뒤에는 누구보다 그 자신이 자랑스러울 것입니다.
ru: Клон отважного члена экипажа выходит из Клон-отсека, весьма довольный собой после такого героического поступка.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi who was saved offers to join your crew.
fr: L'Engi qui a été sauvé vous propose de rejoindre votre équipage.
ko: 구원받은 엔지가 당신의 승무원으로 들어오겠다 제안합니다.
ru: Спасенный энджи предлагает присоединиться к вашей команде.

source: Your crew return safely to the airlock with the injured Engi and you put some distance on the station before it blows. The Engi, impressed by your crew, volunteers to join you.
fr: Vos hommes parviennent à ramener l'Engi blessé au sas, et vous vous éloignez de la station avant qu'elle explose. Impressionné par l'efficacité de votre équipage, l'Engi demande s'il ne pourrait pas le rejoindre.
ko: 당신의 원정대는 부상당한 엔지와 함께 무사히 에어락으로 돌아왔습니다. 당신은 정거장이 산산조각나기 전 거리를 조금 둡니다. 그리고, 당신의 승무원에 감명받은 엔지는 당신과 합류하길 자원합니다.
ru: Ваш экипаж благополучно возвращается в шлюз с раненым энджи, и вы удаляетесь на некоторое расстояние от станции, прежде чем она взорвется. Энджи, впечатленный вашим экипажем, добровольно присоединяется к вам.

source: Your away team heads home with the goods, but as they transfer back to the ship a small explosion blows the airlock and one of the crew is sucked out into space!
fr: Votre équipe revient avec tout ce qu'elle a récupéré, mais au moment où elle rentre, une explosion se déclenche dans le sas et l'un de vos hommes se retrouve éjecté dans l'espace !
ko: 당신의 원정대는 전리품과 함께 돌아옵니다. 하지만 함선으로 물건을 보내던 중 에어록에 폭발이 일어나 승무원 중 하나가 우주로 내팽겨쳐집니다!
ru: Ваша команда отправляется назад с грузом, но когда они возвращаются на корабль, небольшой взрыв взрывает воздушный шлюз, и один из членов экипажа высасывается в космос!
