Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

# data/events_engi.xml.append$//event[@name="TURZIL_PIRATE_TRANSPORT"]/text
source: A Smuggler transport is attempting to sneak past the Engi patrols at this beacon. They're trying desperately to avoid you and you suspect they must have something important on-board.
fr: Un Cargo Contrebandier essaie de se faufiler à travers les patrouilles Engi sur cette balise. Ils essaient désespérément de vous éviter, et vous suspectez qu'ils ont quelque chose d'important à leur bord.
ko: 밀수업자 하나가 엔지 경비대 몰래 이 송신소를 지나가려 하고 았습니다. 당신을 절박하게 피해가려는 것을 보니, 뭔가 중요한 것을 가지고 있는 것 같습니다.
ru: Транспорт контрабандистов пытается проскочить мимо патрулей энджи у этого маяка. Они отчаянно пытаются избежать вас, и вы подозреваете, что у них на борту должно быть что-то важное.

source: Interrogate them.
fr: Les interroger.
ko: 그들을 추궁한다.
ru: Допросить их.

source: "Ah crap it's the Feds! We gotta get outta here!" The Smugglers power up their engines and attempt to flee! You'll have to defeat them before they can escape.
fr: "Ah merde, ce sont les Fédés ! On doit se barrer d'ici !" Les Contrebandiers allument leurs moteurs et essaient de fuir ! Vous devrez les battre avant qu'ils s'enfuient.
ko: "썅, 연방 떴다! 튀어!" 밀수업자는 엔진에 동력을 넣고 도망치려 합니다! 당신은 그들이 탈출하기 전에 서둘러야 할 것입니다.
ru: "Вот дерьмо, это федералы! Нам надо убираться отсюда!" Контрабандисты включают двигатели и пытаются скрыться! Вам придется победить их, прежде чем они смогут сбежать.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the Smugglers.
fr: Ignorer les Contrebandiers.
ko: 밀수업자를 무시한다.
ru: Не обращать внимания на контрабандистов.

source: You have no interest in whatever the Smugglers are carrying.
fr: Vous ne portez aucun intérêt à ce que ces Contrebandiers pourraient bien transporter.
ko: 밀수업자가 무엇을 운반하던 당신은 관심이 없습니다.
ru: Вас не интересует, что перевозят контрабандисты.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_engi.xml.append$//event[@name="TURZIL_PIRATE_SURRENDER"]/text
source: The Smugglers hail you, surrendering. "Alright, alright! You win! Take our cargo and let us go! They aren't paying us enough anyways..."
fr: Les Contrebandiers vous appellent, et se rendent. "D'accord, d'accord ! Vous avez gagné ! Prenez notre cargo et laissez-nous partir ! Ils ne nous paient pas assez de toute façon..."
ko: 밀수업자는 당신에게 연락해 항복의 의사를 밝힙니다. "알겠어, 알겠다고! 니가 이겼다! 화물을 넘겨줄테니까 우릴 놔줘! 어차피 돈도 제대로 못 받고 있으니..."
ru: Контрабандисты связываются с вами, сдаваясь. "Хорошо, хорошо! Вы победили! Забирайте наш груз и отпустите нас! Все равно они нам мало платят..."

source: Accept their surrender.
fr: Accepter leur reddition.
ko: 그들의 항복을 받아준다.
ru: Принять их капитуляцию.

source: The smugglers eject a lifepod from their ship and jump away. You pull it open to find a strangely colored Engi Defender.
fr: Les Contrebandiers ejectent une capsule de leur vaisseau et s'en vont. Vous l'ouvrez pour y trouver à l'intérieur un Défenseur Engi étrangement coloré.
ko: 밀수업자는 구명정 하나를 사출하고는 도약합니다. 당신이 그것을 열어보자, 이상한 색의 엔지 수비대들이 나옵니다.
ru: Контрабандисты выбрасывают из своего корабля спасательную капсулу и уходят в прыжок. Открыв ее, вы видите странно окрашенного энджи Защитника.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "You have eliminated primary source of transport out of sector. Request: you transport my person out of Harmony. Will pay."
fr: "Vous avez éliminé source primaire de transport hors du secteur. Requête : vous transportez ma personne en dehors de l'Harmonie. Je paierai."
ko: "귀하는 우리가 이 구역을 벗어나는 데 주요한 역할을 맡았던 수송 수단을 파괴함. 요청: 하모니 밖으로 나가게 도와주기. 값을 치를 것."
ru: "Вы уничтожили основной транспортный канал из сектора. Запрос: вы вывозите меня из Гармонии. Заплачу".

source: Accept.
fr: Accepter.
ko: 받아들인다.
ru: Согласиться.

source: TRZ
ru: ТРЗ

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: Refuse and keep fighting.
fr: Refuser et continuer le combat.
ko: 거절하고 계속 싸운다.
ru: Отказаться и продолжать бой.

# data/events_engi.xml.append$//event[@name="TURZIL_PIRATE_DESTROYED"]/text
source: You have destroyed the smuggler ship. Though their cargo has been destroyed, at least some scrap remains from the battle.
fr: Vous avez détruit le vaisseau Contrebandier. Leur cargo est détruit, mais au moins il reste de la ferraille.
ko: 당신은 밀수업자의 함선을 파괴했습니다. 그들의 창고가 박살이 났음에도 불구하고, 아직 잔해 몇 개는 남아있습니다.
ru: Вы уничтожили корабль контрабандистов. Хотя их груз был уничтожен, после сражения осталось хотя бы немного лома.

# data/events_engi.xml.append$//event[@name="TURZIL_PIRATE_DEADCREW"]/text
source: You have killed all of the smugglers, leaving their cargo hopefully intact. You scrap some of the exterior of the ship first.
fr: Vous avez tué tous les Contrebandiers, laissant leur cargaison intacte. Vous démantelez l'extérieur de la coque en premier lieu.
ko: 당신은 밀수업자들을 전부 죽였습니다. 그들의 화물이 아직 멀쩡하길 바라며, 당신은 함선의 바깥쪽부터 뒤져나갑니다.
ru: Вы убили всех контрабандистов, оставив их груз, надеюсь, нетронутым. Сначала вы обшариваете внешнюю часть корабля.

# data/events_engi.xml.append$//event[@name="TURZIL_PIRATE_DEADCREW"]/choice/text
source: Open the cargo.
fr: Ouvrir la cargaison.
ko: 창고를 연다.
ru: Открыть груз.

source: You open the cargo to find a strangely colored Engi Defender sitting in the corner staring at the ceiling. They wear no chains or anything else to suggest they might be a slave. The only other possibility is they're hitching a ride with the smugglers.
fr: Vous ouvrez le cargo pour y trouver un Défenseur Engi étrangement coloré assit dans un coin, fixant le plafond. Il ne porte aucune chaîne ou autre attirail suggérant que ce soit un esclave ou prisonnier. La seule autre possibilité est qu'il ait utilisé leur vaisseau comme moyen de transport.
ko: 당신이 창고를 열자 이상한 색깔의 엔지 수비대가 구석에 앉아 천장을 쳐다보고 있는 것을 발견합니다. 노예의 사슬이 그들에 목에 걸려있지 않은 걸로 보아하니, 그들은 밀수업자들의 선박에 히치하이킹했던 것 같습니다.
ru: Вы открываете груз и видите, что в углу сидит, уставившись в потолок, энджи Защитник странной раскраски. На нем нет ни цепей, ни чего-либо еще, указывающего на то, что он может быть рабом. Единственная оставшаяся возможность - это то, что он попал к контрабандистам.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "You have eliminated primary source of transport out of sector. Request: you transport my person out of Harmony. Will pay."
fr: "Vous avez éliminé : source primaire de transport hors du secteur. Requête : vous transportez ma personne en dehors de l'Harmonie. Je paierai."
ko: "귀하는 우리가 이 구역을 벗어나는 데 주요한 역할을 맡았던 수송 수단을 파괴함. 요청: 하모니 밖으로 나가게 도와주기. 값을 치를 것."
ru: "Вы уничтожили основной транспортный канал из сектора. Запрос: вы вывозите меня из Гармонии. Заплачу".

source: Accept.
fr: Accepter.
ko: 받아들인다.
ru: Согласиться.

source: TRZ
ru: ТРЗ

source: Decline.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE"]/text
source: You prepare to charge the FTL drive when you notice an Engi Cruiser approaching you! This can't be good...
fr: Vous vous préparez à charger le moteur SPL quand soudainement vous remarquez un croiseur Engi s'approcher ! Cela n'augure rien de bon...
ko: 당신은 초광속 드라이브를 충전하던 중 한 엔지 순양함이 당신에게 다가오는 것을 발견합니다! 나쁜 예감이 듭니다...
ru: Вы готовитесь зарядить ССД, как вдруг замечаете приближающийся к вам крейсер энджи! Это не предвещает ничего хорошего...

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE"]/choice/event/text
source: "Hello. This is HA-34U representing the Engi Harmony. We are aware that you are carrying fugitive TRZ-1L. We request you hand over the fugitive, and we will provide high payment. It is unwise to challenge the Harmony."
fr: Bonjour. Ceci est HA-34U représentant l'Harmonie Engi. Nous sommes au courant que vous transportez le fugitif TRZ-1L. Nous demandons à ce que vous nous remettez le fugitif, et nous pourrons vous fournir un généreux paiement. Il n'est guère judicieux de défier l'Harmonie."
ko: "안녕하십니까. 여긴 엔지 하모니를 대신해서 온 HA-34U 입니다. 저희는 당신이 도주자 TRZ-1L을 돕고 있다는 사실을 확인했습니다. 저희는 도주자를 넘겨주길 요청하며, 그에 걸맞는 높은 값을 치를 것입니다. 하모니와 적대하는 것은 현명하지 못한 선택입니다."
ru: "Привет. Это ХА-34У, представляющая Гармония энджи. Нам известно, что вы перевозите беглеца ТРЗ-1Л. Мы просим вас передать беглеца, и мы обеспечим большую оплату. Неразумно бросать вызов Гармонии".

source: Hand over the fugitive.
fr: Remettre le fugitif.
ko: 도주자를 넘긴다.
ru: Выдать беглеца.

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: You don't intend on handing over your crew! You prepare to fight the cruiser.
fr: Vous n'avez pas l'intention de remettre qui que ce soit dans votre équipage ! Vous vous préparez à combattre le croiseur.
ko: 당신의 승무원들을 넘겨줄 생각은 없습니다! 당신은 순양함과 싸울 준비를 합니다.
ru: Вы не собираете сдавать свой экипаж! Вы готовьтесь к бою с крейсером.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE_EASYROUTE"]/text
source: You knew the Engi was shady but you didn't realize they had beef with the actual Harmony! You can't risk angering the entirety of the Engi collective: you accept the payment.
fr: Vous saviez que l'Engi était louche, mais vous ignoriez qu'il avait des comptes à rendres avec l'Harmonie elle-même ! Vous ne pouvez pas risquer de vous mettre le collectif Engi entier à dos, et acceptez le paiement.
ko: 당신은 그 엔지들이 수상쩍다는건 알았지만, 하모니에 불만을 품고 있다는 사실은 몰랐었습니다! 엔지 공동체 전체를 화나게 만드는 리스크는 짊어질 수 ㅇ벗습니다. 당신은 제안을 받아들입니다.
ru: Вы знали, что этот энджи - сомнительный, но не предполагали, что у него есть претензии к самой Гармонии! Вы не можете рисковать, разгневав весь коллектив энджи: вы принимаете оплату.

source: You cannot clone the Engi as they are no longer part of your crew.
fr: Vous ne pouvez pas cloner l'Engi car il ne fait plus parti de votre équipage.
ko: 당신은 당신의 승무원이 아닌 엔지를 복제할 수 없습니다.
ru: Вы не можете клонировать энджи, так как он больше не является частью вашего экипажа.

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE_SURRENDER"]/text
source: "This is your: last chance. Hand over the fugitive and you will be allowed to live."
fr: "Ceci est : votre dernière chance. Remettez le fugitif et nous vous laisserons la vie sauve."
ko: "이것은 최후통첩이다. 도주자를 넘긴다면 삶을 유지할 수 있을 것이다."
ru: "Это ваш последний шанс. Выдайте беглеца, и вам сохранят жизнь".

source: Never!
fr: Jamais !
ko: 절대로 그럴 수 없다!
ru: Никогда!

source: Give up the fugitive.
fr: Remettre le fugitif.
ko: 도주자를 포기한다.
ru: Выдать беглеца.

source: This fight isn't worth continuing. You hand over the fugitive and accept the payment.
fr: Continuer ce combat ne vaut pas le coup. Vous remettez le fugitif et acceptez le paiement.
ko: 이 다툼은 지속될 가치가 없습니다. 당신은 도주자를 넘기고 제안을 수락합니다.
ru: Этот бой не стоит продолжать. Вы передаете беглеца и принимаете оплату.

source: You cannot clone the Engi as they are no longer part of your crew.
fr: Vous ne pouvez pas cloner l'Engi car il ne fait plus parti de votre équipage.
ko: 당신은 당신의 승무원이 아닌 엔지를 복제할 수 없습니다.
ru: Вы не можете клонировать энджи, так как он больше не является частью вашего экипажа.

# data/events_engi.xml.append$//event[@name="HARMONY_FUGITIVE_WIN"]/text
source: You have defeated an Elite Engi Cruiser inside the Engi Harmony. You doubt the Harmony will be happy about this, but you've made it out alive of this fight.
fr: Vous avez vaincu un Croiseur d'Élite Engi à l'intérieur du secteur de l'Harmonie Engi. Vous doutez que l'Harmonie sera contente de ce résultat, mais vous êtes sorti vivant de ce combat.
ko: 당신은 엔지 하모니의 권역 내에서 엘리트 엔지 순양함을 격파했습니다. 하모니가 이 일을 좋아할지는 의문이지만, 어쨌건 당신은 이 싸움에서 살아남는 데 성공했습니다.
ru: Вы победили элитный крейсер энджи внутри Гармонии энджи. Вы не уверены, что Гармония будет рада этому, но вам удалось выйти живым из этого боя.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Despite your efforts it appears the fugitive did not survive the fight. You'll have to carry on without them.
fr: Malgré vos efforts il semblerait que le fugitif n'ait pas survécu. Vous devrez continuer sans lui.
ko: 당신의 노력에도 불구하고 도주자는 이 전투에서 살아남지 못했습니다. 당신은 그들 없이 여정을 이어갑니다.
ru: Несмотря на ваши усилия, похоже, что беглец не выжил в бою. Вам придется продолжить путь без него.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You turn to face the Engi fugitive who caused this problem in the first place. "Apologies, this conflict should have been predicted. It is important that my identity be provided. I am: General Turzil. My mission: escape capture of Harmony. I have achieved status of wanted fugitive for disobeying Harmony-Rebel non-aggression pact during Federation Civil War, and assisting Separatist movements in dismantling of Harmony. It is my request that you take me with you to avoid death and protection of underground Separatist movements."
fr: Vous vous retournez pour faire face à l'Engi qui a causé ce problème en premier lieu. "Mes excuses, ce conflit aurait du être prévu. Il est important que mon identité soit fournie. Je suis : le Général Turzil. Ma mission : échapper à la capture par l'Harmonie. J'ai atteint le status de fugitif recherché pour avoir désobéi au pacte de non-aggression Harmonie-Rebelle durant le conflit de la Guerre Civile de la Fédération, et pour avoir assisté les mouvements Séparatistes dans le démantèlement de l'Harmonie. Il est dans mon intérêt que vous me gardiez pour éviter ma mort, et assurer la protection des mouvements Séparatistes isolés."
ko: 당신은 애초에 문제가 되었던 엔지 도주자를 마주봅니다. "사과를 표함. 이 충돌은 예상되었어야 했음. 내 신원이 제공되는 것은 중요함. 내 신원: 투르질 장군. 내 임무: 하모니의 속박을 벗어나는 것. 나는 하모니를 붕괴시키려는 분리주의자 운동을 도와주고, 연방 내전간에 결성된 하모니-반군 불가침조약을 따르지 않은 혐의로 수배되고 있음. 내 요구는 죽음을 피하고 지하 분리주의자 운동을 돕기 위해 나를 데려가는 것."
ru: Вы поворачиваетесь лицом к беглецу энджи, который изначально создал эту проблему. "Прошу прощения, этот конфликт следовало предвидеть. Важно, чтобы моя личность была установлена. Я: генерал Турзил. Моя миссия: бежать из плена Гармонии. Я получил статус разыскиваемого лица за нарушение пакта о ненападении между Гармонией и Восстанием во время Гражданской войны в Федерации, а также за содействие движениям Сепаратистам в ликвидации Гармонии. Я прошу вас взять меня с собой, чтобы избежать смерти и защитить подпольные движения Сепаратистов".

# data/events_engi.xml.append$//event[@name="TURZIL_REINFORCEMENTS"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: An Elite Engi ship moves in to attack. If you had to guess, you'd assume these were the reinforcements sent by the Harmony to hunt down the fugitive!
fr: Un vaisseau Engi d'élite se déplace pour attaquer. Si vous deviez deviner, vous supposeriez que ce sont les renforts envoyés par l'Harmonie pour traquer le fugitif !
ko: 엘리트 엔지 함선이 공격하기 위해 다가옵니다. 도주자를 추적하기 위해 하모니가 보낸 지원군임이 분명합니다!
ru: Элитный корабль энджи переходит в атаку. Если бы вам пришлось гадать, вы бы предположили, что это подкрепление, посланное Гармонией на поиски беглеца!

source: "Cease movement. You are wanted by Harmony for transporting and protecting fugitive." An elite Engi ship attacks!
fr: "Ne bougez plus. Vous êtes recherché par l'Harmonie pour avoir transporté et protégé un fugitif." Un vaisseau d'élite Engi attaque !
ko: "움직이지 말 것. 귀하는 도주자 보호 및 이송 혐의로 수배됨." 엘리트 엔지 함선이 공격해옵니다!
ru: "Прекратите движение. Вы разыскиваетесь Гармонией за перевозку и защиту беглеца". Элитный корабль энджи атакует!

source: The Elite Engi ship at this beacon looks out of place. You receive a short message about the fugitive you're protecting and the ship moves in to attack.
fr: Le vaisseau Engi d'élite qui se trouve à cette balise ne semble pas à sa place. Vous recevez un court message sur le fugitif que vous protégez et le vaisseau se prépare à attaquer.
ko: 이 송신소에 엘리트 엔지 함선은 어울리지 않는 것 같습니다. 그 함선은 당신이 보호하고 있는 도주자에 관한 짧은 메시지를 보낸 뒤 당신을 공격합니다.
ru: Элитный корабль энджи у этого маяка выглядит необычно. Вы получаете короткое сообщение о защищаемом вами беглеце, и корабль переходит в атаку.

source: "You are wanted by the Harmony for: harbouring fugitive. Deactivate your weapons and surrender." An Engi Elite approaches, but you have no intentions of giving up.
fr: "Vous êtes recherché par l'Harmonie pour : avoir hébergé un fugitif. Désactivez vos armes et rendez-vous." Un Engi Elite s'approche, mais vous n'avez pas l'intention de vous rendre.
ko: "당신은 도주자를 보호해준 혐의로 수배되었음. 무기를 내리고 투항할 것." 엘리트 엔지 함선이 다가오고, 당신은 그를 포기할 생각이 없습니다.
ru: "Вы разыскиваетесь Гармонией за: укрывательство беглеца. Отключите оружие и сдавайтесь". Элитный корабль энджи приближается, но вы не намерены сдаваться.
