Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

# data/events_engi.xml.append$//event[@name="FINISH_BEACON_ENGI"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
fr: Vous êtes arrivé à la Balise Longue-Portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
ko: 당신은 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 이동할 수 있습니다.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.

# data/events_engi.xml.append$//event[@name="FINISH_BEACON_ENGI"]/choice[1]/text
source: Explore.
fr: Explorer.
ko: 탐험한다.
ru: Исследовать.

# data/events_engi.xml.append$//event[@name="FINISH_BEACON_ENGI"]/choice[2]/text
source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

# data/events_engi.xml.append$//event[@name="FINISH_BEACON_ENGI"]/choice[3]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 이곳에는 하모니 링크가 위치해있습니다.
ru: Здесь находится Связь Гармонии.

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 이곳에는 하모니 링크가 위치해있습니다.
ru: Здесь находится Связь Гармонии.

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_DEFAULT"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector.
fr: On dirait que vous avez découvert un Lien Harmonique. Ces immenses structures de taille planétaires sont faites de trillions de nano-robots, et transmettent un signal à tous les Engis dans le secteur.
ko: 당신은 하모니 링크를 찾아냈습니다. 이 거대한 행성 규모의 구조물들은 수 조 개의 나노봇들로 이루어져 있고, 구역 내의 모든 엔지들에게 강한 신호를 전송합니다.
ru: Похоже, вы обнаружили Связь Гармонии. Эти массивные структуры размером с планету состоят из триллионов наноботов и передают сильный сигнал всем энджи в секторе.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 이곳에는 하모니 링크가 위치해있습니다.
ru: Здесь находится Связь Гармонии.

source: This is the location of a Harmony Link.
fr: Ceci est l'emplacement d'un Lien Harmonique.
ko: 이곳에는 하모니 링크가 위치해있습니다.
ru: Здесь находится Связь Гармонии.

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_UNIQUE"]/text
source: It appears you've discovered a Harmony Link. These massive planet-sized structures are made up of trillions of nanobots, and transmit a strong signal to all of the Engi in the sector.
fr: On dirait que vous avez découvert un Lien Harmonique. Ces immenses structures de taille planétaires sont faites de trillions de nano-robots, et transmettent un signal à tous les Engis dans le secteur.
ko: 당신은 하모니 링크를 찾아냈습니다. 이 거대한 행성 규모의 구조물들은 수 조 개의 나노봇들로 이루어져 있고, 구역 내의 모든 엔지들에게 강한 신호를 전송합니다.
ru: Похоже, вы обнаружили Связь Гармонии. Эти массивные структуры размером с планету состоят из триллионов наноботов и передают сильный сигнал всем энджи в секторе.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_FIGHTENGI"]/text
source: An Engi ship is resting nearby the Harmony Link. It's an elite, but they aren't attacking just yet.
fr: Un vaisseau Engi est stationné près du Lien Harmonique. C'est un Élite, mais il ne vous attaque pas encore.
ko: 한 엔지 함선이 하모니 링크 근처에 정박하고 있습니다. 엘리트이지만 아직 당신을 공격하진 않았습니다.
ru: Рядом со Связью Гармонии находится корабль энджи. Это элита, но они пока не нападают.

source: Attack them!
fr: Les attaquer !
ko: 공격하라!
ru: Атаковать их!

source: As you approach, suddenly the Engi ship activates and its drones come online. "Multiverse-Drive equipped vessel approaching. Threat to Harmony Link: activating defensive protocols."
fr: En vous rapprochant, le vaisseau Engi s'active soudainement, suivi de ses drones se mettant en ligne. "Vaisseau équippé de Moteur-MV en approche. Menace à Lien Harmonique : activation des protocoles de défense."
ko: 당신이 접근하자, 갑자기 엔지 함선과 드론이 활성화됩니다. "멀티버스 드라이브 장착 함선 접근중. 하모니 링크에 위협. 방어 프로토콜 작동"
ru: Когда вы приближаетесь, внезапно активируется корабль энджи, и его дроны начинают действовать. "Приближается судно, оснащенное приводом-Мультивселенной. Угроза для Связи Гармонии: активация защитных протоколов".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Request supplies.
fr: Demander des provisions.
ko: 보급을 요청한다.
ru: Запросить припасы.

source: "Refusal. Task: protecting Harmony link. Do not interfere." Looks like you won't be getting anything out of them.
fr: "Refusé. Tâche : Protection du Lien Harmonique. N'interférez pas." On dirait que vous n'obtiendrez rien d'eux.
ko: "거부됨. 임무: 하모니 링크 보호. 방해하지 말 것." 아무래도 아무것도 건지지 못할 것 같습니다.
ru: "Отказ. Задача: защищать связь Гармонии. Не вмешивайтесь". Похоже, вы ничего от них не добьетесь.

source: If they won't give us supplies, we'll take them!
fr: S'ils ne veulent pas nous donner de ressources, nous les prendrons nous-mêmes !
ko: 그들이 보급을 주지 않는다면, 우리가 직접 가져가겠다!
ru: Если они не дают нам припасов, мы их заберем!

source: "Multiverse-Drive equipped vessel approaching. Threat to Harmony Link: activating defensive protocols."
fr: "Vaisseau équippé de Moteur-MV en approche. Menace à Lien Harmonique : activation des protocoles de défense."
ko: "멀티버스 드라이브 장착 함선 접근중. 하모니 링크에 위협. 방어 프로토콜 작동"
ru: "Приближается судно, оснащенное приводом-Мультивселенной. Угроза для Связи Гармонии: активация защитных протоколов".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Leave.
fr: Partir.
ko: 나간다.
ru: Уйти.

source: (Engi Crew) Request supplies.
fr: (Membre d'équipage Engi) Demander des provisions.
ko: (엔지 승무원) 보급품을 요청한다.
ru: (Член экипажа-энджи) Запросить припасы.

source: "Harmony unit detected. Protocol requires aid to be given."
fr: "Unité de l'Harmonie détectée. Protocole exige qu'aide soit fournie."
ko: "하모니 사용자 감지됨. 프로토콜에 따라 원조를 제공함."
ru: "Обнаружена единица Гармонии. Протокол требует оказания помощи".

source: Ignore the Engi.
fr: Ignore les Engis.
ko: 엔지를 무시한다.
ru: Не обращать внимания на энджи.

source: If they're no threat to you, then you'll be no threat to them.
fr: S'ils ne sont pas une menace pour vous, vous ne serez pas une menace pour eux.
ko: 그들에게 위협을 주지 않는다면, 그들도 당신에게 위협이 되지는 않겠지요.
ru: Если они не представляют для вас угрозы, то и вы не будете представлять для них угрозы.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_FIGHTMANTIS"]/text
source: A Suzerain ship is waiting near the beacon, likely hunting for Engi. "Federation, we recommend staying away, unless want to become next prey..."
fr: Un vaisseau Suzerain attend près de la balise, sûrement pour chasser des Engis. "Fédération, recommender rester éloigné, sauf si vouloir être prochaine proie..."
ko: 맨티스 영주의 함선이 송신소 근처에서 대기중입니다. 아마 엔지 함선을 사냥중인 것 같습니다. "연방, 꺼지는 것 추천한다. 싫다면 다음 사냥감 너다..."
ru: Корабль Сюзерена ждет возле маяка, вероятно, охотясь за энджи. "Федерация, мы рекомендуем держаться подальше, если не хотите стать следующей добычей..."

source: Attack them!
fr: Les attaquer !
ko: 공격하라!
ru: Атаковать их!

source: "Fine. If have death wish, then let me be one to grant it!"
fr: "Bien. Si avoir désir de mort, alors me laisser accorder!"
ko: "좋다. 유언 있나? 내 들어준다!"
ru: "Отлично. Если ты желаешь сдохнуть, то позволь мне быть тем, кто исполнит это желание!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ask if they have slaves to offer.
fr: Demander s'ils ont des esclaves à offrir.
ko: 그들에게 제공할 의향이 있는 노예가 있나 물어본다.
ru: Спросить, есть ли у них рабы на продажу.

source: "Hmmm. Hoping for trade? Well... maybe. Made successful hunt previously, supposed go to Hive though, so prices steep."
fr: "Hmmm. Espérer commercer ? Eh bien... peut-être. Avoir fait bonne chasse précédente, doit aller à Ruche cependant, alors prix haut."
ko: "흐으음... 거래 원하나? 글쎄... 아마도. 원래 성공적 사냥 마치면 하이브 맨티스 가야 한다. 그래서 가격 비쌀 거다."
ru: "Хммм. Надеетесь на обмен? Хорошо... наверно. Недавно я удачно поохотился, думал отправиться в Улей, так как цены высокие".

source: Buy a regular Engi.
fr: Acheter un Engi habituel.
ko: 평범한 엔지를 구매한다.
ru: Купить обычного энджи.

source: "Good, good. Now leave, there killing to be done."
fr: "Bien, bien. Maintenant partez, avoir meurtre devant être fait."
ko: "좋아, 좋아. 이제 가라. 죽여야 할 것 더 남아있다."
ru: "Хорошо-хорошо. А теперь вали, нужно совершить убийство".

source: Buy an Engi Defender.
fr: Acheter un Engi Défenseur.
ko: 엔지 수비대를 구매한다.
ru: Купить энджи-Защитника.

source: "Good, good. Now leave, there killing to be done."
fr: "Bien, bien. Maintenant partez, avoir meurtre devant être fait."
ko: "좋아, 좋아. 이제 가라. 죽여야 할 것 더 남아있다."
ru: "Хорошо-хорошо. А теперь вали, нужно совершить убийство".

source: Nevermind.
fr: Laisser tomber.
ko: 신경 꺼라.
ru: Неважно.

source: Ignore the Mantis.
fr: Ignorer les Mantis.
ko: 맨티스를 무시한다.
ru: Не обращать внимания на богомола.

source: If they're no threat to you, then you'll be no threat to them.
fr: S'ils ne sont pas une menace pour vous, vous ne serez pas une menace pour eux.
ko: 그들이 위협적이지 않다면, 나 또한 그럴 것이다.
ru: Если они не представляют для вас угрозы, то и вы не будете представлять для них угрозы.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Suddenly, the ship sends a transmission, whose language is indiscernible. Your translator struggles, turning out nonsense like "Turkey alpha on the blue yesterday." The transmission stops, and immediately after your systems go haywire! The ship has activated some kind of bizarre combat augment!
fr: Soudainement, le vaisseau envoie une transmission, dont le langage est indiscernable. Votre traducteur est à la ramasse, sortant des incohérences telle que "Dinde alpha sur le bleu d'hier." La transmission s'arrête, et immédiatement après vos systèmes sont détraqués ! Cet engin a dû activer une étrange augmentation de combat !
ko: 갑자기, 한 함선이 전파를 보내옵니다. 그들의 언어는 이해할 수 없습니다. 당신의 번역기가 분투하나, "어제 터키 알파에 파란불이 켜졌다" 같은 알 수 없는 말만을 내뱉습니다. 전파가 끊기고, 그 직후 당신의 시스템이 오작동하기 시작합니다! 그 함선이 이상한 전투 보조장비처럼 보이는 것을 활성화시켰습니다!
ru: Внезапно корабль посылает сообщение, язык которого неразборчив. Ваш переводчик пытается перевести, выдавая чепуху вроде "Турция альфа на синем вчера". Сообщение прекращается, и сразу после этого ваши системы выходят из строя! Корабль активировал какой-то странный боевой модуль!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: To make matters worse, it appears the ship's remaining systems have come online!
fr: Pour couronner le tout, il semblerait que les autres systèmes de l'Auto-vaisseau se soient activés !
ko: 설상가상으로, 그 함선의 다른 시스템도 활성화된 것으로 보입니다!
ru: Что еще хуже, выяснилось, что оставшиеся системы корабля заработали!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_ANCIENT"]/text
source: Orbiting around the Link is the wreckage of several massive structures... or are they ships? Composed of gigantic cubical segments, the ships are larger than any vessel you've ever seen, but they've been completely decimated. A strangely designed, but non-cubical, automaton rests silently by the wreckage. You aren't sure if moving closer will awaken it.
fr: En orbite autour du Lien, il y a plusieurs épaves de structures massives... est-ce que ce seraient des vaisseaux ? Composé de gigantesques segments cubiques, ces bâtiments sont plus larges que n'importe quel vaisseau que vous ayez jamais vu, cependant ils ont été complètement décimés. Un automate de conception étrange, mais non cubique, repose silencieusement près d'une épave. Vous n'êtes pas sûr si votre approche le réveillera.
ko: 링크의 궤도를 도는 것들은 몇몇 거대한 구조물들의 부서진 잔해입니다... 아니면 함선일까요? 거대한 정육면체 구조물들로 이루어진 그 함선은 당신이 본 어떤 함선보다 훨씬 더 커다랗습니다. 하지만 그것은 심하게 훼손된 걸로 보입니다. 이상하게 디자인되었지만 정육면체는 아닌, 한 자동화 함선이 잔해 근처에서 쉬고 있습니다. 당신이 가까이 가면 그것을 깨울지는 불분명합니다.
ru: На орбите вокруг связи находятся обломки нескольких массивных сооружений... или это корабли? Состоящие из гигантских кубических сегментов, корабли больше, чем любое судно, которое вы когда-либо видели, но они были полностью уничтожены. Странно сконструированный, но не кубический беспилотник безмолвно покоится рядом с обломками. Вы не уверены, что, подойдя ближе, вы его разбудите.

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_ANCIENT"]/choice[1]/text
source: Destroy the ship first, just in case.
fr: Détruire le vaisseau d'abord, au cas où.
ko: 혹시 모르는 일이니, 함선을 먼저 없앤다.
ru: Сначала уничтожить корабль, на всякий случай.

source: You approach the vessel, and it activates automatically, as you expected. Prepare for combat! It seems like the ship isn't using all of its systems... let's hope it stays that way!
fr: Vous approchez le vaisseau, et il s'active automatiquement, comme vous l'aviez prévu. Préparez-vous au combat ! Il semblerait qu'il ne fait pas usage de tout ses systèmes... espérons que cela reste comme tel !
ko: 당신이 선박에 접근하자, 예상했던 대로 함선이 자동으로 활성화됩니다. 전투를 준비하세요! 그 함선은 전체 시스템의 일부만 사용하는 것 같습니다. 부디 계속 그러길 바래야겠습니다!
ru: Вы приближаетесь к судну, и он активируется автоматически, как вы и ожидали. Приготовиться к бою! Похоже, корабль использует не все свои системы... будем надеяться, что так и продолжится!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_ANCIENT"]/choice[2]/text
source: Attempt to salvage without alerting the ship.
fr: Essayer de faire de la récupération sans alerter le vaisseau.
ko: 함선의 주의를 끌지 않게 인양을 시도해본다.
ru: Попытаться собрать обломи, не пробуждая корабль.

source: You attempt to scrap the furthest regions of the wreckage, but not long after you see the Auto-ship approaching, awakened by your presence! It gets a shot off, damaging your hull, and you quickly pull the crew back into the ship with what you've gathered so far. It seems like the ship isn't using all of its systems... let's hope it stays that way!
fr: Vous essayez de démanteler les régions les plus éloignées de l'épave, mais peu de temps après, vous voyez l'Auto-vaisseau s'approcher, réveillé par votre présence ! Il envoie un tir, ce qui endommage votre coque, et vous ramenez vite votre équipage dans le vaisseau avec ce qu'ils ont rassemblé jusque là. Il semblerait qu'il ne fait pas usage de tout ses systèmes... espérons que cela reste comme tel !
ko: 당신은 가장 멀리 떨어진 잔해에서 스크랩을 모으려고 시도하나, 얼마 가지 않아 자동화된 함선이 다가오는 것을 봅니다. 당신이 그것을 깨우고야 만 것입니다! 그 함선이 레이저를 발사했고, 당신의 선체는 손상되었습니다. 그리고 당신은 지금까지 모은 것을 챙겨 승무원들을 빠르게 함선 안으로 집어넣습니다. 그 함선은 전체 시스템의 일부만 사용하는 것 같습니다... 부디 계속 그러길 바래야겠죠!
ru: Вы пытаетесь собрать самые дальние части обломков, но вскоре после этого вы видите приближающийся беспилотник, пробужденный вашим появлением! Он выстреливает, повреждая ваш корпус, и вы быстро возвращаете экипаж в корабль с тем, что удалось собрать. Похоже, корабль использует не все свои системы... будем надеяться, что так будет до конца!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_ANCIENT"]/choice[3]/text
source: Ignore the crash site.
fr: Ignorer le site de crash.
ko: 사고 현장을 무시한다.
ru: Не обращать внимания на место крушения.

source: You warily distance yourself from the vessel. You can almost make out the lights flickering on the vessel and the slightest movement to observe your ship, as if it were watching...
fr: Vous vous éloignez prudemment du vaisseau. Vous pouvez presque distinguer des lumières vacillantes sur l'automate, ainsi qu'un léger mouvement pour observer votre croiseur, comme s'il vous surveillait...
ko: 당신은 조심히 그 선박으로부터 거리를 둡니다. 당신은 선박의 불빛이 깜빡이는 것을 힘겹게 알아봅니다. 그리고 당신의 배를 주시하는 듯한 미세한 움직임도요. 마치 당신을 처음부터 보고 있었다는 것처럼..
ru: Вы осторожно отдаляетесь от судна. Вы почти можете разглядеть мерцание огней на судне и малейшее движение, как будто он наблюдает за вашим кораблем...

# data/events_engi.xml.append$//event[@name="HARMONY_LINK_ANCIENT_WIN"]/text
source: The foreign Auto-ship has been eliminated. You find a large helping of scrap in the wreckage.
fr: L'étrange Auto-vaisseau a été éliminé. Vous trouvez une grande portion de ferraille dans l'épave.
ko: 이질적인 자동화 함선이 격파되었습니다. 당신은 잔해로부터 많은 양의 스크랩을 수거합니다.
ru: Инородный беспилотник был ликвидирован. Вы находите большую кучу лома в обломках.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Without the Auto-ship to disturb you, you scout out the remaining wreckage. It appears most of the hull material is unrecognized by your database, and it's too strong to easily be stripped for scrap. Whoever made these ships must have been highly advanced, or from a completely different galaxy...
fr: Sans l'Auto-vaisseau pour vous barrer le passage, vous faites une reconnaissance du reste de l'épave. On dirait bien que la majeure partie du matériel utilisé pour la coque n'est pas reconnu par votre banque de données, et il demeure trop solide pour être facilement transformé en ferraille. Ceux qui ont construit ces vaisseaux devaient être hautement avancés, ou d'une galaxie complètement différente...
ko: 당신을 방해하는 자동화 함선이 없어지자, 당신은 잔해로부터 쓸만한 것을 골라 모읍니다. 잔해의 선체를 이루는 대부분의 물질은 당신의 데이터베이스에 없는 것들이고, 벗겨내 팔기에는 너무 단단합니다. 누가 이 함선들을 만들었던, 매우 진보된 기술을 가졌던 것 같습니다. 어쩌면 완전히 다른 은하계에서 왔을 수도...
ru: Без автоматического корабля, который мог бы потревожить вас, вы исследуете оставшиеся обломки. Похоже, что большая часть материала корпуса не распознана вашей базой данных, и он слишком прочен, чтобы его можно было спокойно разобрать на лом. Тот, кто создал эти корабли, должен был быть высокоразвитым или из совершенно другой галактики...

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Inside one of the larger cruisers you're surprised to find what appears to be a robot of some sorts, entirely cubical in craft just like the ships. The room around it has been partially dissolved and strange looking Lanius corpses are scattered around. You bring back the robot to the ship out of curiosity, but without any obvious way to activate it, it'll have to remain in the back corners of the storage bay for now. Along with it, you find some strange coords that you mark on your map.
fr: A l'intérieur de l'un des plus grand croiseurs, vous êtes surpris par la trouvaille de qui semblerait être une sorte de robot, de conception entièrement cubique comme les vaisseaux. Les alentours de la pièce ont été partiellement dissous, et d'étranges cadavres Lanius sont éparpillés dans les environs. Vous ramenez le robot sur votre croiseur par curiosité, mais sans manière évidente de l'activer, il devra rester dans les tréfonds de la soute pour le moment. Vous trouvez avec ceci d'étranges coordonnées que vous notez sur votre carte.
ko: 거대 순양함 중 하나의 안에서 당신은 함선처럼 완전히 정육면체로 구성되어 있는, 일종의 로봇들을 발견해 깜짝 놀랍니다. 근처의 방들은 부분적으로 분해되어 있고, 기이하게 보이는 라니우스 시체들이 흩어져 있습니다. 당신은 순전히 호기심 때문에 한 로봇을 함선으로 데려옵니다. 하지만 활성화시킬 방법은 마땅히 없어 보입니다. 지금은 창고 구석에 놔두는 것이 최선일 것입니다. 그것과 함께, 당신은 지도상에 새겨진 이상한 좌표 하나를 발견했습니다.
ru: Внутри одного из больших крейсеров вы с удивлением находите что-то вроде робота, полностью кубического по форме, как и корабли. Отсек вокруг него частично растворился, и вокруг разбросаны странно выглядящие трупы ланиусов. Вы забираете робота на корабль из любопытства, но без очевидного способа как активировать его, ему придется пока оставаться в дальних углах склада. Вместе с ним вы находите какие-то странные координаты, которые отмечаете на своей карте.

# data/events_engi.xml.append$//event[@name="ENGI_GIFT"]/choice[1]/text
source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

# data/events_engi.xml.append$//event[@name="ENGI_GIFT"]/choice[2]/text
source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_engi.xml.append$//textList[@name="ENGI_GIFT"]/text[1]
source: An Engi vessel hails you. "Identity: Federation? Outlier probability. Implies... revival. Implies... hope. Assistance suggested." They offer some supplies.
fr: Un vaisseau Engi vous interpelle : "Identité : Fédération ? Faible probabilité. Implique... retour à la vie. Implique... espoir. Assistance suggérée." Puis, votre interlocuteur vous offre des provisions en échange de votre aide.
ko: 엔지 선박이 당신을 부릅니다. "신원 확인: 연방? 영외 거주자 가능성. 함축된 의미... 부활. 함축된 의미... 희망. 도움 제안됨." 그들은 당신에게 몇몇 보급품을 제공해줍니다.
ru: Вас вызывает корабль энджи. "Идентификация: Федерация? Вероятность ошибки. Подразумевает... оживление. Подразумевает... надежду. Предлагается поддержка". Они предлагают кое-какие припасы.

# data/events_engi.xml.append$//textList[@name="ENGI_GIFT"]/text[2]
source: You cross paths with an Engi cargo vessel hurrying home before the Mantis fleets attempt to take over this sector. They're happy to offload some of their cargo to get home faster.
fr: Vous croisez la route d'un vaisseau cargo Engi, qui se hâte de rentrer chez lui avant que la flotte Mantis ne s'empare de ce secteur. Il accepte de vous envoyer une partie de sa cargaison. En s'allégeant, il pourra en effet s'enfuir plus vite.
ko: 당신은 길에서 맨티스 함대가 구역을 점령하기 전 서둘러 고향으로 돌아가려는 엔지 수송선을 만납니다. 그들은 보다 빨리 이동하기 위해 자신들의 화물을 당신에게 기쁜 마음으로 양도합니다.
ru: Вы пересекаетесь с грузовым судном энджи, которые спешат домой, прежде чем флот богомолов попытается захватить этот сектор. Они рады разгрузить часть своего груза, чтобы быстрее добраться домой.

# data/events_engi.xml.append$//textList[@name="ENGI_GIFT"]/text[3]
source: You make contact with an isolated Engi science station who are staying put despite the likelihood of Mantis invasion. They suggest you trial some experimental technology.
fr: Vous établissez le contact avec une station de recherche Engi isolée, dont l'équipage a décidé de rester sur place en dépit des risques d'invasion Mantis. Les Engis vous demandent si vous n'accepteriez pas de tester leur technologie expérimentale.
ko: 당신은 고립된 엔지 과학 정거장과 접촉합니다. 그들은 맨티스들의 침공 가능성에도 불구하고 남아있습니다. 그들은 당신에게 실험적인 기술 몇 개를 제안합니다.
ru: Вы связались с изолированной научной станцией энджи, которая осталась здесь, несмотря на вероятность вторжения богомолов. Они предлагают вам испытать некоторые экспериментальные технологии.

# data/events_engi.xml.append$//textList[@name="ENGI_GIFT"]/text[4]
source: This was the site of a recent battle. Either a show of Mantis force, or the Engi here weren't disposed to go peacefully. You pick through the pieces.
fr: Une bataille a eu lieu à cet endroit, il n'y a pas longtemps. Soit les Mantis ont décidé de montrer leurs muscles, soit les Engis ont refusé de s'en aller paisiblement. Quoi qu'il en soit, vous fouillez les débris pour récupérer ce que vous pouvez.
ko: 이곳에서 최근에 전투가 벌어졌었습니다. 맨티스의 위력 과시였던, 혹은 엔지였던 이곳을 평화롭게 갈 생각은 없었던 것 같습니다. 당신은 잔해들을 골라 가져갑니다.
ru: Здесь следы недавней схватки. Либо демонстрация силы богомолов, либо здешние энджи не были настроены на мирный исход. Вы собираете обломки.
