Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Séparatiste à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 분리주의자 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля Сепаратистов вошедшего в эту систему".

source: It was the Lanius.
fr: C'était les Lanius.
ko: 라니우스의 짓이다.
ru: Это сделали ланиусы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Lanius à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 라니우스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля ланиусов вошедшего в эту систему".

source: (Haynes) According to my deduction, it was the Mantis!
fr: (Haynes) "Selon ma déduction, c'était les Mantis !"
ko: (헤인즈) 내 추론에 의하면, 맨티스가 범인이다!
ru: (Хэйнс) Согласно моей дедукции, это сделали богомолы!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
fr: Vous signalez la théorie de Haynes aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Mantis à avoir pénétré dans le système."
ko: 당신은 헤인즈가 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 맨티스 함선의 현 좌표입니다."
ru: Вы сообщаете о теории Хэйнса инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля богомолов вошедшего в эту систему".

source: The Engi ship has received serious external damage. The damage appears to have been dealt by a powerful weapon, probably a ballistic launcher.
fr: Le vaisseau Engi à reçu de sérieux dégâts externes. Cette destruction doit provenir d'une puissante arme, probablement un lanceur ballistique.
ko: 엔지 함선의 선체는 치명적인 공격을 받았습니다. 탄도탄을 사용하는 강력한 무기에 피격당한 것 같습니다.
ru: Корабль энджи получил серьезные внешние повреждения. Судя по всему, повреждения были нанесены мощным оружием, вероятно, баллистической ракетной установкой.

source: It was the Mantis.
fr: C'était les Mantis.
ko: 맨티스의 짓이다.
ru: Это сделали богомолы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Mantis à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 맨티스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля богомолов, вошедшего в эту систему".

source: It was the Rockmen.
fr: C'était les Rocailleux.
ko: 락맨의 짓이다.
ru: Это сделали валуны.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Rocailleux à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 락맨 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля валунов вошедшего в эту систему".

source: It was the Separatists.
fr: C'était les Séparatistes.
ko: 분리주의자들의 짓이다.
ru: Это сделали Сепаратисты.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Séparatiste à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 분리주의자 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля Сепаратистов вошедшего в эту систему".

source: It was the Lanius.
fr: C'était les Lanius.
ko: 라니우스의 짓이다.
ru: Это сделали ланиусы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Lanius à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 라니우스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля ланиусов вошедшего в эту систему".

source: (Haynes) According to my deduction, it was the Rockmen!
fr: (Haynes) "Selon ma déduction, c'était les Rocailleux !"
ko: (헤인즈) 내 추론에 의하면, 락맨이 범인이다!
ru: (Хэйнс) Согласно моей дедукции, это сделали валуны!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
fr: Vous signalez la théorie de Haynes aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Rocailleux à avoir pénétré dans le système."
ko: 당신은 헤인즈가 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 락맨 함선의 현 좌표입니다."
ru: Вы сообщаете о теории Хэйнса инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля валунов вошедшего в эту систему".

source: The Engi ship has little external damage, other than some electrical fires. On the inside, the bodies of the former Engi crew are littered about alongside several deactivated boarding drones. It doesn't appear the Engi ship's drone control was rigged to power personnel drones, so it's not likely the boarding drones belonged to them.
fr: Le vaisseau Engi a peu de dégâts externe, hormis quelques feux électriques. À l'intérieur, les corps de l'ancien équipage Engi sont accompagnés de plusieurs Drones Abordeurs désactivés. Le système de Contrôle de drones du vaisseau Engi n'a pas l'air d'avoir été équippé de drones personnels, ces drones n'appartiennent donc sûrement pas à eux.
ko: 엔지 함선에는 일부 전기화재가 발생한 곳 말고는 외부 손상이 거의 없습니다. 안쪽에는 엔지 승무원들의 시신과 비활성화된 강습 드론이 나란히 흩어져 있습니다. 엔지 함선의 드론 관제실이 이 드론에 전력을 공급하고 있지 않았기에, 이 강습 드론들은 그들의 것이 아니였던 것 같습니다.
ru: Внешние повреждения корабля энджи незначительны, за исключением возгорания электрооборудования. Внутри корабля тела бывших членов экипажа энджи разбросаны рядом с несколькими деактивированными абордажными дронами. Судя по всему, система Управление дронов на корабле энджи не было настроено на работу с персоналом, поэтому абордажные дроны вряд ли принадлежали им.

source: It was the Mantis.
fr: C'était les Mantis.
ko: 맨티스의 짓이다.
ru: Это сделали богомолы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Mantis à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 맨티스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля богомолов, вошедшего в эту систему".

source: It was the Rockmen.
fr: C'était les Rocailleux.
ko: 락맨의 짓이다.
ru: Это сделали валуны.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Rocailleux à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 락맨 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля валунов вошедшего в эту систему".

source: It was the Separatists.
fr: C'était les Séparatistes.
ko: 분리주의자들의 짓이다.
ru: Это сделали Сепаратисты.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Séparatiste à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 분리주의자 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля Сепаратистов вошедшего в эту систему".

source: It was the Lanius.
fr: C'était les Lanius.
ko: 라니우스의 짓이다.
ru: Это сделали ланиусы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Lanius à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 라니우스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля ланиусов вошедшего в эту систему".

source: (Haynes) According to my deduction, it was the Separatists!
fr: (Haynes) "Selon ma déduction, c'était les Séparatistes !"
ko: (헤인즈) 내 추론에 의하면, 분리주의자들이 범인이다!
ru: (Xэйнс) Согласно моей дедукции, это сделали Сепаратисты!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
fr: Vous signalez la théorie de Haynes aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Séparatiste à avoir pénétré dans le système."
ko: 당신은 헤인즈가 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 분리주의자 함선의 현 좌표입니다."
ru: Вы сообщаете о теории Хэйнса инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля Сепаратистов вошедшего в эту систему".

source: The Engi ship has received decent external damage. Chunks of debris are still lodged in the hull, likely from a Flak cannon. The oxygen levels inside the ship are exceptionally low.
fr: Le vaisseau Engi a encaissé de sacré dégâts externes. Des morceaux de débris sont logés dans leur coque, sûrement le résultat d'une arme DCA. Les niveaux d'oxygène à bord du vaisseau sont exceptionellement bas.
ko: 엔지 함선은 상당한 외부 손상을 입었습니다. 파편 뭉치가 아직도 선체에 박혀 있는데, 대공포에 피격당한 것으로 보입니다. 선내의 산소 레벨은 예외적으로 낮습니다.
ru: Корабль энджи получил значительные внешние повреждения. В корпусе до сих пор остаются куски обломков, вероятно, от осколочной пушки. Уровень кислорода внутри корабля чрезвычайно низок.

source: It was the Mantis.
fr: C'était les Mantis.
ko: 맨티스의 짓이다.
ru: Это сделали богомолы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Mantis à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 맨티스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля богомолов, вошедшего в эту систему".

source: It was the Rockmen.
fr: C'était les Rocailleux.
ko: 락맨의 짓이다.
ru: Это сделали валуны.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Rocailleux à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 락맨 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля валунов вошедшего в эту систему".

source: It was the Separatists.
fr: C'était les Séparatistes.
ko: 분리주의자들의 짓이다.
ru: Это сделали Сепаратисты.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Separatist ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Séparatiste à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 분리주의자 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля Сепаратистов вошедшего в эту систему".

source: It was the Lanius.
fr: C'était les Lanius.
ko: 라니우스의 짓이다.
ru: Это сделали ланиусы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Lanius à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 라니우스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля ланиусов вошедшего в эту систему".

source: (Haynes) According to my deduction, it was the Lanius!
fr: (Haynes) "Selon ma déduction, c'était les Lanius !"
ko: (헤인즈) 내 추론에 의하면, 라니우스가 범인이다!
ru: (Хэйнс) Согласно моей дедукции, это сделали ланиусы!

source: You report Haynes's theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Lanius ship to enter this system."
fr: Vous signalez la théorie de Haynes aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Lanius à avoir pénétré dans le système."
ko: 당신은 헤인즈가 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 라니우스 함선의 현 좌표입니다."
ru: Вы сообщаете о теории Хэйнса инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля ланиусов вошедшего в эту систему".

source: You've tracked down the Mantis suspect to this beacon.
fr: Vous avez traqué le suspect Mantis à cette balise.
ko: 당신은 이 송신소까지 용의자인 맨티스를 추적했습니다.
ru: Вы отследили подозреваемых богомолов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Eh, what? We done lot of things. You need be specific."
fr: "Eh, quoi ? Avoir faire beaucoup de choses. Devoir être plus spécifique."
ko: "어, 뭐? 우리 많은것 했다. 자세하게 말해라."
ru: "Э, что? Мы много чего натворить. Дать больше конкретики."

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Again, too vague. We kill many Engi ship. What your point?"
fr: "Encore trop vague. Tuons beaucoup vaisseaux Engi. Où vouloir venir?"
ko: "다시, 너무 막연하다. 우리 많은 엔지 죽인다. 요점이?"
ru: "Опять слишком расплывчато. Мы уничтожать много кораблей энджи. К чему ты клонить?"

source: Close enough. Report them to the Engineer.
fr: Peu importe. Les signaler à l'Ingénieur.
ko: 이정도면 충분하다. 이들을 기술자에게 보고한다.
ru: Достаточно. Сообщить о них Инженеру.

source: The Engineer is glad you've caught the Mantis ship. They jump in nearby to apprehend the Mantis. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
fr: L'Ingénieur est content que vous ayez attrapé le vaisseau Mantis. Ils arrivent pour les appréhender. Naturellement, ils ne se laisseront pas faire sans un combat, mais vous avez une puissance de feu supplémentaire de votre coté.
ko: 기술자는 당신이 맨티스 함선을 적발하자 기뻐합니다. 그들은 맨티스들을 체포하기 위해 근처로 도약합니다. 그들은 싸우지 않고는 포기하지 않을 생각이지만 다행히도 당신은 혼자가 아닙니다.
ru: Инженеры рады, что вы поймали корабль богомолов. Они прыгают рядом, чтобы задержать богомолов. Естественно, они не собираются сдаваться без боя, но теперь на вашей стороне дополнительная огневая поддержка.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Rockman suspect to this beacon.
fr: Vous avez traqué le suspect Rocailleux à cette balise.
ko: 당신은 이 송신소까지 용의자인 락맨을 추적했습니다.
ru: Вы отследили подозреваемых валунов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Huh? What are you on about?"
fr: "Hein ? Qu'est-ce que vous racontez ?"
ko: "허? 무슨 말이오?"
ru: "Чего? О чем это ты?"

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Oh, those guys. They were beeping at us! Imagine how annoying that would be. I don't see the problem here."
fr: "Oh, ces gens. Ils nous bippait dessus sans cesse ! Imaginez comme c'est énervant. Je ne vois pas le problème."
ko: "아, 그 작자들. 그들이 우리에게 경적을 울려댔소! 얼마나 성가셨는지 상상이 되오? 우리가 한 행동은 아무 문제도 없었소."
ru: "О, эти ребята. Они сигналили нам! Представьте себе, как это раздражает. Я не вижу здесь проблемы".

source: Report them to the Engineer.
fr: Les signaler à l'Ingénieur.
ko: 이들을 기술자에게 보고한다.
ru: Доложить о них Инженерам.
