Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

# data/events_engi.xml.append$//event[@name="ENGI_FLEET_DELAY"]/text
source: You notice an Engi colony hiding on the other side of a nearby moon. It turns out they're excavating an equipment cache from the Federation-Mantis War, and they suggest it might be used to lure the pursuing rebel fleet.
fr: Vous remarquez une colonie d'Engis cachée de l'autre côté d'une lune proche. Apparemment, ils creusent pour accéder à une cache d'équipement remontant à la guerre Fédération-Mantis, et ils pensent qu'elle pourrait être utilisée pour attirer la flotte Rebelle jusqu'ici.
ko: 당신은 근처 위성에 숨겨져 있던 엔지의 전초기지를 발견합니다. 엔지들은 그곳에서 연방-맨티스 전쟁에서 사용했었던 보급물자들을 발굴해내고 있었습니다. 그리고 그들은 당신에게 물자를 반군 함대를 끌어들이는 미끼로 쓸 것을 제안합니다.
ru: Вы замечаете колонию энджи, скрывающуюся на другой стороне ближайшей луны. Оказывается, они выкапывают тайник с оборудованием времен Войны Федерации с богомолами, и они предлагают использовать его, чтобы заманить преследующий флот повстанцев.

# data/events_engi.xml.append$//event[@name="ENGI_FLEET_DELAY"]/choice[1]/text
source: Booby trap the cache.
fr: Piéger la cache.
ko: 물자에 부비트랩을 설치한다.
ru: Заминировать тайник.

source: You transfer down some missile warheads and the Engi rig them to blow before setting a distress signal to attract the fleet's attention.
fr: Vous transférez plusieurs ogives de missile aux Engis, qui les branchent afin qu'elles explosent. Puis, cela fait, ils envoient un signal de détresse afin d'attirer l'attention de la flotte Rebelle.
ko: 당신은 몇 개의 미사일 탄두와 엔지 굴착기에 함정을 설치한 뒤, 반군의 주의를 끌기 위해 조난 신호를 켜놓습니다.
ru: Вы передаете несколько ракетных боеголовок, и энджи настраивает их на взрыв, после чего запускают сигнал бедствия, чтобы привлечь внимание флота.

# data/events_engi.xml.append$//event[@name="ENGI_FLEET_DELAY"]/choice[2]/text
source: Secure the cache.
fr: Récupérer le contenu de la cache.
ko: 물자를 확보한다.
ru: Сохранить тайник.

source: You have the Engi complete their excavations and bring the supplies onboard.
fr: Vous demandez aux Engis de finir le travail et d'apporter le contenu de la cache à votre bord.
ko: 당신은 엔지가 발굴을 끝마치고 물자들을 전부 탑재하도록 돕습니다.
ru: Вы поручаете энджи завершить раскопки и доставить припасы на борт.

# data/events_engi.xml.append$//event[@name="ENGI_MONSTER"]/text
source: As you jump in you're hailed urgently by an Engi science vessel in the distance. "We propose that you do not see the creature." There's nothing on the scanner, which is when you realize you can't see the creature because you're inside it!
fr: Alors que vous sortez de votre saut, vous recevez un message urgent en provenance d'un vaisseau Engi que vous apercevez au loin : "Nous supputons que vous ne voyez pas la créature." Vous ne comprenez pas le sens du message, d'autant que vous ne voyez rien au scanner... et puis, soudain, vous réalisez que, si vous ne voyez pas la créature, c'est que vous venez de réapparaître à l'intérieur de son estomac !
ko: 당신이 도약하자, 인근의 엔지 과학선에서 긴급한 연락이 들어옵니다. "당신이 그 괴물을 보지 않았길 기원함." 스캐너에는 아무것도 감지되지 않습니다. 그러나 곧 괴물을 볼 수 없는 이유가 당신이 이미 괴물의 뱃속에 들어와있기 때문이라는 것을 알아챕니다!
ru: Когда вы прыгаете, вас срочно вызывает научное судно энджи вдалеке: "Мы предлагаем вам не смотреть на существо". На сканере ничего нет, и тогда вы понимаете, что не можете увидеть существо, потому что находитесь внутри него!

# data/events_engi.xml.append$//event[@name="ENGI_MONSTER"]/choice[1]/text
source: Jump away ASAP.
fr: Effectuer un saut au plus vite.
ko: 최대한 빨리 도약한다.
ru: Совершить прыжок как можно скорее.

source: (Improved Sensors) Scan the monstrosity.
fr: (Capteurs de pointe) Scanner la monstruosité.
ko: (개량된 센서) 이 끔찍한 흉물을 스캔해본다.
ru: (Улучшенные Сенсоры) Сканировать монстра.

source: You detect a faint, arrhythmic sub-wave pattern. Could the creature be communicating? You forward your observations to the Engi vessel and they thank you in turn.
fr: Vous détectez une faible onde arythmique. Se pourrait-il que la créature cherche à communiquer ? Vous transmettez vos observations au vaisseau Engi, qui vous remercie.
ko: 당신은 희미하고 불규칙적인 서브-웨이브 패턴을 탐지합니다. 이 괴물이 대화를 시도하는 것일까요? 당신은 관측 결과를 엔지 함선으로 보내고, 그들은 마침내 감사를 표합니다.
ru: Вы обнаруживаете слабую аритмичную субволновую закономерность. Может быть, существо общается? Вы передаете свои наблюдения энджи, а они в свою очередь благодарят вас.

source: (Long-Ranged Scanners) Scan the monstrosity.
fr: (Scanners longue portée) Scanner la monstruosité.
ko: (장거리 센서) 이 끔찍한 흉물을 스캔해본다.
ru: (Сканеры дальнего действия) Сканировать монстра.

source: You detect a faint, arrhythmic sub-wave pattern. Could the creature be communicating? You forward your observations to the Engi vessel and they thank you in turn.
fr: Vous détectez une faible onde arythmique. Se pourrait-il que la créature cherche à communiquer ? Vous transmettez vos observations au vaisseau Engi, qui vous remercie.
ko: 당신은 희미하고 불규칙적인 서브-웨이브 패턴을 탐지합니다. 이 괴물이 대화를 시도하는 것일까요? 당신은 관측 결과를 엔지 함선으로 보내고, 그들은 마침내 감사를 표합니다.
ru: Вы обнаруживаете слабую аритмичную субволновую закономерность. Может быть, существо общается? Вы передаете свои наблюдения энджи, а они в свою очередь благодарят вас.

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/text
source: An Engi ship in the vicinity, seeing you jump in armed to the teeth, immediately broadcasts its surrender: "Subject goal: wealth. Engi motivation: survival. Transfer of goods acceptable?"
fr: Vous voyant arriver armé jusqu'aux dents, un vaisseau Engi vous envoie aussitôt un message pour vous dire qu'il se rend : "Objectif sujet : enrichissement. Motivation Engi : survie. Transfert de biens acceptable ?"
ko: 부근의 한 엔지 함선이 당신이 완전 무장을 한 상태로 도약하는 것을 봅니다. 그들은 즉각적으로 항복의 의사를 밝힙니다. "부수적 목표: 부. 엔지 동기: 생존. 물건의 제공 허용 가능?"
ru: Находящийся поблизости корабль энджи, увидев, что вы вооруженные до зубов, немедленно передают сообщение о своей капитуляции: "Цель объекта: богатство. Мотивация энджи: выживание. Передача груза допустима?"

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/choice[1]/text
source: Explain that you're friendly.
fr: Leur expliquer que vous ne leur voulez aucun mal.
ko: 당신이 아군임을 밝힌다.
ru: Объяснить, что вы настроены дружелюбно.

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/choice[2]/text
source: Accept their offer of surrender.
fr: Accepter leur reddition.
ko: 항복을 받아준다.
ru: Принять их капитуляцию.

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/choice[2]/event/text
source: The Engi obediently transfer over the goods and get on their way. Money for nothing.
fr: Les Engis vous transfèrent une partie de leurs provisions avant de s'en aller. C'est ce qu'on appelle de l'argent facilement gagné !
ko: 엔지는 공손히 그들의 물건을 바치고는 물러납니다. 짭짤한 불로소득입니다.
ru: Энджи послушно передают груз и отправляются в путь. Халява.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/choice[3]/text
source: Attack!
fr: Attaquer !
ko: 공격하라!
ru: Атаковать!

# data/events_engi.xml.append$//event[@name="ENGI_SURRENDER"]/choice[3]/event/text
source: The Engi were right to assume you're hostile! You attack the ship.
fr: Les Engis ont eu raison de vous identifier comme hostile ! Vous attaquez le vaisseau.
ko: 당신이 적대적이라 생각한 엔지들이 옳았습니다! 당신은 함선을 공격합니다.
ru: Энджи были правы, посчитав вас враждебными! Вы атакуете корабль.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi seem relieved, and eager to get underway. They set off without saying goodbye.
fr: Les Engis semblent soulagés et pressés de s'en aller. Ils partent sans même un au revoir.
ko: 엔지들은 안심한 것 같아 보입니다. 그리고 간절하게 항행을 계속하고 싶어합니다. 그들은 인사도 없이 훌쩍 떠나버립니다.
ru: Энджи, похоже, испытывают облегчение и стремление поскорее исчезнуть. Они улетают, не попрощавшись.

source: The Engi are satisfied with your explanation. "Beneficial. Subject goal: long, long journey. Remains compatible with transfer of goods from Engi." They send over the gear willingly, and you feel better for it.
fr: Les Engis semblent satisfaits de votre explication. "Bénéfique, répondent-ils. Objectif sujet : très long voyage. Reste compatible avec transfert de biens Engis." Ils vous envoient des provisions de leur plein gré, et vous vous sentez bien mieux que si vous aviez cherché à les abuser.
ko: 엔지는 당신의 해명에 만족합니다. "도움됨. 부수적 목표: 길고 긴 여정. 엔지 물건의 제공으로 공존 지속됨." 그들은 기꺼이 그들의 장비를 내어주고, 당신은 기분이 조금 더 나아집니다.
ru: Энджи удовлетворены вашим объяснением. "Выгодно. Цель объекта: долгое, долгое путешествие. Все еще в силе передача груза энджи". Они добровольно передают снаряжение, и вы чувствуете себя лучше от этого.

# data/events_engi.xml.append$//event[@name="ENGI_MANTIS_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//textList[@name="ENGI_MANTIS_FIGHT"]/text[1]
source: A mixed radar signal turns out to be a Mantis attack ship scavenging the remains of an Engi carrier. They turn and fight.
fr: Vous captez un double signal radar, qui s'avère être un vaisseau Mantis en train de piller l'épave d'un Porte-Nefs Engi. Vous apercevant, les Mantis se jettent sur vous.
ko: 뒤섞인 레이더 신호의 정체는 맨티스 공격기가 엔지 캐리어의 잔해를 주워 담고 있던 것이었습니다. 당신을 발견한 공격기는 캐리어는 뒷전으로 두고 전투를 걸어왔습니다.
ru: Смешанный сигнал радара оказывается атакующим кораблем богомолов, который разгребает останки авианосца энджи. Они поворачиваются и вступают в бой.

# data/events_engi.xml.append$//textList[@name="ENGI_MANTIS_FIGHT"]/text[2]
source: You come across a Mantis raider taking pot shots at a defenceless Engi supply station. Discovering its weapons aren't much of a match for the station's armour, it turns on your ship. Battle stations!
fr: Vous découvrez un petit vaisseau de combat Mantis en train de tirer sur une station d'approvisionnement Engi incapable de se défendre. Constatant que leurs armes sont sans effet contre le blindage de la station, les Mantis se tournent vers vous. Aux postes de combat !
ko: 당신은 무방비 상태의 엔지 보급 정류장에 포탄을 쏘는 맨티스 침입자를 우연히 발견합니다. 무기가 정류소의 장갑을 뚫지 못한다는 것을 깨닫자, 당신의 함선을 조준합니다. 전투 준비!
ru: Вы натыкаетесь на богомола рейдера, который обстреливает беззащитную станцию снабжения энджи. Обнаружив, что его оружие не очень подходит для брони станции, он переключается на ваш корабль. Боевые позиции!

# data/events_engi.xml.append$//textList[@name="ENGI_MANTIS_FIGHT"]/text[3]
source: The area looks clear, and you prepare to jump off, but a Mantis scout jumps in behind you! They're as surprised as you are, but their weapons are already online.
fr: Le secteur est dégagé et vous vous préparez à effectuer un saut mais, à cet instant, un éclaireur Mantis apparaît juste derrière vous. Il a l'air aussi surpris que vous, mais ses armes sont déjà activées.
ko: 이 구역에는 아무것도 없는 것 같습니다. 당신이 도약을 준비하자, 맨티스 정찰기가 당신 뒤로 도약해옵니다! 그들은 당신과 똑같이 당황해있지만, 그들의 무기는 이미 활성화되어 있습니다.
ru: Местность выглядит чистой, и вы готовитесь прыгать, но тут за вами прыгает богомол разведчик! Они удивлены не меньше вас, но их оружие уже активировано.

# data/events_engi.xml.append$//textList[@name="ENGI_MANTIS_FIGHT"]/text[4]
source: You find a Mantis ship harrying a small squad of Engi. They make it to the node and jump off, leaving you toe to toe with their pursuer!
fr: Vous voyez un vaisseau Mantis harceler un petit groupe d'appareil Engis. Ceux-ci parviennent toutefois à effectuer un saut pour s'enfuir, et vous vous retrouvez nez à nez avec leur poursuivant !
ko: 당신은 작은 엔지 편대를 괴롭히는 맨티스 함선을 발견합니다. 그들은 노드까지 도망쳐 도약해내고, 당신은 그들의 추적자와 맞서도록 내버려둡니다!
ru: Вы замечаете корабль богомолов, преследующий небольшую эскадрилью энджи. Они добираются до узла и совершают прыжок, оставляя вас один на один с их преследователем!

# data/events_engi.xml.append$//event[@name="ENGI_REBEL_FIGHT"]/text
source: The Rebel fighter here would seem to suggest elements of the Rebel fleet are already making incursions on Engi space. You move to engage.
fr: Le chasseur que vous apercevez laisse penser qu'une partie de la flotte Rebelle a commencé à mener des incursions dans l'espace Engi. Vous décidez d'engager le combat.
ko: 이곳의 반군 전투기는 마치 반군 함대가 이미 엔지 구역으로 침공을 시작했다는 것을 암시하는 것 같습니다. 당신은 교전을 위해 움직입니다.
ru: Истребитель повстанцев здесь, похоже, предполагает, что состав флота повстанцев уже совершают вторжение в пространство энджи. Вы вступаете в бой.

# data/events_engi.xml.append$//event[@name="ENGI_REBEL_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_PIRATE_FIGHT"]/text
source: There must have been rich pickings for pirates around here up until war broke out. The pirate you encounter here looks worn down, but hungry. You'll have to fight!
fr: Il devait y avoir de beaux butins à glaner dans le secteur avant le début de la guerre. Celui qui vient de croiser votre route a l'air en piètre état, mais tout de même disposé à vous détrousser. Vous allez devoir vous battre !
ko: 전쟁이 일어나기 전까지만 해도 이곳은 해적들의 손쉬운 먹잇감들로 넘쳐났음이 분명합니다. 당신이 마주친 해적은 지치고 굶주려 보입니다. 싸워야 할 시간입니다!
ru: Должно быть, здесь была богатая залежь для пиратов, пока не началась война. Пираты, с которым вы столкнулись, выглядит измотанным, но голодным. Вам нужно сражаться!

# data/events_engi.xml.append$//event[@name="ENGI_PIRATE_FIGHT"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_SEX"]/text
source: What appeared to be a single damaged ship is in fact two ships that have smashed into each other... there is a flurry of comm signals and damage, and it's hard to determine what occurred. The vessels appear to be... Engi? They look locked together by the impact and can't free themselves.
fr: Ce qui semblait être un vaisseau endommagé est en réalité deux vaisseaux qui se sont percutés. Vous recevez de nombreux signaux de communication, et il est difficile de déterminer ce qui s'est passé. Les deux vaisseaux ont l'air Engis, et apparemment, ils n'arrivent pas à se décrocher.
ko: 하나의 망가진 함선처럼 보였던 것은 사실 서로 충돌한 두 척의 함선들이었습니다... 통신 신호와 손상이 빗발치듯 쏟아져, 무슨 일이 일어나고 있는지 알아내기 힘듭니다. 선박들은 엔지..?의 것으로 보입니다. 그들은 충격으로 인해 묶여 스스로 벗어날 수 없는 것 같습니다.
ru: То, что казалось одним поврежденным кораблем, на самом деле два корабля, которые столкнулись друг с другом... наблюдается шквал сигналов связи и повреждений, и трудно определить, что произошло. Судя по всему, это суда... энджи? Они выглядят сцепленными вместе в результате столкновения и не могут освободиться.

# data/events_engi.xml.append$//event[@name="ENGI_SEX"]/choice[1]/text
source: Attempt to help the ships by prying them apart.
fr: Tenter d'aider les vaisseaux en les séparant.
ko: 그들을 떼어놓는 방식으로 도와주려 해본다.
ru: Попытаться помочь кораблям, разделив их.

# data/events_engi.xml.append$//event[@name="ENGI_SEX"]/choice[1]/event/text
source: To your surprise, one of the Engi vessels attacks! One ship detaches itself, surprisingly still quite whole, and opens fire - it looks like it's somehow identified you as hostile!
fr: À votre grande surprise, l'un des deux vaisseaux vous attaque ! Il se détache de l'autre et, le temps pour vous de constater qu'il n'a pas du tout l'air endommagé, il vous attaque. Apparemment, il vous a identifié comme étant hostile !
ko: 놀랍게도, 엔지 선박중 하나가 공격을 시작합니다! 한 함선이 스스로 분리되고, 또한 놀랍게도 꽤나 멀쩡해 보입니다. 그리고는 당신을 향해 발포합니다! 어째서인지 당신을 적대시하고 있는 것 같습니다.
ru: К вашему удивлению, один из кораблей энджи атакует! Один корабль отсоединяется, на удивление еще целый, и открывает огонь - похоже, он каким-то образом определил, что вы враждебны!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_SEX"]/choice[2]/text
source: Ignore the damaged vessels.
fr: Ignorer les vaisseaux endommagés.
ko: 망가진 선박들을 무시한다.
ru: Не обращать внимания на поврежденные корабли.

# data/events_engi.xml.append$//event[@name="ENGI_SEX"]/choice[2]/event/text
source: This isn't your business.
fr: Ce ne sont pas vos affaires.
ko: 이것은 당신이 상관할 일이 아닙니다.
ru: Это не ваше дело.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: (Engi Crew) Have your Engi crewmember hail the vessel and assess the damage.
fr: (Membre d'équipage Engi) Demander à votre Engi de contacter les vaisseaux afin d'évaluer l'importance des dégâts.
ko: (엔지 승무원) 엔지 승무원에게 선박에 연락하고 피해를 산정하도록 한다.
ru: (Член экипажа-энджи) Попросить члена экипажа энджи связаться с судном и оценить повреждения.

source: Your Engi crewmember refuses. In a halting use of adjectives and nouns, followed by some animated holographic aids, the Engi explains the ships are... using each other to, loosely translated, "achieve a union." For some reason, this consolidation of ship matter sounds embarrassing and personal.
fr: Votre membre d'équipage Engi refuse. Dans une succession hachée d'adjectifs et de noms ponctuée d'aides holographiques, il vous explique que les deux vaisseaux sont en train de... s'unir ? C'est ce que la traduction semble indiquer, en tout cas. Et, pour une raison que vous avez du mal à vous expliquer, votre Engi semble extrêmement gêné de vous parler cette "consolidation" de vaisseaux.
ko: 엔지 승무원은 명령을 거부합니다. 대신 머뭇거리며 단어들을 조심스레 택하고, 몇몇 홀로그램 애니메이션의 도움이 뒤따른 끝에 엔지 함선들이 하고 있는 행위를 설명하길... 그들은 "합일을 달성" 하기 위해 서로를 사용하는 중이라 합니다. 어떤 이유에서인지 두 함선간의 통합은 부끄럽고 개인적인 것으로 여겨집니다.
ru: Ваш энджи отказывается. Сбивчиво используя прилагательные и существительные, за которыми следуют некоторые анимированные голографические материалы, энджи объясняет, что корабли... используют друг друга, чтобы, условно, "достичь союза". По какой-то причине это объединение кораблей звучит неловко и личностно.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You elect to leave the two Engi ships... to their "business." After questioning your Engi crewmember, however, you do manage to salvage what scrap parts you can from the perimeter, even though you feel slightly dirty for doing so.
fr: Vous décidez de laisser les deux vaisseaux Engis... faire ce qu'ils ont à faire. Après avoir interrogé votre membre d'équipage Engi, vous parvenez tout de même à récupérer quelques pièces de ferraille autour des deux vaisseaux, même si vous avez un peu l'impression de vous comporter comme un voyeur violant leur intimité.
ko: 당신은 두 엔지 함선들이... "통합"을 하도록 내버려두는 것을 택합니다. 당신이 엔지 승무원에게 많은 것을 물어본 후에도, 할 일은 남아있습니다. 당신은 주변에서 그럭저럭 쓸만한 부품들을 모을 수 있었습니다. 비록 그런 행위가 약간 더럽게 느껴질지라도 말입니다.
ru: Вы решаете оставить два корабля энджи... заниматься своими "делами". Закончив выяснять ситуацию у энджи из экипажа, вы собираете по периметру все, что можно, испытывая, правда, при этом некоторую неловкость.

# data/events_engi.xml.append$//event[@name="ENGI_SEX_SHIP_DONE"]/text
source: Apparently, you interrupted the equivalent of a "consolidation" of two ships that were using each other's parts to construct a new vessel. The Engi were not truly hostile, their targeting computers had not finished adjusting. There's nothing to be done about it now. You leave the remains for the surviving ship.
fr: Apparemment, vous avez interrompu ce que les Engis appellent "consolidation" de deux vaisseaux, qui utilisaient leurs pièces mutuelles pour en construire un troisième. Les Engis n'étaient pas véritablement hostiles, mais leurs ordinateurs de visée n'avaient pas fini de s'ajuster. Quoi qu'il en soit, ce qui est fait est fait. Vous abandonnez l'épave pour la laisser au vaisseau survivant.
ko: 듣자하니, 당신이 방해했던 것은 두 함선의 "통합"으로, 두 함선이 서로의 부품을 사용해 새 함선을 건조하는 것이라고 합니다. 그 엔지 함선은 정말로 적대적이었던 것이 아니라, 그들의 타게팅 컴퓨터의 조정이 완료되지 않았던 것 뿐이었습니다. 지금 당신이 할 수 있는 일은 없습니다. 당신은 살아남은 함선을 두고 떠납니다.
ru: По всей видимости, вы прервали процесс "объединения" двух кораблей, которые использовали части друг друга для строительства нового судна. Энджи не были по-настоящему враждебны, их компьютеры наведения еще не закончили корректировку. Теперь с этим ничего не поделаешь. Вы оставляете обломки уцелевшему кораблю.

# data/events_engi.xml.append$//event[@name="ENGI_STATION_DISTRESS"]/text
source: You receive a distress call from a nearby Engi ship. "Assistance requested. Danger present. Imminent destruction."
fr: Vous recevez un message de détresse en provenance d'un vaisseau Engi proche : "Assistance requise. Danger présent. Destruction imminente."
ko: 당신은 근처의 엔지 함선으로부터 구조 신호를 수신했습니다. "조력 필요. 위험 있음. 파괴 임박."
ru: Вы получаете сигнал бедствия с ближайшего корабля энджи. "Требуется помощь. Опасность присутствует. Разрушение неминуемо".

source: Respond to the call and move in to assist.
fr: Répondre à l'appel à l'aide et se porter à son secours.
ko: 신호에 응답하고 도와주러 간다.
ru: Ответить на сигнал и выдвинуться на помощь.

source: Keep your distance.
fr: Garder vos distances.
ko: 거리를 유지한다.
ru: Держать дистанцию.

source: You receive another message from the ship, this time with a Mantis at the comm-log. "Foolish meatsacks," he yells. Sensors indicate the ship is moving in to attack and boarders teleport from the station.
fr: Vous recevez un nouveau message du vaisseau. Cette fois-ci, c'est un Mantis qui vous parle : "Stupides sacs de viande !" s'exclame-t-il. Vos instruments vous indiquent qu'il manœuvre pour vous attaquer. Dans le même temps, des troupes d'assaut téléportées depuis la station apparaissent à votre bord.
ko: 그 함선이 또 다른 메시지를 보냈습니다. 이번에는 맨티스의 통신 로그입니다. 그는 "멍청한 고깃덩이들"이라고 소리쳤고, 이내 당신의 센서가 그 함선이 공격하러 다가오고 있으며 정거장에서부터 침입자가 순간이동해 왔다는 것을 감지했습니다.
ru: Вы получаете очередное сообщение с корабля, на этот раз богомол у коммуникации. "Глупые мясные мешки", - кричит он. Сенсоры показывают, что корабль переходит в атаку, и абордажники телепортируются со станции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You approach to find a Mantis ship assaulting a small Engi space station. You prepare for a fight!
fr: Vous approchez d'un vaisseau Mantis attaquant une petite station spatiale Engi. Préparez-vous au combat !
ko: 당신이 접근하자, 한 맨티스 함선이 작은 엔지 정거장을 침공하고 있는 게 보입니다. 전투에 대비하십시오!
ru: Вы приближаетесь и замечаете, что корабль богомолов атакует небольшую космическую станцию энджи. Приготовьтесь к бою!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//eventList[@name="SAVE_ENGI_STATION"]/event[1]/text
source: The Engi station is stripped bare and there are signs of a fierce battle. The Mantis must have left the distress call active to lure other ships into a trap.
fr: La station Engi a été totalement désossée, et tout indique qu'un terrible combat s'est déroulé là. Les Mantis ont dû laisser l'appel de détresse activé afin de tendre un piège aux autres vaisseaux.
ko: 엔지 정거장은 거의 발가벗겨져 있고, 곳곳에 격렬한 전투의 흔적이 남아있습니다. 다른 함선들을 유인하기 위해 맨티스 함선이 고의적으로 구조 신호를 끊지 않은 게 분명합니다.
ru: Станция энджи разграблена, на ней видны следы ожесточенной битвы. Богомол, должно быть, оставил сигнал бедствия активным, чтобы заманить другие корабли в ловушку.

# data/events_engi.xml.append$//eventList[@name="SAVE_ENGI_STATION"]/event[2]/text
source: The station was in the process of being evacuated. A number of civilian Engi offer their gratitude as they finalize their preparations to leave. They offer some fuel as a reward.
fr: La station était en cours d'évacuation à votre arrivée. Plusieurs civils Engis vous expriment leur gratitude tout en achevant leurs préparatifs, et ils vous offrent du carburant en guise de remerciement.
ko: 정거장에는 대피 명령이 내려졌었습니다. 아직 떠나지 못했던 많은 민간인 엔지들이 당신에게 고마워합니다. 그들은 답례로 약간의 연료를 제공합니다.
ru: Станция находилась в процессе эвакуации. Несколько гражданских энджи выражают свою благодарность, завершая подготовку к вылету. В качестве вознаграждения они предлагают немного топлива.
