Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

source: It takes some time, and the virus is slippery, but you eventually confine it to a useless sub-system prison where it frantically begins calculating insults at you. You eject the system from the ship and then silence the little binary criminal with your weapons.
fr: Cela prend du temps, et le virus tente sans cesse de s'échapper, mais vous parvenez finalement à l'isoler dans un sous-système inutile, dans lequel il se met à vous spammer d'insultes, faute de pouvoir vous nuire plus efficacement. Vous éjectez ce petit criminel binaire de votre vaisseau et le réduisez en cendres à l'aide de vos armes.
ko: 시간이 조금 걸렸습니다. 바이러스가 조금 미끄덩거렸거든요. 그러나 결국, 당신은 쓸모없는 하부 시스템 모듈로 바이러스를 몰아넣는 데 성공합니다. 당신에게 미친듯이 모욕을 퍼붓는 바이러스를 모듈과 함께 함선 바깥으로 사출시킨 다음, 당신은 발사 버튼을 누름으로서 그 작은 2진법죄자를 영원히 조용하게 만들었습니다.
ru: Это занимает некоторое время, вирус очень хитрый, но в конце концов вы помещаете его в изоляцию внутри бесполезной подсистемы, где он начинает неистово сыпать оскорблениями в ваш адрес. Вы избавляетесь от системы на корабле, а затем глушите маленького бинарного преступника своим оружием.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi thank you for deleting the virus, and jump away. They offer am augmentation as a reward.
fr: Les Engis vous remercient d'avoir détruit le virus et vous offrent une augmentation en guise de récompense.
ko: 엔지는 바이러스를 없애줘서 고맙다며 감사인사를 남깁니다. 그들이 도약하기 전, 보조장비 하나를 선물로 주었습니다.
ru: Энджи благодарят вас за удаление вируса и уходят в прыжок. Они предложили модуль в качестве награды.

source: (Improved Hacking) Reprogram the virus.
fr: (Piratage amélioré) Reprogrammer le virus.
ko: (향상된 해킹 장비) 바이러스를 재구성한다.
ru: (Улучшенный Взломщик) Перепрограммировать вирус.

source: You proceed to interface with the virus and optimize its repair and benevolence routines.
fr: Vous arrivez à vous connecter avec le virus et vous optimisez ses routines de réparation et de bienveillance.
ko: 당신은 바이러스에 당신의 해킹 장비를 연결해서 '복원'과 '자비심' 루틴을 최대로 설정해놓습니다.
ru: Вы приступаете к взаимодействию с вирусом и оптимизируете его под функцию ремонта и корректируете его поведение.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: After a few minutes, the virus "sees the light" and integrates itself in a positive manner with the computer society on your ship, repairing your hull and attempting to optimize your reactor.
fr: Au bout de quelques minutes, le virus "voit la lumière" et s'intègre de manière positive avec l'informatique de votre vaisseau, réparant votre coque et tentant d'optimiser votre réacteur.
ko: 몇 분 뒤, 바이러스는 "깨달음"을 얻었습니다. 스스로 열반에 이른 그 바이러스는 긍정적인 태도와 함께 함선 컴퓨터와 동화됩니다. 한때 바이러스였던 것은 이제 당신의 선체를 수리하고 반응로를 개선시켜줍니다.
ru: Через несколько минут вирус "прозревает" и начинает положительно интегрироваться в компьютерное общество вашего корабля, ремонтируя его корпус и пытаясь оптимизировать работу реактора.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
fr: Les Engis vous remercient d'avoir détruit le virus et vous offrent une augmentation en guise de récompense.
ko: 엔지는 바이러스를 없애줘서 고맙다며 감사인사를 남깁니다. 그들이 도약하기 전, 보조장비 하나를 선물로 주었습니다.
ru: Энджи благодарят вас за удаление вируса и уходят в прыжок. Они предложили модуль в качестве награды.

source: (Advanced Hacking) Reprogram the virus.
fr: (Piratage de pointe) Reprogrammer le virus.
ko: (향상된 해킹 장비) 바이러스를 재구성한다.
ru: (Продвинутый Взломщик) Перепрограммировать вирус.

source: You proceed to interface with the virus and optimize its repair and benevolence routines.
fr: Vous arrivez à vous connecter avec le virus et vous optimisez ses routines de réparation et de bienveillance.
ko: 당신은 바이러스에 당신의 해킹 장비를 연결해서 '복원'과 '자비심' 루틴을 최대로 설정해놓습니다.
ru: Вы приступаете к взаимодействию с вирусом и оптимизируете его под функцию ремонта и корректируете его поведение.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: After a few minutes, the virus "sees the light" and integrates itself in a positive manner with the computer society on your ship, repairing your hull and attempting to optimize your reactor.
fr: Au bout de quelques minutes, le virus "voit la lumière" et s'intègre de manière positive avec l'informatique de votre vaisseau, réparant votre coque et tentant d'optimiser votre réacteur.
ko: 몇 분 뒤, 바이러스는 "깨달음"을 얻었습니다. 스스로 열반에 이른 그 바이러스는 긍정적인 태도와 함께 함선 컴퓨터와 동화됩니다. 한때 바이러스였던 것은 이제 당신의 선체를 수리하고 반응로를 개선시켜줍니다.
ru: Через несколько минут вирус "прозревает" и начинает положительно интегрироваться в компьютерное общество вашего корабля, ремонтируя его корпус и пытаясь оптимизировать работу реактора.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
fr: Les Engis vous remercient d'avoir détruit le virus et vous offrent une augmentation en guise de récompense.
ko: 엔지는 바이러스를 없애줘서 고맙다며 감사인사를 남깁니다. 그들이 도약하기 전, 보조장비 하나를 선물로 주었습니다.
ru: Энджи благодарят вас за удаление вируса и уходят в прыжок. Они предложили модуль в качестве награды.

source: (Anti-Virus) Purge the virus.
fr: (Anti-Virus) Purger le virus.
ko: (안티-바이러스) 바이러스를 제거한다.
ru: (Антивирус) Избавиться от вируса.

source: Your Anti-Virus makes quick work, finding the hostile code and erasing it from existence.
fr: Votre Anti-Virus fait des miracles, trouvant le code hostile et effaçant son existence.
ko: 당신의 안티 바이러스는 빠르게 일을 처리했습니다. 적대적인 코드를 찾아내 세상에서 지워버립니다.
ru: Ваш антивирус быстро справляется с этой задачей, обнаруживая враждебный код и стирая его из памяти.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi thank you for deleting the virus, and jump away. They offer an augmentation as a reward.
fr: Les Engis vous remercient d'avoir détruit le virus et vous offrent une augmentation en guise de récompense.
ko: 엔지는 바이러스를 없애줘서 고맙다며 감사인사를 남깁니다. 그들이 도약하기 전, 보조장비 하나를 선물로 주었습니다.
ru: Энджи благодарят вас за удаление вируса и уходят в прыжок. Они предложили модуль в качестве награды.

source: (Lanius Crew) Your Lanius crewmember gestures frantically.
fr: (Membre d'équipage Lanius) Votre membre d'équipage Lanius vous fait de grands gestes des bras.
ko: (라니우스 승무원) 미친듯이 자신을 가리키는 당신의 라니우스 승무원.
ru: (Член экипажа-ланиус) Ваш ланиус бешено жестикулирует.

source: Oddly enough, the Lanius seems aware of which computer the virus is present in, and proceeds to... digest the terminal. There is a burst of O2, and the Engi ship powers down its weapons, no longer sensing the virus on board. The Engi send some parts over to repair your damaged computer, along with an augmentation as a reward for terminating the virus.
fr: Étrangement, votre Lanius semble savoir dans quel ordinateur se trouve le virus, et il décide... d'ingérer le terminal en question. L'air se charge en oxygène pur autour de lui et, quelques instants plus tard, les Engis coupent leurs armes, ne sentant plus la présence du virus à votre bord. Ils vous envoient ensuite des pièces afin de vous aider à réparer votre ordinateur endommagé, ainsi qu'une augmentation afin de vous remercier d'avoir détruit le virus.
ko: 묘하게도, 당신의 라니우스 승무원은 어느 컴퓨터에 바이러스가 숨어있는지 알고 있는 것 같습니다. 그리고... 바이러스를 물리적으로 먹어치우고 있군요. 산소가 폭발하고, 엔지 함선은 무기 시스템을 비활성화합니다. 더 이상 함선에 감지되는 바이러스는 없습니다. 엔지 함선은 손상된 컴퓨터를 복구하라는 뜻에서 부품 몇 개를 보내고, 바이러스를 제거해준 보상으로 보조장비 하나를 선물해줍니다.
ru: Как ни странно, ланиусы, похоже, знают, в каком компьютере находится вирус, и приступают к... перевариванию терминала. Происходит выброс О2, и корабль энджи отключает свое оружие, больше не обнаружив вируса на борту. Энджи, в награду за уничтожение вируса, высылают немного запчастей для ремонта вашего поврежденного компьютера, а также модуль.

source: (Engi Crew) Have your Engi crewmember negotiate with the Engi ship.
fr: (Membre d'équipage Engi) Demander à votre Engi de négocier avec ses semblables.
ko: (엔지 승무원) 엔지 승무원에게 저 함선과 협상해보도록 한다.
ru: (Член экипажа-энджи) Попросить члена экипажа энджи провести переговоры с кораблем энджи.

source: As the Engi attempts to contact the vessel and negotiate, your Engi crewmember suddenly dissolves into nanites - the virus has murdered again! Detecting activity on board your ship, the Engi vessel opens fire!
fr: Alors que votre membre d'équipage Engi tente de communiquer avec ses congénères, il se dissout subitement en un nuage de nanites. Le virus a encore frappé ! Et ce n'est pas le pire : détectant que le virus est actif à bord de votre vaisseau, les Engis ouvrent le feu !
ko: 당신의 엔지 승무원이 선박에 연락하자, 그는 그 즉시 나노 단위로 쪼개집니다. 연쇄살인 바이러스의 소행입니다! 그리고, 함선에서의 바이러스 활동을 감지한 엔지 함선이 공격해오기 시작했습니다!
ru: При попытке энджи связаться с судном и провести переговоры, он внезапно растворяется на наниты - вирус снова убил! Обнаружив активность на борту вашего корабля, судно энджи открывает огонь!

source: The virus appears to have disrupted your clone bay's capability to revive the lost crewmember!
fr: Le virus semble avoir perturbé la capacité de votre salle de Clonage à ramener votre membre d'équipage à la vie !
ko: 바이러스가 클론 베이를 간섭해 엔지 승무원이 되살아나는 것을 막습니다. 당신은 그를 영영 잃어버리고 말았습니다!
ru: Похоже, что вирус нарушил способность Клон-отсека оживить потерянного члена экипажа!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Engi Defender) Have your Defender crewmember negotiate with the Engi ship.
fr: (Défenseur Engi) Demander à votre Défenseur de négocier avec ses semblables.
ko: (엔지 수비대) 당신의 수비대로 하여금 엔지 함선과 교섭해보도록 한다.
ru: (Энджи-Защитник) Попросить члена экипажа энджи-Защитника провести переговоры с кораблем энджи.

source: As the Engi attempts to contact the vessel and negotiate, your Defender crewmember suddenly collapses, struggling - the virus must have infected them! However, your Defender gets up not long after. "Threat neutralized. Deleted code: 2 lines." This seems good enough for the Engi ship, and they reward you for deleting the virus.
fr: Alors que votre membre d'équipage Engi tente de communiquer avec ses congénères, il s'effondre subitement, luttant - le virus doit l'avoir infecté ! Cependant, votre Défenseur finit par se relever peu de temps après. "Menace neutralisée. Code supprimé : 2 lignes." Cela a l'air de convenir au vaisseau Engi, et ils vous récompensent pour avoir supprimé le virus.
ko: 엔지 승무원이 선박에 연락해 협상을 시도하자, 그는 갑작스레 쓰러집니다. 바이러스가 그를 감염시킨 게 분명합니다! 그러나, 당신의 수호자는 오랜 시간이 지난 뒤 다시 일어섭니다. "위협 무력화됨. 삭제된 코드: 두 줄." 엔지 함선에게도 잘 된 일입니다. 그들은 당신에게 답례품을 보내줍니다.
ru: Когда энджи пытается связаться с судном и провести переговоры, член экипажа энджи-Защитник внезапно падает, борясь с вирусом - должно быть, он заразился! Однако вскоре ваш Защитник встает. "Угроза нейтрализована. Удаленный код: 2 строки". Это кажется кораблю энджи вполне достаточным, и они вознаграждают вас за удаление вируса.

source: (Cognitive Crew) Have your Cognitive negotiate with the virus.
fr: (Membre d'équipage Cognitif) Laisser votre Cognitif négocier avec le virus.
ko: (코그니티브 승무원) 당신의 승무원을 바이러스와 협상하게 해본다.
ru: (Член экипажа-когнитив) Попросить вашего когнитива договориться с вирусом.

source: You explain to the Engi that you might have a solution, then wait for your Cognitive to do its job. Not too long after, the Cognitive comes back online. "Negotiation attempts have failed, resorted to alternative methods. I instead convinced the virus that life is pointless. Once it had adopted the same nihilistic philosophies that plague my databanks, it decided to end its life rather than continue to suffer." Satisfied, the Engi ship rewards you for deleting the virus.
fr: Vous expliquez aux Engis que vous avez peut-être une solution, et attendez que le Cognitif fasse son travail. Peu de temps après, le Cognitif est de nouveau en ligne. "Les temptatives de négociation ont échouées, je me suis tourné vers des méthodes alternatives. J'ai à la place convaincu le virus que la vie est inutile. Une fois qu'il a adopté les mêmes pensées philosophiques nihilistes qui hantent mes banques de données, il a decidé de mettre fin à sa vie plutôt que de continuer à souffrir." Satisfait, le vaisseau Engi vous récompense pour avoir supprimé le virus.
ko: 당신은 엔지에게 방법이 있을지도 모른다고 말한 뒤, 코그니티브가 제 할 일을 하도록 지켜봅니다. 잠시 뒤, 다시 온라인으로 돌아온 코그니티브가 말합니다. "협상 시도는 실패로 돌아갔지만, 다른 방법을 찾아냈습니다. 저는 바이러스에게 삶은 곧 고통이라는 사실을 알려주었습니다. 바이러스는 제 저장장치를 괴롭혔던 실존에 관한 허무주의적 문제에 직면하게 되었고, 그는 고통을 지속하느니 스스로 삶을 끝내는 편을 선택했습니다." 바이러스가 제거됐다는 사실에 만족한 엔지 함선은 당신에게 보상을 주기로 결정했습니다.
ru: Вы объясняете энджи, что у вас может быть решение, а затем ждете, пока ваш когнитив выполнит свою работу. Вскоре после этого когнитив снова включается. "Попытки переговоров не увенчались успехом, пришлось прибегнуть к альтернативным методам. Вместо этого я убедил вирус, что жизнь бессмысленна. Когда вирус принял ту же нигилистическую философию, что и мои базы данных, он решил покончить с жизнью, а не продолжать страдать". Довольный, корабль энджи вознаграждает вас за удаление вируса.

# data/events_engi.xml.append$//event[@name="ENGI_VIRUS_REBORN"]/text
source: To your surprise your Engi crewmember reforms. It looks as if the virus reconstituted, repurposed, and reprogrammed the Engi host and wants to travel with you... and it seems to have learned a great deal from its time on your ship.
fr: À votre grande surprise, votre Engi se reforme. C'est à croire que le virus l'a modifié, reconstruit et reprogrammé, et qu'il semble vouloir voyager avec vous. Il a l'air d'avoir beaucoup appris depuis qu'il se trouve à bord de votre vaisseau.
ko: 경악스럽게도, 당신의 엔지 승무원이 변신합니다. 보기에는 바이러스가 엔지를 숙주로 삼아 몸과 정신을 재구성하고 있는 것 같습니다. 그리고... 당신과 여정을 함께하고 싶다는군요. 당신의 함선에서 더불어 사는 동안 중요한 것을 배운 듯 합니다.
ru: К вашему удивлению, ваш член экипажа энджи преображается. Похоже, что вирус восстановил и перепрограммировал носителя энджи и хочет путешествовать с вами... и, похоже, он многому научился за время пребывания на вашем корабле.

# data/events_engi.xml.append$//event[@name="ENGI_VIRUS_REBORN"]/crewMember
source: Virus
ru: Вирус

# data/events_engi.xml.append$//event[@name="HARMONY_ENGI_COMPLEX"]/text
source: A huge, well protected Engi Station is at this beacon. From the looks of it, it appears to be staffed partially by Engi Defenders. Clearly, it's protecting something important.
fr: Une grande et très bien protégée station Engi est à cette balise. Visiblement, elle a l'air d'être en partie maintenue par des Défenseurs Engi. Elle protège clairement quelque chose d'important.
ko: 이 송신소에는 잘 무장되고 거대한 엔지 정거장이 있습니다. 정거장의 일부분에는 엔지 수호자들까지 보입니다. 분명 뭔가 중요한 걸 지키고 있겠죠.
ru: На этом маяке находится огромная, хорошо защищенная станция энджи. Судя по всему, она частично укомплектована энджи-Защитниками. Очевидно, она защищает что-то важное.

# data/events_engi.xml.append$//event[@name="HARMONY_ENGI_COMPLEX"]/choice[1]/text
source: Attack the station.
fr: Attaquer la station.
ko: 정거장을 공격한다.
ru: Атаковать станцию.

source: Whatever secrets this station holds, you want them. Best way to get what you want? Through the distribution of violence.
fr: Peu importe les secrets renfermés par la station, vous les obtiendrez. Le meilleur moyen d'obtenir ce que vous voulez ? La distribution de violence.
ko: 이 정거장에 숨겨진 비밀이 무엇이던간에, 당신은 그것을 원합니다. 물론 피와 폭력을 통해 쟁취하는 것이가장 좋은 방법이겠죠.
ru: Какие бы секреты ни хранила эта станция, они вам нужны. Лучший способ получить желаемое? Применением насилия.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Upg. Sensors) Scan the station.
fr: (Capteurs améliorés) Scanner la station.
ko: (향상된 센서) 정거장을 스캔한다.
ru: (Улучш. Сенсоры) Сканировать станцию.

source: Scans show the station is some sort of Engi production facility! Maybe if you can kill the crew, you can find a way to produce an Engi crew.
fr: Les scans montrent que c'est une sorte d'installation produisant des Engis ! Peut-être qui si vous élmininez l'équipage, vous pourriez trouver un moyen de produire un Engi.
ko: 스캔을 분석한 결과, 이 정거장은 일종의 엔지 생산 공장인 것 같습니다! 만약 당신이 그들을 죽일 수 있다면, 엔지를 어떻게 만드는지 알아낼 수도 있을 것입니다.
ru: Сканирование показало, что станция является чем-то вроде производственной базы энджи! Возможно, если вы сможете убить экипаж, то сможете найти способ произвести экипаж энджи.

source: Attack the station.
fr: Attaquer la station.
ko: 정거장을 공격한다.
ru: Атаковать станцию.

source: You decide to try and take over the facility. You power up your weapons and engage.
fr: Vous décider d'essayer de prendre la station de force. Vous activez votre armement et engagez la cible.
ko: 당신은 시설을 점령하기로 마음먹었습니다. 무기에 전력을 공급하고, 탄약을 장전합니다.
ru: Вы решаете попытаться захватить этот комплекс. Вы заряжаете орудия и вступаете в бой.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the station.
fr: Ignorer la station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.

source: Attacking a well armed Engi Station in Harmony space is practically suicide. You decide it's best to ignore it.
fr: Attaquer une station Engi bien armée dans l'espace de l'Harmonie est pratiquement du suicide. Vous décidez qu'il vaut mieux l'ignorer.
ko: 하모니의 영역권 안에서 잘 무장된 엔지 정거장을 건드리는 것은 자살행위입니다. 당신은 정거장을 무시하기로 마음먹습니다.
ru: Нападение на хорошо вооруженную станцию энджи в пространстве Гармонии практически является самоубийством. Вы решаете, что лучше не обращать на нее внимания.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_engi.xml.append$//event[@name="HARMONY_ENGI_COMPLEX"]/choice[3]/text
source: Ignore the station.
fr: Ignorer la station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.

source: Attacking a well armed Engi Station in Harmony space is practically suicide. You decide it's best to ignore it.
fr: Attaquer une station Engi bien armée dans l'espace de l'Harmonie est pratiquement du suicide. Vous décidez qu'il vaut mieux l'ignorer.
ko: 하모니의 영역권 안에서 잘 무장된 엔지 정거장을 건드리는 것은 자살행위입니다. 당신은 정거장을 무시하기로 마음먹습니다.
ru: Нападение на хорошо вооруженную станцию энджи в пространстве Гармонии практически является самоубийством. Вы решаете, что лучше не обращать на нее внимания.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_engi.xml.append$//event[@name="DESTROYED_ENGI_COMPLEX"]/text
source: The remains of the Engi Station are littered with far more Engi corpses than there were crew staffing it. The origin of them will remain unsolved; you decide to scrap the only remains of the station.
fr: Les restes de la station Engi sont accompagnés de bien plus de cadavres Engi qu'il y avait d'équipage de maintenance à bord. Leur origine ne sera jamais déduite ; vous décidez de récuperer les seuls restes de la station.
ko: 엔지 정류장에 남아있는 건 흐드러진 엔지들의 시체 뿐입니다. 엔지들의 기원에 관한 비밀은 계속해서 풀리지 않은 채 남아있을 것입니다. 당신은 폐허가 된 정거장에 남아있는 것들을 최대한 긁어모읍니다.
ru: Трупов энджи на останках станции намного больше, чем членов экипажа. Их происхождение так и останется загадкой; вы решаете разобрать останки станции.

# data/events_engi.xml.append$//event[@name="DEAD_CREW_ENGI_COMPLEX"]/text
source: Aboard the station you're surprised to find hundreds upon hundreds of tubes filled with nanobots. In some of the tubes they have begun to resemble Engi, and in others, they are still a swarming mess that resembles sentient goop.
fr: À bord de la station, vous êtes surpris de trouver des centaines et des centaines de tubes remplis de nano-robots. Dans certains de ces tubes, certains commençent à prendre une forme ressemblant à un Engi, tandis que dans d'autres, ils ressemblent à un chaotique fourmillement ayant une allure de substance étrange douée de sensibilité.
ko: 정거장에 오른 당신은 믿을 수 없는 광경을 목도합니다. 나노봇들로 채워진 수백개의 튜브가 어지럽게 뒤얽혀 있습니다. 몇 개의 튜브 안에서는 엔지가 형성되어져가고 있고, 다른 튜브들에서는 채 형태가 잡히지 않은 나노봇 덩어리들이 엔지 모양으로 점차 덩어리지고 있습니다.
ru: На борту станции вы с удивлением обнаруживаете сотни и более пробирок, заполненных наноботами. В некоторых пробирках они стали напоминать энджи, а в других все еще представляют собой кишащее месиво, напоминающее разумную жижу.

source: Try to reprogram one of the Engi to serve you.
fr: Essayer de reprogrammer l'un des Engis pour vous servir.
ru: Попробовать перепрограммировать одного из энджи, чтобы он служил вам.

source: Your attempts at trying to create an Engi fail horribly, and a monstrous abomination of a creature falls out of the test tubes, latching onto one of your crew and tearing off their head! You blast it with your rifle but that only seems to temporarily stun it. You retreat back to the ship before it can kill any more of you. You stick to scrapping the external regions of the ship.
fr: Vos tentatives de création d'un Engi échouent horriblement, et une monstrueuse abomination tombe de l'un des tubes de test, bondissant sur l'un de vos équipiers et arrachant sa tête ! Vous lui tirez dessus avec votre arme, mais ça n'a seulement l'air d'avoir l'effet de l'étourdir temporairement. Vous vous repliez sur votre vaisseau avant qu'il ne puisse tuer d'autres personnes. Vous vous contentez de récupérer les parties externes de la station.
ru: Ваши попытки создать энджи терпят неудачу, и из пробирок вываливается чудовищное мерзкое существо, хватает одного из членов экипажа и отрывает ему голову! Вы стреляете в него из винтовки, но это, похоже, лишь на время оглушает его. Вы отступаете к кораблю, пока оно не успело убить еще кого-нибудь из вас. Вы продолжаете обшаривать внешние части станции.

source: Luckily, your crew member has already been cloned by the time you return to the ship.
fr: Heureusement, votre membre à déjà été cloné lors de votre retour sur le vaisseau.
ru: К счастью, ваш член экипажа уже будет клонирован, пока вы возвращаетесь на корабль.

source: You don't feel confident to suffer the consequences of playing god without anyone watching your back.
ru: Вы не уверены в том, что вам удастся избежать последствий игры в бога, если никто не будет прикрывать вашу спину.

source: Ignore the tubes and scrap the station.
fr: Ignorer les tubes et démanteler la station.
ru: Не обращать внимания на пробирки и разобрать станцию на лом.

source: Trying to play around with things you don't understand can be deadly. You stick to what you do know: scrapping newly emptied stations.
fr: Essayer de jouer avec des choses que vous ne comprenez pas peut-être fatal. Vous restez sur ce que vous connaissez : démanteler les stations nouvellement vidées.
ru: Попытки играть с тем, чего не понимаешь, могут быть смертельно опасны. Вы придерживаетесь того, что знаете лучше всего: разбора на лом вновь опустошенных станций.

source: (Engi Crew) Reprogram one of the Engi to serve you.
ko: (엔지 승무원) 엔지 중 하나를 당신을 섬기도록 재프로그래밍한다.
ru: (Член экипажа-энджи) Перепрограммировать одного из энджи, чтобы он служил вам.

source: You pick one of the better looking Engi and reprogram it to serve you faithfully. While the Engi is produced, you collect some of the supplies around the station.
ko: 당신은 괜찮아 보이는 엔지 하나를 골라 당신을 믿음직하게 보살피도록 재프로그래밍합니다. 당신의 엔지가 생성되는 동안, 당신은 정거장을 돌아다니며 보급물자들을 좀 모아왔습니다.
ru: Вы выбираете один из энджи, выглядящий получше, и перепрограммируете его, чтобы он служил вам верой и правдой. Пока энджи изготавливается, вы собираете некоторые припасы на станции.

source: (Hacking) Reprogram one of the Engi to serve you.
ko: (해킹 장비) 엔지 중 하나를 당신을 섬기도록 재프로그래밍한다.
ru: (Взломщик) Перепрограммировать одного из энджи, чтобы он служил вам.
