Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

source: You pick one of the better looking Engi and reprogram it to serve you faithfully. While the Engi is produced, you collect some of the supplies around the station.
ko: 당신은 괜찮아 보이는 엔지 하나를 골라 당신을 믿음직하게 보살피도록 재프로그래밍합니다. 당신의 엔지가 생성되는 동안, 당신은 정거장을 돌아다니며 보급물자들을 좀 모아왔습니다.
ru: Вы выбираете один из энджи, выглядящий получше, и перепрограммируете его, чтобы он служил вам верой и правдой. Пока энджи изготавливается, вы собираете некоторые припасы на станции.

source: (Adv. Hacking) Reprogram one of the Engi to serve you.
ko: (향상된 해킹 장비) 엔지 중 하나를 당신을 섬기도록 재프로그래밍한다.
ru: (Продв. Взломщик) Перепрограммировать одного из энджи, чтобы он служил вам.

source: With your hacking you're able to access one of the higher security areas, which appears to contain Engi Defenders! You reprogram one of them to serve you loyally, and quickly grab some supplies on your way out.
fr: Grâce à votre piratage vous êtes en mesure d'accéder à l'un des niveaux de sécurités supérieurs, qui a l'air de contenir des Défenseurs Engis ! Vous reprogrammez l'un d'eux pour qu'il vous soit fidèle, et ramassez hâtivement des provisions sur le chemin du retour.
ko: 당신의 해킹 장비라면, 더 높은 보안 등급의 시설에 접근할 수 있습니다. 엔지 수호자를 보관하는 곳의 위치도 말이죠! 당신은 수호자들 중 하나를 재프로그래밍해서 당신을 충성스럽게 섬기도록 합니다. 그리고 나가는 길에 보급품들도 빠르게 챙겨갑니다.
ru: С помощью взломщика вам удается получить доступ к одной из зон строгого режима, где, как оказалось, находятся энджи-Защитники! Вы перепрограммируете одного из них на верность, а по пути назад быстро прихватываете кое-какие припасы.

source: (Obelisk Crew) Your Obelisk knows how to manufacture Engi.
fr: (Membre d'équipage Obélisque) Votre Obélisque sait comment manufacturer un Engi.
ko: (오벨리스크 승무원) 오벨리스크는 어떻게 엔지를 만들어야 하는지 알고 있다.
ru: (Член экипажа-обелиск) Ваш обелиск умеет производить энджи.

source: As the Obelisks were (indirectly) responsible for the creation of the Engi, it's no surprise they know how to operate the machinery. It sets one of the machines to create an Engi Defender while you grab some supplies.
ko: 오벨리스크들이 엔지의 창조자로서 책임이 있는 만큼, 그들이 기계의 작동법을 알고 있다 해도 놀랄 건 없을 것입니다. 그가 기계를 조작해 엔지 수호자를 만드는 동안 당신은 주변에서 쓸 만한 것들을 챙겨갑니다.
ru: Поскольку обелиски (косвенно) ответственны за создание энджи, неудивительно, что они знают, как управлять машинами. Пока вы собираете припасы, он настраивает одну из машин на создание энджи-Защитника.

# data/events_engi.xml.append$//event[@name="DISTRESS_HARMONY_HACKER"]/text
source: The source of the distress beacon appeared to have been an Engi ship under attack from an Auto-Hacker. As you jump in, a hacking drone pierces through the Engi ship. The Auto-Hacker moves in to attack, and a set of hacked Engi are beamed aboard.
fr: La source du signal de détresse a l'air de provenir d'un appareil Engi sous l'attaque d'un Auto-Hacker. Dès votre arrivée, un module de piratage perfore le vaisseau Engi. L'Auto-Hacker approche pour l'attaque, et une paire d'Engi piratés est téléportée à bord.
ko: 당신이 조난 신호를 따라 도약하면, 자동화된 해킹선에게 공격받고 있는 엔지 함선이 보입니다. 해킹 드론이 엔지 함선을 관통합니다. 해킹선은 공격을 개시하고, 해킹된 엔지들 몇이 전송되어 함선에 오릅니다.
ru: Оказалось, что источником сигнала бедствия был корабль энджи, атакованный автоматическим хакером. Когда вы выходите из прыжка, дрон-взломщик пробивает корабль энджи. Автоматический хакер переходит в атаку, и на борт корабля энджи телепортируются несколько взломанных энджи.

# data/events_engi.xml.append$//event[@name="DISTRESS_HARMONY_HACKER"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="DISTRESS_HARMONY_HACKER_WIN"]/text
source: The Auto-Hacker has been destroyed. You scrap the remains.
fr: L'Auto-Hacker a été détruit. Vous récupérez ses restes.
ko: 해킹선은 파괴되었습니다. 당신은 남은 것들을 챙깁니다.
ru: Автохакер уничтожен. Вы разбираете останки на металлолом.

source: Contact the Engi.
fr: Contacter les Engis.
ko: 엔지에게 연락한다.
ru: Связаться с энджи.

source: With the Auto-ship destroyed the remaining Engi onboard their ship return to normal. They give you some droneparts.
fr: Avec l'Auto-vaisseau hors d'état de nuire, les Engis restant à bord de leur vaisseau reviennent à la normale. Ils vous donnent quelques pièces de drones.
ko: 해킹선이 파괴되었기에 그들의 함선에 남아있는 엔지들도 정상으로 돌아왔습니다. 그들은 당신에게 드론 부품 몇 개를 선물합니다.
ru: После уничтожения беспилотника оставшиеся на борту энджи возвращаются в нормальное состояние. Они дают вам несколько дрон-комплектов.

# data/events_engi.xml.append$//event[@name="DISTRESS_HARMONY_SALVAGE_HELP"]/text
source: This beacon is littered with parts from Civilians and Pirates, and even a few Engi ships. Only one Elite Engi ship remains, and from the lack of damage you assume it was not involved in the battle.
fr: Cette balise est recouverte de débris de Civils et Pirates, et même de quelques appareils Engis. Seul un vaisseau Engi d'Élite subsiste, et vu le manque de dégât apparent, vous partez du principe qu'il ne faisait pas partie de la bataille.
ko: 이 송신소에는 민간 선박과 해적선의 잔해가 널려있습니다. 심지어 엔지 선박의 잔해도 보이는군요. 멀쩡한 함선은 단 하나로, 엘리트 엔지 선박입니다. 손상 정도로 보아하니 전투에 참여했던 함선 같지는 않습니다.
ru: Этот маяк завален обломками кораблей гражданских и пиратов, и даже несколькими кораблями энджи. Остался только один элитный корабль энджи, но, судя по отсутствию повреждений, он не участвовал в битве.

source: Hail them.
fr: Les contacter.
ko: 연락한다.
ru: Выйти с ними на связь.

source: "Presence unexpected. Assistance requested. Battle has occurred here, wreckage = heavy. Aid in salvaging greatly appreciated. One stipulation: any salvage must be returned to this ship in return for fair payment."
fr: "Présence inattendue. Assistance demandée. Bataille ayant pris place ici, concentration d'épaves = lourde. Aide dans la récupération sera grandement appréciée. Une seule stipulation : toute récupération doit être retournée à ce vaisseau en retour pour paiement équitable."
ko: "예상치 못한 만남. 그러나 도움 요청. 이곳에서 전투가 발생했음. 잔해의 질량, 우리의 추력한계와 근접함. 인양을 도와준다면 정말 감사드리겠음. 규칙: 모든 잔해들은 이 함선으로 인양되어야 함. 정당한 보수를 지불하겠음."
ru: "Присутствие неожиданно. Запрашивается помощь. Здесь произошло сражение, обломки = тяжелые. Помощь в сборе очень ценится. Одно условие: любой груз должен быть возвращен на этот корабль в обмен на справедливую оплату".

source: Agree, knowing it will take a lot of time.
fr: Accepter, sachant que cela prendra beaucoup de temps.
ko: 동의한다. 시간이 많이 걸리겠지만.
ru: Согласиться, зная, что это займет много времени.

source: You collect as much of the debris as you can in a somewhat reasonable amount of time.
fr: Vous collectez autant débris que vous pouvez dans un délai raisonnable.
ko: 당신은 어느정도 됐다 싶을 때까지 잔해들을 가능한 한 많이 모아줍니다.
ru: Вы собираете как можно больше обломков за разумное время.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: It's quite a lot, but you know you're supposed to give it back to the Engi ship.
fr: C'est beaucoup, mais vous savez que vous êtes censés rendre tout au vaisseau Engi.
ko: 상당히 많은 양이군요. 하지만 당신은 그것을 엔지 함선에게 돌려줘야 합니다.
ru: Это довольно много, но вы знаете, что должны вернуть их на корабль энджи.

source: Give the supplies back to the Engi.
fr: Redonner les ressources aux Engis.
ko: 잔해들을 엔지에게 보내준다.
ru: Вернуть припасы энджи.

source: The Engi collects the supplies.
fr: Les Engis récupèrent les ressources.
ko: 엔지가 잔해를 가져갑니다.
ru: Энджи собирают припасы.

source: Await your reward.
fr: Attendre votre récompense.
ko: 보수를 기다린다.
ru: Дождаться вознаграждения.

source: You wait for your reward, but the Engi transfer nothing over. You hail them, to which they respond, "Reward is already present. Gratification and warm feeling for helping others."
ko: 당신은 사례금을 기다리나, 엔지들은 어떤 것도 보내주지 않습니다. 당신이 그에 대해 연락하자 엔지가 답변을 보내옵니다. "보상은 이미 당신에게 있음. 남을 돕는데서 오는 만족감과 이타심으로 인해 발생된 따스한 감정이 그것임."
ru: Вы ждете вознаграждения, однако энджи ничего не передают. Вы связываетесь с ними, на что они отвечают: "Награда уже выдана. Благодарность и теплое чувство за помощь другим".

source: What? We will not stand for this!
fr: Quoi ? Nous ne supporterons pas cela !
ko: 뭐? 우린 그런 거 취급 안해!
ru: Что? Мы не этого ожидали!

source: You aren't about to put up with this garbage. You power up the weapons and prepare to engage the Engi head-on.
fr: Vous ne croirez pas à ces salades. Vous allumez vos armes et vous préparez à engager l'Engi frontalement.
ko: 이런 쓰레기들을 보고도 참을 수는 없습니다. 당신은 무기 시스템에 전력을 넣고 엔지와 정면으로 맞설 준비를 합니다.
ru: Вы не собираетесь слушать этот вздор. Вы заряжаете оружие и готовитесь вступить в бой с энджи.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Oh...
ko: 아...
ru: Ох...

source: "Your efforts = appreciated." The Engi ship ends the call and goes back to salvaging.
fr: "Vos efforts = appréciés." Le vaisseau Engi coupe la transmission et retourne à la récupération.
ko: "고마움. 당신 수고." 엔지 함선은 연락을 끊고 다시 인양하러 갑니다.
ru: "Ваши усилия = признательны". Корабль энджи завершает сеанс связи и возвращается к сбору припасов.

source: Refuse to give the resources back.
fr: Refuser de rendre les ressources.
ko: 잔해들을 돌려주길 거부한다.
ru: Отказаться возвращать ресурсы.

source: You've spent too long collecting all this salvage, you aren't going to just hand it over willingly.
fr: Vous avez passé trop de temps à récupérer ce butin, vous n'allez pas juste le rendre volontairement.
ko: 당신은 이 인양한 물품들에 너무나 많은 시간을 쏟아부었습니다. 그냥 기꺼이 넘겨줄 수는 없죠.
ru: Вы слишком долго собирали весь этот мусор, и не собираетесь отдавать его просто так.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Engi Crew) Request you split the supplies.
fr: (Membre d'équipage Engi) Demander à répartir les ressources.
ko: (엔지 승무원) 반으로 나눠 갖자고 제안한다.
ru: (Член экипажа-энджи) Попросить разделить припасы.

source: "This compromise... fair." There's some argument on who gets the larger half, but eventually you reach an agreement.
fr: "Ce compromis... équitable." Il y a un argument sur qui touche la plus grande moitié, mais vous arrivez finalement à un accord.
ko: "이 절충안은... 합당함." 누가 조금 더 큰 쪽을 가져갈 것인지에 대한 논란이 조금 있었지만, 당신은 결국 합의점에 도달해냈습니다.
ru: "Этот компромисс... справедлив". Возникает спор о том, кому достанется большая часть, но в конце концов вы приходите к соглашению.

source: (Cloaking) Cloak and leave.
fr: (Camouflage) Se dissimuler et partir.
ko: (은신 장치) 은폐장을 가동하고 떠난다.
ru: (Маскировка) Замаскироваться и уйти.

source: Refuse.
fr: Refuser.
ko: 거절한다.
ru: Отказаться.

source: The Engi end communication and go back to salvaging the wreck. They don't respond to further hails.
fr: L'Engi met fin à la communication et retourne récupérer l'épave. Ils ne répondent pas aux autres appels.
ko: 엔지는 연락을 끊고 잔해를 인양하러 돌아갑니다. 그 후의 연락은 없었습니다.
ru: Энджи прекращают связь и возвращаются к спасению обломка корабля. На дальнейшие вызовы они не отвечают.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Salvage some of the wreckage.
fr: Récupérer des débris des épaves.
ko: 잔해 중 일부를 가져간다.
ru: Разобрать часть обломков на лом.

source: You start to collect some of the scrap when the Engi ship starts approaching quickly. "This area is restricted. Salvaging: banned. Hostile response required."
fr: Vous commencez à récupérer de la ferraille lorsque le vaisseau Engi s'approche rapidement. "Cette zone est restreinte. Récupération : bannie. Réponse hostile requise."
ko: 당신이 잔해 속을 뒤지고 있을 때, 엔지 함선이 빠르게 다가옵니다. "이곳은 제한 구역임. 허가받지 않은 인양: 금지됨. 적대적 대응 요구됨."
ru: Вы начинаете собирать лом, как вдруг корабль энджи начинает быстро приближаться. "Эта зона запрещена. Сбор обломков: запрещен. Необходим жесткий ответ".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

source: You avoid the Engi ship and the wreckage.
fr: Vous évitez le vaisseau Engi et l'épave.
ko: 당신은 엔지 함선과 잔해들을 무시합니다.
ru: Вы избегаете корабля энджи и обломков.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: With the Engi ship destroyed, you have no chance of getting back all that you had previously salvaged. You collect what's left of the wreckage.
fr: Avec le vaisseau Engi détruit, vous n'avez aucune chance de récuperer tout ce que vous aviez précedemment récupéré. Vous récoltez ce qu'il reste de l'épave.
ko: 엔지 함선이 파괴된 이상, 당신이 인양했던 것들을 전부 돌려받을 방법은 없습니다. 당신은 잔해 속에서 남아있는 것들을 챙깁니다.
ru: После уничтожения корабля энджи у вас нет шансов вернуть все, что вы ранее подобрали. Вы собираете то, что осталось от останков.

source: Collect some more of the wreckage.
fr: Récolter un peu plus venant de l'épave.
ko: 잔해 속에서 좀 더 찾아본다.
ru: Собрать еще немного обломков.

source: You can't collect much more without the Rebel fleet advancing further, but it's better than nothing.
fr: Vous ne pouvez ramasser grand chose sans que la flotte Rebelle n'avance, mais c'est toujours mieux que rien.
ko: 반군 함대가 전진하는 이상, 당신도 잔해만을 계속 뒤지고 있을수만은 없었습니다. 그러나 아무것도 챙기지 못한 것보다는 낫겠죠.
ru: Вы не можете собрать больше, иначе флот повстанцев продвинется дальше, но это лучше, чем ничего.

source: With the Engi ship emptied, your previous salvage can easily be recollected. You best leave the beacon quickly before the Rebel fleet can progress further.
fr: Le vaisseau Engi étant vidé, votre précédente récupération peut être reprise. Vous feriez mieux de vite quitter la balise avant que la flotte Rebelle ne progresse plus vite.
ko: 엔지 함선이 비워진 덕에, 당신이 인양했던 잔해들을 쉽게 되찾을 수 있었습니다. 당신은 반군 함대가 더 전진하기 전 빠르게 이 송신소를 벗어납니다.
ru: После того как корабль энджи опустел, можно будет легко собрать все, что удалось подобрать. Лучше поскорее покинуть маяк, пока флот повстанцев не успел подойти ближе.

source: Somehow, the Engi ship fails to notice you escaping. You distance yourself as much as possible from their ship.
fr: D'une manière ou une autre, le vaisseau Engi ne vous voie pas vous volatiliser. Vous vous éloignez autant que possible de leur vaisseau.
ko: 엔지 함선은 당신이 탈출하는 것을 눈치채지 못했습니다. 당신은 가능한 한 멀리 떨어집니다.
ru: Корабль энджи каким-то образом не замечает вашего ухода. Вы максимально отдаляетесь от их корабля.

source: As you are trying to escape, you notice your cloaking beginning to fail. The Engi ship moves in to attack, and you realize they have disabled your cloaking! There is no choice now but to fight.
fr: En essayant de vous échapper, vous remarquez que votre Camouflage commence à chuter. Le vaisseau Engi se déplace pour l'attaque, et vous vous rendez compte qu'ils ont désactivé votre Camouflage ! Il n'y a désormais pas d'autre choix que de se battre.
ko: 당신은 도망치려 하나, 은폐장이 오작동을 일으킵니다. 엔지 함선이 당신의 은폐장을 강제로 비활성화 시켰습니다! 그들은 당신에게 접근해오고, 당신에겐 선택지가 없습니다.
ru: Пытаясь сбежать, вы замечаете, что ваша маскировка начинает давать сбои. Корабль энджи переходит в атаку, и вы понимаете, что они отключили вашу маскировку! Теперь нет другого выхода, кроме как сражаться.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Anti-Virus) Restore your cloaking.
fr: (Anti-Virus) Restaurer votre Camouflage.
ko: (안티 바이러스) 은폐장을 복구시킨다.
ru: (Антивирус) Восстановить маскировку.

source: Your cloaking system is restored to full power.
fr: Votre système de Camouflage est de nouveau à pleine puissance.
ko: 당신의 은폐장은 완벽하게 재활성화됩니다.
ru: Cистема маскировки восстановлена до полной мощности.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="QUEST_HARMONY_ENGINEER_CRIME"]/text
source: Of all the ships you would have thought to see here, a Rebel Engineer is the last one you would have expected. They're busy inspecting the wreck of an Engi ship, though due to the non-aggression pact between the Rebel and Engi, and the fact that the Engineer's weapons don't match with the damage done to the ship, it's likely they weren't the one to destroy the ship.
fr: De tout les vaisseaux que vous pourriez croiser ici, celui d'un Ingénieur Rebelle est le dernier auquel vous vous seriez attendu. Ils sont occupés à inspecter l'épave d'un appareil Engi, cependant dû au pacte de non-aggression entre Rebelles et Engis, et au fait que les armes de l'Ingénieur ne correspondent pas avec les dégâts infligés à l'astronef, il est peu probable qu'ils soient les responsables.
ko: 당신이 이곳에서 볼 수 있을거라 예상했던 것들 중에 반군 기술자는 없었을 것입니다. 그들은 엔지 함선의 잔해를 면밀하게 살피고 있습니다. 엔지와 반군간의 불가침조약과 엔지 함선의 상흔이 반군의 무기와 일치하지 않는다는 사실로 봐서는, 그들이 엔지 함선을 공격한 게 아닌 듯 합니다.
ru: Из всех кораблей, кого вы ожидали увидеть, инженеры повстанцев - последние, кого вы ожидали. Они заняты осмотром обломков корабля энджи, хотя, учитывая договор о ненападении между повстанцами и энджи, а также тот факт, что оружие инженеров не соответствует повреждениям, нанесенным кораблю, скорее всего, не они уничтожили этот корабль.

source: Hail them to ask about the wreck.
fr: Les contacter et demander les circonstances de l'épave.
ko: 그들에게 잔해에 대해 물어본다.
ru: Связаться с ними и спросить про разрушенный корабль.

source: The Engineer sighs, deep in thought. "No, we didn't do this... It's a shame that someone would. I know it's very uncharacteristic of a Rebel to care about something like this, but I didn't join the Rebellion for just a 'glorious human future'. The Rebels fund my projects, and that's all I care about. Someone has been hunting the Engi in this territory, and I want it stopped. Do you think you could inspect the wreck and figure out who did it?"
fr: L'Ingénieur soupire, profond dans ses pensées. "Non, nous n'avons pas fait cela... C'est bien regrettable que quelqu'un ait fait une chose pareille. Je sait que c'est atypique d'un Rebelle de s'intéresser à un sujet pareil, mais je n'ai pas rejoint la Rébellion juste pour un 'glorieux futur humain'. Les Rebelles financent mes projets, et c'est tout ce qui m'intéresse. Quelqu'un a chassé les Engis dans ce territoire, et je veut y mettre un terme. Pensez-vous pouvoir inspecter l'épave et déduire qui est le coupable?"
ko: 그 기술자는 생각에 잠겨 한숨을 내뱉습니다. "아니요, 우리는 이런 짓을 하지 않았습니다. 이런 일이 벌어졌다는 사실이 안타까울 뿐입니다... 압니다. 이런 건 반군의 평소 행실과는 어울리지 않죠. 그러나 전 '영광스러운 인류의 미래'같은 걸 위해 반군에 합류한 게 아닙니다. 그저 그들이 제 프로젝트를 후원해주기 때문에 반군에 들어간 것 뿐입니다. 누군가 이 구역에서 엔지 함선을 사냥하고 있고, 전 그걸 막을겁니다. 이 잔해들을 보고 누가 공격했는지 밝혀낼 수 있을 것 같나요?"
ru: Инженер вздыхает, погружаясь в раздумья. "Нет, мы этого не делали... Жаль, что кто-то это сделал. Я знаю, что это очень нехарактерно для повстанца - заботиться о чем-то подобном, но я присоединился к повстанцам не ради "славного человеческого будущего". Повстанцы финансируют мои проекты, и это все, что меня волнует". Кто-то охотится на энджи на этой территории, и я хочу, чтобы это было прекращено. Как вы думаете, вы могли бы осмотреть обломки и выяснить, кто это сделал?"

source: Agree to find the killer.
fr: Accepter de chercher le meurtrier.
ko: 범인을 찾아야 한다는 것에 동의한다.
ru: Согласиться на поиски убийцы.

source: We aren't detectives, we can't help.
fr: Nous ne somme pas détectives, impossible d'aider.
ko: 우리는 탐정이 아니다, 도와줄 수 없다.
ru: Мы не детективы, мы не можем помочь.

source: "Expected. This was the second reason I joined the Rebellion..."
fr: "Je m'y attendais. C'est la seconde raison pour laquelle j'ai rejoins la Rébellion..."
ko: "예상했었습니다. 이게 제가 반군에 들어간 두 번째 이유죠..."
ru: "Ожидаемо. Это была вторая причина, по которой я присоединился к Восстанию..."

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Who cares whose responsible? Kill the Rebels!
fr: Qui se préoccupe des responsables ? Tuer les Rebelles !
ko: 누구에게 책임이 있는지 누가 신경쓴답니까? 반군을 죽여라!
ru: Какая разница, кто виноват? Убить повстанцев!

source: It doesn't matter if the Engineers didn't kill the Engi, they've no doubt killed plenty others.
fr: Cela n'importe peu que les Ingénieurs n'ait pas tués les Engis, ils ont sans doute tué plein d'autres personnes.
ko: 그 기술자가 엔지를 죽였건 아니건 상관없습니다. 어차피 다른 이들을 많이 죽였을 게 분명합니다.
ru: Неважно, что инженеры не убивали энджи, они, несомненно, убили множество других.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the Engineer.
fr: Ignorer l'Ingénieur.
ko: 기술자를 무시한다.
ru: Не обращать внимания на инженеров.

source: The Engineer continues to inspect the Engi wreck and ignores your ship.
fr: L'Ingénieur continue d'inspecter l'épave Engi et ignore votre vaisseau.
ko: 그 기술자는 계속해서 엔지 잔해를 조사하고, 당신을 무시합니다.
ru: Инженеры продолжают осматривать обломки корабля энджи и не обращают внимания на ваш корабль.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Engi ship has little external damage. Inside, the bodies of the Engi crew and disabled chunks of nanobots lay about. The systems have received critical damage, their wires cut in half, and long claw marks running along the walls.
fr: Le vaisseau Engi a peu de dégâts externe. À l'intérieur, des corps Engis ainsi que des morceaux désactivés de nano-robots subsistent autour. Les systèmes ont reçu des dégâts critiques, leurs fils coupés en deux, et de longues marques de griffes sont présentes sur les murs.
ko: 엔지 함선은 겉으로 보기에는 약간의 외부 손상만을 입은 것 같습니다. 안쪽을 살펴보면, 엔지 승무원들의 조각난 몸뚱아리와 비활성화된 나노봇 덩어리들이 널려 있습니다. 시스템은 치명적인 손상을 입었고, 전선들은 반토막나있군요. 그리고 기다란 발톱 자국이 벽을 따라 이어져 있습니다.
ru: Внешние повреждения корабля энджи незначительны. Внутри лежат тела экипажа и отключенные части наноботов. Системы получили критические повреждения, их провода перерезаны пополам, а по стенам тянутся длинные следы когтей.

source: It was the Mantis.
fr: C'était les Mantis.
ko: 맨티스의 짓이다.
ru: Это сделали богомолы.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Mantis ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Mantis à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 맨티스 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля богомолов, вошедшего в эту систему".

source: It was the Rockmen.
fr: C'était les Rocailleux.
ko: 록맨의 짓이다.
ru: Это сделали валуны.

source: You report your theory to the Engineers. "I'll trust your word. After scanning the beacon, we were able to find the last few ships to jump through here. Here are the current co-ordinates of the last Rock ship to enter this system."
fr: Vous signalez votre théorie aux Ingénieurs. "Je vais vous faire confiance. Après avoir scanné la balise, nous avons pu trouver les derniers vaisseaux ayant été de passage. Voici les coordonnées actuelles du dernier vaisseau Rocailleux à avoir pénétré dans le système."
ko: 당신은 추측한 내용을 기술자에게 보고합니다. "당신의 말을 믿습니다. 우리가 송신소를 스캔했을 때, 가장 최근에 이곳으로 도약한 몇 척의 함선들을 찾아냈었습니다. 이건 그중 록맨 함선의 현 좌표입니다."
ru: Вы сообщаете о своей теории инженерам. "Я доверюсь вашим словам. Просканировав маяк, мы смогли найти несколько последних кораблей, прошедших здесь. Вот текущие координаты последнего корабля валунов вошедшего в эту систему".

source: It was the Separatists.
fr: C'était les Séparatistes.
ko: 분리주의자들의 짓이다.
ru: Это сделали Сепаратисты.
