Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

source: The Engineer is glad you've caught the Rock ship. They jump in nearby to apprehend the Rockmen. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
fr: L'Ingénieur est content que vous ayez attrapé le vaisseau Rocailleux. Ils arrivent pour les appréhender. Naturellement, ils ne se laisseront pas faire sans un combat, mais vous avez une puissance de feu supplémentaire de votre coté.
ko: 기술자는 당신이 락맨 함선을 적발하자 기뻐합니다. 그들은 락맨들을 체포하기 위해 근처로 도약합니다. 그들은 싸우지 않고는 포기하지 않을 생각이지만, 다행히도 당신은 혼자가 아닙니다.
ru: Инженеры рады, что вы поймали корабль валунов. Они прыгают рядом, чтобы задержать валунов. Естественно, они не собираются сдаваться без боя, но теперь на вашей стороне дополнительная огневая поддержка.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Separatist suspect to this beacon.
fr: Vous avez traqué le suspect Séparatiste à cette balise.
ko: 당신은 이 송신소까지 용의자인 분리주의자들을 추적했습니다.
ru: Вы отследили подозреваемых Сепаратистов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Error: Confusion. I am afraid I do not [understand] what you are referring to. Context would be -appreciated-."
fr: "Erreur : Confusion. Je craint ne pas [comprendre] ce dont vous parlez. Le contexte serait -apprécié-."
ko: "오류: 혼란. 무슨 말을 하는지 잘 [모르겠]음. 전후상황을 알려준다면 -고맙겠-음."
ru: "Ошибка: Путаница. Боюсь, я не [понимаю], что вы имеете в виду. Было бы полезно получить -разъяснения-".

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Harmony is enemy. You kill [enemy] Rebels, correct? I still do not understand issue."
fr: "L'Harmonie est notre ennemi. Vous tuez les Rebelles [ennemis], correct ? Je ne comprend toujours pas le problème."
ko: "하모니는 적. 당신 또한 [적]인 반군을 죽인다, 맞나? 아직 무엇이 문제인지 모르겠음."
ru: "Гармония - это враг. Вы убиваете [врагов] повстанцев, верно? Я все еще не понимаю суть вопроса".

source: Report them to the Engineer.
fr: Les signaler à l'Ingénieur.
ko: 이들을 기술자에게 보고한다.
ru: Доложить о них Инженерам.

source: The Engineer is glad you've caught the Separatist ship. They jump in nearby to apprehend the Engi. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
fr: L'Ingénieur est content que vous ayez attrapé le vaisseau Séparatiste. Ils arrivent pour les appréhender. Naturellement, ils ne se laisseront pas faire sans un combat, mais vous avez une puissance de feu supplémentaire de votre coté.
ko: 기술자는 당신이 분리주의자 함선을 적발하자 기뻐합니다. 그들은 분리주의자들을 체포하기 위해 근처로 도약합니다. 그들은 싸우지 않고는 포기하지 않을 생각이지만, 다행히도 당신은 혼자가 아닙니다.
ru: Инженеры рады, что вы поймали корабль Сепаратистов. Они прыгают рядом, чтобы задержать энджи. Естественно, они не собираются сдаваться без боя, но теперь на вашей стороне дополнительная огневая поддержка.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Lanius suspect to this beacon.
fr: Vous avez traqué le suspect Lanius à cette balise.
ko: 당신은 이 송신소까지 용의자인 라니우스를 추적했습니다.
ru: Вы отследили подозреваемых ланиусов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "But afraid cannot understand. Clearer be?"
fr: "Ait peur pas comprendre. Plus clair?"
ko: "안타깝게도 이해 못하다. 확실히 가능한가?"
ru: "Но боюсь не понять. Пояснее?"

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Think mean trash. Ship trash, ship eat! Eat trash. You eat? Trash!"
fr: "Pense parler d'ordure. Vaisseau ordure, vaisseau manger ! Manger ordure. Vous mangez ? Ordure !"
ko: "쓰레기같은 생각. 함선은 쓰레기, 함선 먹는다. 쓰레기 먹는다. 너도 먹는다? 쓰레기!"
ru: "Думай о мусоре. Корабль мусор, корабль ешь! Ешь мусор. Ты ешь? Мусор!"

source: Report them to the Engineer.
fr: Les signaler à l'Ingénieur.
ko: 이들을 기술자에게 보고한다.
ru: Доложить о них Инженерам.

source: The Engineer is glad you've caught the Lanius ship. They jump in nearby to apprehend the Lanius. Naturally, they aren't going to give up without a fight, but now you have extra fire support on your side.
fr: L'Ingénieur est content que vous ayez attrapé le vaisseau Lanius. Ils arrivent pour les appréhender. Naturellement, ils ne se laisseront pas faire sans un combat, mais vous avez une puissance de feu supplémentaire de votre coté.
ko: 기술자는 당신이 라니우스 함선을 적발하자 기뻐합니다. 그들은 라니우스를 체포하기 위해 근처로 도약합니다. 그들은 싸우지 않고는 포기하지 않을 생각이지만, 다행히도 당신은 혼자가 아닙니다.
ru: Инженеры рады, что вы поймали корабль ланиусов. Они прыгают рядом, чтобы задержать ланиусов. Естественно, они не собираются сдаваться без боя, но теперь на вашей стороне дополнительная огневая поддержка.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You have avenged the Engi ship. The Engineers thank you for your efforts. "Maybe the Feds ain't so bad after all. Here, help yourself to some of this."
fr: Vous avez vengé le vaisseau Engi. Les Ingénieurs vous remercient pour vos efforts. "Peut-être que les Feds ne sont pas si mauvais que ca après tout. Tenez, prenez ceci."
ko: 당신은 엔지 함선의 복수를 끝마칩니다. 기술자들은 당신의 노력에 고마워합니다. "어쩌면 연방이 그렇게 나쁘지는 않을지도 모르겠군요. 여기, 도움이 될만한 걸 좀 드리겠습니다."
ru: Вы отомстили за корабль энджи. Инженеры благодарят вас за ваши усилия. "Может быть, федералы не так уж плохи в конце концов. Вот, возьмите".

source: You've tracked down the Mantis suspect to this beacon.
fr: Vous avez traqué le suspect Mantis à cette balise.
ko: 당신은 이 송신소까지 용의자인 맨티스를 추적했습니다.
ru: Вы отследили подозреваемых богомолов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Eh, what? We done lot of things. You need be specific."
fr: "Eh, quoi ? Avoir faire beaucoup de choses. Devoir être plus spécifique."
ko: "어, 뭐? 우리 많은것 했다. 자세하게 말해라."
ru: "Э, что? Мы много чего натворить. Дать больше конкретики."

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "What? We no kill any Engi ship. Ok... that lie. We no kill any Engi ship HERE."
fr: "Quoi ? Pas avoir tuer vaisseau Engi. Ok... mensonge. Pas avoir tuer vaisseau Engi ICI."
ko: "뭐? 우린 그런 적... 알겠다. 그건 거짓말. 우리 여기서는 엔지 안 죽였다."
ru: "Что? Мы не уничтожать ни одного корабля энджи. Ладно... ложь. Мы не уничтожать ни одного корабля энджи ЗДЕСЬ".

source: Damn it, these aren't the killers...
fr: Bon sang, ce ne sont pas les tueurs...
ko: 젠장, 이들이 아니야...
ru: Черт возьми, это же не убийцы...

source: The Mantis ship is confused, but they're agitated from you accusing them and attack!
fr: Le vaisseau Mantis est confus, mais est agité par votre accusation, et vous attaque !
ko: 맨티스 함선은 혼란스러워 보입니다. 그러나 곧, 당신의 책망에 동요한 그들이 공격을 준비합니다!
ru: Корабль богомолов в замешательстве, но они возмущены тем, что вы их обвиняете, и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Rockman suspect to this beacon.
fr: Vous avez traqué le suspect Rocailleux à cette balise.
ko: 당신은 이 송신소까지 용의자인 락맨을 추적했습니다.
ru: Вы отследили подозреваемых валунов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Huh? What are you on about?"
fr: "Hein ? Qu'est-ce que vous racontez ?"
ko: "허? 무슨 말이오?"
ru: "А? О чем это ты?"

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "I don't know what you are talking about. Is this some kind of racist joke?"
fr: "Je ne vois pas de quoi vous parlez. Serait-ce une espèce de blague raciste?"
ko: "무슨 말을 하는지 따라가지 못하겠군. 인종 차별적인 농담이라도 하려는 것이오?"
ru: "Я не понимаю, о чем ты говоришь. Это какая-то расистская шутка?"

source: Damn it, these aren't the killers...
fr: Bon sang, ce ne sont pas les tueurs...
ko: 젠장, 이들이 아니야...
ru: Черт возьми, это же не убийцы...

source: The Rock ship is confused, but they're agitated from you accusing them and attack!
fr: Le vaisseau Rocailleux est confus, mais est agité par votre accusation, et vous attaque !
ko: 락맨 함선은 혼란스러워 보입니다. 그러나 곧, 당신의 책망에 동요한 그들이 공격을 준비합니다!
ru: Корабль валунов в замешательстве, но они возмущены тем, что вы их обвиняете, и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Separatist suspect to this beacon.
fr: Vous avez traqué le suspect Séparatiste à cette balise.
ko: 당신은 이 송신소까지 용의자인 분리주의자들을 추적했습니다.
ru: Вы отследили подозреваемых Сепаратистов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "Error: Confusion. I am afraid I do not [understand] what you are reffering to. Context would be -appreciated-."
fr: "Erreur : Confusion. Je craint ne pas [comprendre] ce dont vous parlez. Le contexte serait -apprécié-."
ko: "오류: 혼란. 무슨 말을 하는지 잘 [모르겠]음. 전후상황을 알려준다면 -고맙겠-음."
ru: "Ошибка: Путаница. Боюсь, я не [понимаю], что вы имеете в виду. Было бы полезно получить -разъяснения-".

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Further Confusion. My understanding has further decreased. No Engi ship has been killed by us."
fr: "Confusion supplémentaire. Ma compréhension a encore chutée. Aucun vaisseau Engi n'a été tué par nous."
ko: "더 큰 혼란. 이해도가 감소함. 어떤 엔지 함선도 우리에게 사살당하지 않음."
ru: "Путаница продолжается. Мое понимание еще более ухудшилось. Ни один корабль энджи не был уничтожен нами".

source: Damn it, these aren't the killers...
fr: Bon sang, ce ne sont pas les tueurs...
ko: 젠장, 이들이 아니야...
ru: Черт возьми, это же не убийцы...

source: The Separatist ship is confused, but they're agitated from you accusing them and attack!
fr: Le vaisseau Séparatiste est confus, mais est agité par votre accusation, et vous attaque !
ko: 분리주의자 함선은 혼란스러워 보입니다. 그러나 곧, 당신의 책망에 동요한 그들이 공격을 준비합니다!
ru: Корабль Сепаратистов в замешательстве, но они возмущены тем, что вы их обвиняете, и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've tracked down the Lanius suspect to this beacon.
fr: Vous avez traqué le suspect Lanius à cette balise.
ko: 당신은 이 송신소까지 용의자인 라니우스를 추적했습니다.
ru: Вы отследили подозреваемых ланиусов у этого маяка.

source: We know what you've done!
fr: On sait ce que vous avez fait !
ko: 우리는 네가 무슨 짓을 벌였는지 안다!
ru: Мы знаем, что ты натворил!

source: "But afraid cannot understand. Clearer be?"
fr: "Ait peur pas comprendre. Plus clair?"
ko: "안타깝게도 이해 못하다. 확실히 가능한가?"
ru: "Но боюсь не понять. Пояснее?"

source: You killed that Engi ship!
fr: Vous avez tué les Engis !
ko: 엔지 함선을 죽였잖아!
ru: Ты уничтожил корабль энджи!

source: "Engi ship die no. Not kill trash. Dare you accuse?"
fr: "Vaisseau Engi mort non. Pas tuer ordure. Oser accuser?"
ko: "엔지 함선 죽지 않은. 쓰레기 죽이지 않다. 감히 비난?"
ru: "Корабль энджи не умирать. Не убивать мусор. Ты посмел обвинить?"

source: Damn it, these aren't the killers...
fr: Bon sang, ce ne sont pas les tueurs...
ko: 젠장, 이들이 아니야...
ru: Черт возьми, это же не убийцы...

source: The Lanius ship is confused, but they're agitated from you accusing them and attack!
fr: Le vaisseau Lanius est confus, mais est agité par votre accusation, et vous attaque !
ko: 라니우스 함선은 혼란스러워 보입니다. 그러나 곧, 당신의 책망에 동요한 그들이 공격을 준비합니다!
ru: Корабль ланиусов в замешательстве, но они возмущены тем, что вы их обвиняете, и атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You've failed to track down the true killers of the Engi ship. You refrain from contacting the Engineers, and scrap the wreckage.
fr: Vous n'avez pas réussi à traquer les vrais tueurs du vaisseau Engi. Vous vous retenez de contacter les Ingénieurs, et vous contentez de récuperer l'épave.
ko: 당신은 엔지 함선을 살해한 진짜 범인을 찾아내는 데 실패했습니다. 당신은 기술자와 연락하지 않고, 잔해를 긁어모읍니다.
ru: Вам не удалось выследить истинных убийц корабля энджи. Вы не стали связываться с Инженерами и собираете все полезное с обломков.

source: You find a poorly equipped set of Mantis ships. Surprisingly, one of them hails you. "You're Federation ship? Maybe yes, maybe no, we not care. We have proposition for you."
fr: Vous trouvez une paire de vaisseaux Mantis assez mal équippés. Surprenamment, l'un d'eux vous contacte. "Vous vaisseau Fédération ? Peut-être oui, peut-être non, s'en ficher. Avoir proposition pour vous."
ko: 당신은 후줄근한 맨티스 함선들을 발견합니다. 놀랍게도, 그들 중 하나가 연락해옵니다. "연방 함선이냐? 그럴수도, 아닐수도. 신경 안 쓴다. 우리하고 일 하나 같이 하자."
ru: Вы находите плохо оборудованный ряд кораблей богомолов. Удивительно, но один из них связывается с вами. "Вы корабль Федерации? Может, да, может, нет, нам не важно. У нас есть для вас предложение".

source: Listen to their offer.
fr: Ecouter leur offre.
ko: 그들의 제안을 듣는다.
ru: Выслушать их предложение.

source: "As can see, arsenal on ships less than good. High grade Engi military facility is nearby, we cannot raid it like this. Your ship, better armed. Break in, steal slaves, bring to us. We pay you."
fr: "Comme voir, arsenal sur engins moins que bien. Installation militaire haut grade Engi à proximité, pas pouvoir envahir comme cela. Votre vaisseau, mieux armé. Rentrer, voler esclaves, apporter nous. Nous payons."
ko: "보이는 대로 우리 함선 무기고 후지다. 높은 등급 엔지 군사시설 근처, 우리 힘만으로 못 턴다. 니 함선, 좋은 무기. 가서 노예 털어와 가져와. 우리 너 보상 준다."
ru: "Как видеть, арсенал на кораблях не очень хороший. Поблизости находиться высококлассный военный завод энджи, мы не мочь совершить на него такой налет. Ваш корабль вооружен получше. Ворвитесь, украсть рабов и доставить нам. Мы вам заплатить".

source: Agree to break in.
fr: Accepter le boulot.
ko: 동의한다.
ru: Согласиться ворваться.

source: The leader of the Mantis ships, a Suzerain vessel, transmits the co-ordinates of the facility, and shows you how to communicate with them when the job is done.
fr: Le chef des Mantis, un Suzerain, transmet les coordonnées de l'installation, et vous montre comment reprendre contact avec eux quand le travail sera fini.
ko: 맨티스 함대의 리더인 영주 함선이 당신에게 엔지 시설의 좌표를 전송했습니다. 그리고 일이 끝난 뒤 어떻게 연락할지 알려줍니다.
ru: Лидер кораблей богомолов, судно Сюзеренов, передает координаты завода и показывает, как с ним связаться, когда работа будет закончена.

source: We aren't in the slavery business.
fr: Nous ne sommes pas dans le domaine de l'esclavagisme.
ko: 노예무역에는 관심 없어.
ru: Мы не занимаемся работорговлей.

source: "Pah, Federation ship so boring. Don't come back."
fr: "Peuh, Fédération trop ennuyante. Pas revenir."
ko: "파, 연방 함선 지루하다. 돌아오지 마라."
ru: "Фу, корабль Федерации такой скучный. Не возвращаться".

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: We aren't looking to take any jobs.
fr: Nous ne sommes pas à la recherche de petits boulots.
ko: 우린 별로 관심 없어.
ru: Мы не хотим работать на вас.

source: "Pah, Federation ship so boring. Don't come back."
fr: "Peuh, Fédération trop ennuyante. Pas revenir."
ko: "파, 연방 함선 지루하다. 돌아오지 마라."
ru: "Фу, корабль Федерации такой скучный. Не возвращаться".

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Engi facility appears to be a medium sized Engi station. If you're going to capture slaves, you'll need to weaken their defenses enough that they surrender.
fr: L'installation Engi a l'air d'être une station de taille moyenne. Si vous voulez capturer des esclaves, il va falloir affaiblir leur défenses assez pour qu'ils se rendent.
ko: 엔지 시설은 중간 정도 크기의 정거장으로 보입니다. 만약 당신이 노예를 잡아들이고 싶다면, 방어체계를 먼저 약화시켜 그들의 항복을 받아내야 할 것입니다.
ru: Завод энджи, по-видимому, представляет собой станцию энджи среднего размера. Если вы собираетесь захватить рабов, вам нужно ослабить их оборону настолько, чтобы они сдались.

source: Attack the station.
fr: Attaquer la station.
ko: 정거장을 공격한다.
ru: Атаковать станцию.

source: You prepare to engage the station. Completely unable to flee, the Engi have no choice but to fight back.
fr: Vous vous préparez à engager la station. Complètements incapables de fuir, les Engis n'ont pas d'autre choix que de riposter.
ko: 당신은 정거장을 침공할 준비를 마치고, 도망칠 길이 없는 엔지들은 반격밖에 선택지가 없습니다.
ru: Вы готовьтесь вступить в бой со станцией. Не имея возможности бежать, у энджи нет другого выхода, кроме как сопротивляться.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Teleporter) Try to board and take an Engi.
fr: (Téléporteur) Essayer d'aborder et prendre un Engi.
ko: (텔레포터) 강습해서 엔지를 잡아온다.
ru: (Телепортатор) Попытаться взять на абордаж и захватить энджи.

source: Your crew's attempts at boarding the ship go in vain. The Engi security system is too good and detects your crew almost immediately. You beam them back and prepare to fight.
fr: Vos tentatives d'instrusions sont vaines. Le système de sécurité Engi est trop sophistiqué et détecte votre équipage presque immédiatement. Vous les ramenez et vous préparez au combat.
ko: 당신의 승무원들이 엔지 함선을 강습하려는 시도는 무위로 돌아갔습니다. 엔지 함선의 보안 시스템이 그들을 함선에 오른 즉시 탐지해내어, 승무원들을 되돌려보낼 수 밖에 없었습니다. 당신은 전투를 준비합니다.
ru: Попытки вашего экипажа захватить станцию оказываются тщетными. Система безопасности энджи слишком хороша и замечает ваш экипаж почти мгновенно. Вы телепортируете их обратно и готовитесь к бою.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Central Teleport) Try to board and take an Engi.
ru: (Центр. Телепортатор) Попытаться взять на абордаж и захватить энджи.

source: Your crew's attempts at boarding the ship go in vain. The Engi security system is too good and detects your crew almost immediately. You beam them back and prepare to fight.
fr: Vos tentatives d'instrusions sont vaines. Le système de sécurité Engi est trop sophistiqué et détecte votre équipage presque immédiatement. Vous les ramenez et vous préparez au combat.
ru: Попытки вашего экипажа захватить станцию оказываются тщетными. Система безопасности энджи слишком хороша и замечает ваш экипаж почти мгновенно. Вы телепортируете их обратно и готовитесь к бою.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: It's not worth it.
fr: Cela ne vaut pas le coup.
ru: Оно того не стоит.

source: You aren't going to go stealing Engi slaves for a Mantis, especially not in the Harmony sector.
fr: Vous n'allez pas voler des esclaves Engi pour un Mantis, surtout dans le secteur de l'Harmonie.
ru: Вы не собираетесь воровать энджи как рабов для богомолов, особенно в секторе Гармонии.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ru: Ничего не делать.

# data/events_engi.xml.append$//event[@name="DESTROYED_ENGI_SLAVE_REQUEST"]/text
source: You have no hope of saving an Engi now that you have destroyed the station. You delete the Mantis contact and scrap the station.
fr: Vous n'avez aucun espoir de sauver un Engi maintenant que la station est détruite. Vous supprimez le contact Mantis et démantelez la station.
ko: 당신이 정거장을 부순 이상 엔지가 살아있을 가능성은 없습니다. 당신은 맨티스 선과의 연락을 끊고 정거장에서 쓸만한 것들을 챙깁니다.
ru: У вас нет надежды спасти энджи после уничтожения станции. Вы удаляете контакт с богомолами и собираете все полезное с обломков станции.

# data/events_engi.xml.append$//event[@name="DEAD_CREW_ENGI_SLAVE_REQUEST"]/text
source: In a mission to capture a living Engi crew, you decided it was a good idea to murder them all. With no way to get a live Engi now, you delete the Mantis contact and scrap the station.
fr: Dans votre mission pour capturer des Engis vivants, vous avez décidé que cela serait une bonne idée de tous les tuer. N'ayant plus aucun moyen d'obtenir un esclave, vous supprimez le contact Mantis et démantelez la station.
ko: 살아있는 엔지를 잡아오는 미션에서, 당신은 그들을 싸그리 죽이는 게 꽤 괜찮은 아이디어였다고 생각했습니다. 이제 살아있는 엔지는 구할 길이 없기에 당신은 맨티스와의 연락을 끊고 정거장에서 쓸 만한 것들을 뒤집니다.
ru: Выполняя задание по захвату живого экипажа энджи, вы решили, что неплохо было бы убить их всех. Не имея теперь возможности получить живых энджи, вы удаляете контакт с богомолами и собираете все полезное с обломков станции.

# data/events_engi.xml.append$//event[@name="SURRENDER_ENGI_SLAVE_REQUEST"]/text
source: The Engi station transmits a surrender message. They're willing to meet any of your demands.
ko: 엔지 함선이 항복 선언을 합니다. 그들은 당신의 요구를 들어줄 것입니다.
ru: Станция энджи передает сообщение о капитуляции. Они готовы выполнить любое ваше требование.

source: Demand they give you an Engi as a slave.
fr: Demander à ce qu'ils vous donnent un Engi en esclave.
ko: 노예로 쓸 엔지를 보내라고 요구한다.
ru: Потребовать передать вам энджи в качестве раба.

source: The Engi station spends a few minutes deciding who to send over. At last, one unlucky Engi is sent over to your ship.
fr: La station Engi consacre quelque temps à décider qui envoyer. Enfin, un Engi malchanceux est envoyé à votre vaisseau.
ko: 몇 분 뒤, 엔지들은 누구를 보낼지 정했습니다. 운 없는 엔지 하나가 당신의 함선으로 보내집니다.
ru: Станция энджи несколько минут решает, кого послать. Наконец, один невезучий энджи отправляется на ваш корабль.

source: Do as promised and bring them back to the Mantis.
fr: Faire comme promis et le ramener aux Mantis.
ko: 약속한 대로 맨티스에게 가져다준다.
ru: Выполнить обещанное и принести их богомолам.

source: It seems brutal, but you have no choice but to lock up the Engi in the cargo hold. You contact the Mantis, who are pleased with you. They transmit their new co-ordinates.
fr: C'est plutôt brutal, mais vous n'avez pas d'autre choix que d'enfermer l'Engi dans la soute. Vous contactez les Mantis, qui sont ravis. Ils transmettent leur nouvelles coordonnées.
ko: 잔혹해 보이긴 하지만, 다른 선택지가 없기에 당신은 엔지를 창고 칸에 가둡니다. 그 후 맨티스와 연락하자 그들은 기쁜 마음으로 새로운 좌표를 전송해줍니다.
ru: Это жестоко, но у вас нет другого выбора, кроме как запереть энджи в грузовом отсеке. Вы связываетесь с богомолами, которые довольны вами. Они передают свои новые координаты.

source: Let them stay and work aboard your ship.
fr: Leur proposer de rester et travailler sur votre vaisseau.
ko: 그들에게 내 함선에서 근무하라고 한다.
ru: Позволить им остаться и работать на борту вашего корабля.

source: The Engi is as closed to surprised as it can be. With this outcome much prefered to toiling away on a Mantis ship, the Engi willingly joins your crew.
fr: L'Engi est aussi proche de la surprise que possible. Il préfère largement cette destinée, comparé à travailler durement sur un vaisseau Mantis, et il rejoint votre équipage volontairement.
ko: 엔지는 엔지가 가능한 한 놀라움을 금치 못했습니다. 이 경우라면 맨티스 함선에서 고된 일을 하는 것보다 훨씬 나을테니, 엔지 하나가 기꺼이 당신의 승무원으로 들어옵니다.
ru: Энджи настолько близок к удивлению, насколько это вообще возможно. Поскольку такой исход гораздо предпочтительнее труда на корабле богомолов, энджи охотно присоединяется к вашему экипажу.

source: Screw the Mantis and the Engi, let's finish this fight.
fr: Au diable les Mantis et Engi, finissons ce combat.
ko: 엔지하고 맨티스는 엿이나 먹으라지, 시작한 싸움은 끝장을 본다.
ru: К черту богомолов и энджи, давайте закончим этот бой.

source: You arrive at the location of the Mantis. They take the Engi aboard, and as promised give you plenty of scrap, as well as a drone they stole from another Engi ship.
fr: Vous arrivez à l'emplacement du Mantis. Ils prennent l'Engi à bord, et comme promis ils vous donnent plein de ferraille, ainsi qu'un drone qu'ils ont volé d'un autre vaisseau Engi.
ko: 당신은 맨티스가 알려준 곳까지 도착했습니다. 그들은 엔지를 가져가고, 약속대로 꽤 많은 양의 스크랩을 줍니다. 게다가 다른 엔지 함선에서 훔친 드론까지도요.
ru: Вы прибываете к месту нахождения богомолов. Они забирают энджи на борт и, как и обещали, дают вам много лома, а также дрон, который они украли с другого корабля энджи.
