Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_engi.xml.append/*.po
Languages: fr, ko, ru

source: Fortunately, your crewmember was close enough to the ship for the Clone Bay to revive them.
fr: Heureusement, votre homme d'équipage était assez près du vaisseau pour que la salle de Clonage le ranime.
ko: 다행히도, 당신의 승무원은 클론 베이로 되살릴 수 있을 만큼 가까이 있었습니다.
ru: К счастью, ваш член экипажа был достаточно близко к кораблю, чтобы Клон-отсек смог его оживить.

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your crew return safely to the airlock with the drone control and you put some distance on the station before it blows.
fr: Les Engis n'ont pas les mêmes priorités que les autres espèces. Pour eux, la technologie est plus importante qu'une vie. Votre équipage revient au sas avec le système de contrôle de drones, et vous vous éloignez de la station avant qu'elle explose.
ko: 엔지의 사고방식은 다른 종들의 것과 똑같지 않습니다. 그들은 기술이야말로 마땅히 구해져야 할 것이라고 믿습니다. 당신의 원정대는 드론 설계도와 함께 무사히 돌아오고, 당신은 정거장이 폭발하기 전에 그곳을 벗어납니다.
ru: Энджи чувствуют вещи не так, как другие виды. Они хотели бы, чтобы техника была спасена. Ваш экипаж благополучно возвращается в шлюз с дроном, и вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется.

# data/events_engi.xml.append$//event[@name="DISTRESS_ENGI_REACTOR_SCAN"]/text
source: Scans reveal the station's reactor is overloading! Not only that, but an injured Engi and a functioning drone schematic are still on board! There's not time for both...
fr: Les scans révèlent que le réacteur de la station est en surchauffe ! Mais il y a encore un Engi blessé à bord, ainsi qu'un schéma de drone qui a l'air récupérable. Mais vous n'allez pas pouvoir vous occuper des deux, il va falloir choisir.
ko: 당신의 스캐너는 정거장의 반응로가 과부화되었음을 알려줍니다! 그뿐만이 아니라, 부상당한 엔지 하나와 드론 설계도 또한 정거장 내에 있는 것 같습니다. 둘 다 구하기엔 시간이 부족합니다...
ru: Сканирование показало, что реактор станции перегружен! Не только это, но и раненый энджи и функционирующая схема дрона все еще на борту! На то и на другое не хватит времени...

source: Save the Engi!
fr: Sauver l'Engi !
ko: 엔지를 구한다!
ru: Спасти энджи!

source: Your away team heads straight for the Engi and returns with time to spare. You put some distance on the station before it blows and the Engi is so impressed by your crew that they volunteer to join you!
fr: Vos hommes ne se préoccupent que de sauver l'Engi et rentrent à temps au vaisseau. Vous vous éloignez de la station avant qu'elle explose, et l'Engi est tellement impressionné par l'efficacité de votre équipage qu'il demande à en faire partie !
ko: 당신의 원정대는 곧바로 엔지를 향해 출발하고, 여유있게 구출해서 돌아옵니다. 당신은 정거장이 산산조각나기 전 거리를 두고 엔지는 감명받은 나머지 당신의 승무원으로 들어오고 싶어합니다!
ru: Ваша передовая команда направляется прямо к энджи и возвращаются с запасом времени. Вы отошли на некоторое расстояние от станции, прежде чем она взорвется, и Инженер так впечатлен вашей командой, что они добровольно присоединяются к вам! Вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется и энджи настолько впечатлен вашим экипажем, что добровольно присоединяется к вам!

source: (Boarding Drone) Save the Engi!
ko: 드론 설계도를 구한다!
ru: (Абордажный дрон) Спасти энджи!

source: Your drone heads straight for the Engi and returns with time to spare. You put some distance on the station before it blows and the Engi is so impressed by your tactic that they volunteer to join you!
ko: 엔지의 사고방식은 다른 종들의 것과 똑같지 않습니다. 그들은 기술이야말로 마땅히 구해져야 할 것이라고 믿습니다. 당신의 원정대는 드론 설계도와 함께 무사히 돌아오고, 당신은 정거장이 폭발하기 전에 그곳을 벗어납니다.
ru: Ваш дрон направляется прямо к энджи и возвращается с запасом времени. Вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется, и энджи настолько впечатлен вашей тактикой, что добровольно присоединяется к вам!

source: Save the Drone Schematic!
fr: Récupérer le schéma de drone !
ru: Спасти схему дрона!

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your away team heads straight for the goods and returns with time to spare. You put some distance on the station before it blows.
fr: Les Engis n'ont pas les mêmes priorités que les autres espèces. Pour eux, la technologie est plus importante qu'une vie. Vos hommes vont chercher le schéma de drone et rentrent à temps au vaisseau. Vous vous éloignez de la station avant qu'elle explose.
ru: Энджи чувствуют вещи не так, как другие виды. Они хотели бы, чтобы техника была спасена. Ваша передовая команда направляется прямо к грузу и возвращается с запасом времени. Вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется.

source: (Boarding Drone) Save the Drone Schematic!
ru: (Абордажный дрон) Спасти схему дрона!

source: The Engi don't feel things the same way other species do. They'd want the tech to be saved. Your drone heads straight for the goods and returns with time to spare. You put some distance on the station before it blows.
ru: Энджи чувствуют вещи не так, как другие виды. Они хотели бы, чтобы техника была спасена. Ваш дрон направляется прямо к грузу и возвращается с запасом времени. Вы успеваете отлететь на некоторое расстояние от станции, прежде чем она взорвется.

source: There's no one aboard to perform an extraction of loot or crew.
ru: На борту нет никого, кто мог бы взять добычу или экипаж.

# data/events_engi.xml.append$//event[@name="FINISH_BEACON_HARMONY"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
fr: Vous êtes arrivé à la Balise Longue-Portée. Une fois le générateur SPL chargé, vous pourrez effectuer un saut pour rejoindre le prochain secteur.
ko: 당신은 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You now have some time on your hands.
fr: Vous avez désormais du temps libre.
ko: 이제 당신은 해야할 일을 모두 마쳤습니다.
ru: Теперь у вас есть немного свободного времени.

source: Explore.
fr: Explorer.
ko: 탐험한다.
ru: Исследовать.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="HARMONY_GIFT_CHOOSE"]/text
source: An Engi colony established nearby hails you. "Federation presence suggests... Dire need of aid. Question: what is your need?"
fr: Une colonie Engi installée aux alentours vous contacte. "Présence de Fédération suggère... Besoin vital d'aide. Question : quel est votre besoin ?"
ko: 근처의 엔지 전초기지에서 연락이 들어옵니다. "연방의 존재가 암시하는 것... 우리의 도움이 절실하다 사료됨. 질문: 원하는 것은?"
ru: Колония энги, основанная неподалеку, вызывает вас: "Присутствие Федерации предполагает... острой необходимости в помощи. Вопрос: что вам нужно?"

# data/events_engi.xml.append$//event[@name="HARMONY_GIFT_CHOOSE"]/choice[1]/text
source: Repairs.
fr: Réparations.
ko: 정비가 필요하다.
ru: Ремонт.

source: "Request granted. Repair drone dispatched."
fr: "Requête accordée. Drone de réparation envoyé."
ko: "요구 수락됨. 수리 드론 방출."
ru: "Запрос удовлетворен. Отправлен Дрон-ремонтник".

# data/events_engi.xml.append$//event[@name="HARMONY_GIFT_CHOOSE"]/choice[2]/text
source: Fuel.
fr: Carburant.
ko: 연료가 필요하다.
ru: Топливо.

source: "Request granted. Refueling drone dispatched."
fr: "Requête accordée. Drone ravitailleur envoyé."
ko: "요구 수락됨. 공중급유 드론 방출."
ru: "Запрос удовлетворен. Отправлен дрон-заправщик".

# data/events_engi.xml.append$//event[@name="HARMONY_GIFT_CHOOSE"]/choice[3]/text
source: Ammunition.
fr: Munitions.
ko: 탄약이 필요하다.
ru: Боеприпасы.

source: "Request granted. Payload drone dispatched."
fr: "Requête accordée. Drone à charges envoyé."
ko: "요구 수락됨. 보급 드론 방출."
ru: "Запрос удовлетворен. Отправлен дрон-погрузчик".

# data/events_engi.xml.append$//event[@name="HARMONY_GIFT_CHOOSE"]/choice[4]/text
source: Map Data.
fr: Données du secteur.
ko: 지도가 필요하다.
ru: Картографические данные.

source: "Request denied, restricted area. Salvage drone dispatched as alternative."
fr: "Requête refusée, zone restreinte. Drone de récupération envoyé en alternatif."
ko: "요구 거절됨. 사유: 기밀 구역. 당신의 요구 구조 드론으로 대체되었다."
ru: "Запрос отклонен, ограниченная область. В качестве альтернативы отправлен дрон-сборщик".

# data/events_engi.xml.append$//event[@name="HARMONY_LANIUS_SALVAGER"]/text
source: It appears a Lanius ship at this beacon is half-way through salvaging an Engi ship with crew still aboard. Though the Lanius ignores you, the Engi ship attempts to hail you. They request that you save them from the Lanius.
fr: On dirait qu'un vaisseau Lanius sur cette balise est à mi-chemin sur le démantelement d'un vaisseau Engi ship ayant encore un équipage à son bord. Les Lanius vous ignorent, mais le vaisseau Engi vous contacte cependant. Ils demandent à ce que vous les sauviez des Lanius.
ko: 이 송신소에서 라니우스 함선은 엔지 함선을 인양중입니다. 라니우스 함선은 당신을 무시하지만, 아직 남아있는 엔지 함선의 승조원들은 당신에게 연락을 시도합니다. 엔지들은 라니우스 함선으로부터 자신을 구출해달라 요청하는군요.
ru: Похоже, корабль ланиусов у этого маяка находится на полпути к разбору корабля энджи на борту которого остался экипаж. Хотя ланиусы игнорируют вас, корабль энджи пытается связаться с вами. Они просят, чтобы вы спасли их от ланиусов.

source: Hail the Lanius.
fr: Contacter les Lanius.
ko: 라니우스 함선에 연락한다.
ru: Связаться с ланиусами.

source: "We do not know what is. The trash ship. Trash is not a problem for to eat!" It seems the Lanius have mistaken the Engi ship as wreckage.
fr: "Ne savons pas ce qu'est. Le vaisseau ordure. Ordure n'est pas un problème pour manger!" On dirait que le Lanius a confondu le vaisseau Engi pour une épave.
ko: "우리, 모른다, 저것. 부서진 배. 부서져도, 먹는 것, 가능하다!" 라니우스들은 엔지 함선을 난파선으로 착각하고 있는 것 같습니다.
ru: "Мы не знаем, что это такое. Мусорный корабль. Мусор - это не проблема для употребления!" Похоже, ланиусы приняли корабль энджи за обломки.

source: Try to explain that there are Engi onboard.
fr: Essayer d'expliquer que des Engis sont à bord.
ko: 저기에 엔지가 타고 있다고 말해준다.
ru: Попытаться объяснить, что на борту есть энджи.

source: Fight them off.
fr: Les combattre.
ko: 싸운다.
ru: Сражаться с ними.

source: Communicating further is pointless. The only way to do this is through combat.
fr: Communiquer plus loin est inutile. La seule manière d'obtenir un résultat est à travers le combat.
ko: 더 이상의 연락은 무의미합니다. 전투만이 이 상황을 해결해줄 수 있겠죠.
ru: Дальнейшее общение бессмысленно. Единственный способ сделать это - бой.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore them.
fr: Les ignorer.
ko: 무시한다.
ru: Не обращать на них внимания.

source: The Lanius ship continues to ignore you as you slink away.
fr: Le vaisseau Lanius continue de vous ignorer tandis que vous vous éloignez.
ko: 당신이 살금살금 도망치는 동안, 라니우스 함선은 계속해서 당신을 무시합니다.
ru: Корабль Ланиуса продолжает игнорировать вас, пока вы удаляетесь.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: You successfully manage to explain to the Lanius that the Engi ship is not a wreckage. Satisfied with the scrap they've currently collected, the Lanius ship jumps away.
fr: Vous réussisez avec succès à convaincre les Lanius que le vaisseau Engi n'est pas une épave. Satisfaits de la ferraille qu'ils ont déjà récupérés, ils s'en vont.
ko: 당신은 라니우스에게 저 함선이 난파선이 아니라는 것을 성공적으로 설명해냈습니다. 라니우스들은 지금까지 긁어모은 스크랩들로만 만족하고 떠나갑니다.
ru: Вам успешно удается объяснить ланиусам, что корабль энджи, это не обломки. Удовлетворенный собранным ломом, корабль ланиусов уходит в прыжок.

source: Hail the Engi.
fr: Contacter les Engis.
ko: 엔지에게 연락한다.
ru: Связаться с энджи.

source: Your attempts at communicating with the Lanius go in vain. Tired of your incomprehensible yapping, the Lanius decide to destroy you next!
fr: Vos tentatives de communication avec les Lanius sont en vain. Fatigués d'entendre vos propos incompréhensibles, les Lanius décident de s'en prendre à vous désormais !
ko: 라니우스와 대화하려는 당신의 시도는 헛되이 돌아갔습니다. 당신의 이해할 수 없는 재잘거림에 지친 라니우스들은, 당신을 다음 목표로 삼기로 결정했습니다!
ru: Ваши попытки пообщаться с ланиусами тщетны. Устав от вашего непонятного мычания, они решают уничтожить вас!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Engi express their gratitude for your assistance. They give you some droneparts and scrap.
fr: Les Engis expriment leur gratitude pour votre aide. Ils vous donnent des pièces de drones ainsi que de la ferraille.
ko: 엔지들은 당신의 도움에 감사를 표합니다. 그들은 당신에게 드론 부품들과 스크랩 몇 개를 보내주었습니다.
ru: Энджи выражают свою благодарность за вашу помощь. Они дают вам несколько дрон-комплектов и лом.

source: To your surprise, the Engi crew appears to have asphyxiated while you were fighting the Lanius ship. There's hardly anything external left to scrap, but you do find a drone that you can salvage.
fr: À votre surprise, l'équipage Engi a l'air d'avoir été asphyxié pendant que vous combattiez les Lanius. Il ne reste quasiment aucun matériel externe à récupérer, mais vous trouvez un drone à récupérer.
ko: 놀랍게도, 엔지 승조원들은 당신이 라니우스 함선과 싸우는 동안 공기 부족으로 질식하고 있었습니다. 주워갈 만한 것들은 거의 남아있지 않지만, 당신은 겨우 드론 하나를 가져오는 데 성공합니다.
ru: К вашему удивлению, экипаж энджи, похоже, задохнулся, пока вы сражались с кораблем ланиусов. Почти ничего внешнего не осталось, но вы нашли дрон, который можно собрать.

source: The Engi ship is considerably more damaged than you expected. It looks like it won't last much longer until something important explodes.
fr: Le vaisseau Engi est considérablement plus endommagé que prévu. On dirait qu'il ne tiendra plus longtemps avant une explosion finle.
ko: 엔지 함선은 당신의 예상보다 더 손상돼있었습니다. 폭발하기 전까지 얼마 버티지 못할 걸로 보입니다.
ru: Корабль энджи поврежден гораздо сильнее, чем вы ожидали. Похоже, он не продержится долго, пока не взорвется что-то важное.

source: Rush aboard and save the Engi.
fr: Foncer à bord et sauver les Engis.
ko: 급히 올라타 엔지를 구한다.
ru: Подняться на борт и спасти энджи.

source: With limited time you're only able to save one of the Engi crew. You're powerless to help as their ship takes its last breath and explodes. With no ship to return to, the Engi agrees to work aboard your ship.
fr: Avec la limite de temps impartie, vous n'êtes en mesure de sauver qu'un seul des Engis. Vous êtes impuissants pour faire davantage tandis que leur vaisseau est sur son dernier souffle et explose. N'ayant pas de vaisseau sur lequel retourner, l'Engi accepte de travailler à bord du votre.
ko: 부족한 시간 때문에 당신은 단 한 명의 엔지밖에 구할 수 없었습니다. 함선이 마지막 숨을 들이키고 장렬히 폭발하는 동안, 당신이 할 수 있는 것은 아무것도 없었습니다. 이제 돌아갈 곳이 없어진 엔지는 당신의 함선에서 근무하기로 동의합니다.
ru: В условиях ограниченного времени вы можете спасти только одного из экипажа энджи. Вы бессильны помочь, когда их корабль испускает последний вздох и взрывается. Не имея корабля, на который можно было бы вернуться, энджи соглашается работать на борту вашего корабля.

source: Let them explode and salvage the scrap.
fr: Les laisser exploser et récupérer la ferraille.
ko: 함선이 폭발하도록 냅두고 남은 스크랩을 가져간다.
ru: Пусть они взорвутся и потом собрать лом.

source: You know this isn't the greatest option morally, but the Engi can't feel pain, so it's probably fine. You watch as their ship explodes, and then finish what the Lanius started.
fr: Vous savez que ce n'est moralement pas la meilleure option, mais les Engis ne ressentent pas la douleur, ce qui excuse probablement ce choix. Vous regardez tandis que leur vaisseau explose, puis achevez ce que les Lanius ont commencé.
ko: 당신은 이것이 가장 도덕적인 선택은 아니란 걸 알고 있었지만, 따지고 보면 엔지는 고통을 느낄 수 없는 몸입니다. 그러니 괜찮겠죠, 아마도 말입니다. 당신은 그들의 함선이 폭발하는 것을 지켜보고, 라니우스가 벌였던 일을 끝마치기로 합니다.
ru: Вы знаете, что с моральной точки зрения это не самый лучший вариант, но энджи не чувствуют боли, так что все в порядке. Вы смотрите, как взрывается их корабль, а затем завершаете то, что начали ланиусы.

# data/events_engi.xml.append$//event[@name="ENCOUNTER_ENGI_HARMONY"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You're hailed by an Engi ship, their crew as close to mad as they can be. "This sector is restricted. Access to beacon denied."
fr: Vous êtes contactés par un vaisseau Engi, leur équipage étant le plus proche possible d'un état de colère. "Ce secteur est restreint. Accès à la balise refusé."
ko: 당신은 한 엔지 함선의 연락을 받습니다. 그들은 엔지가 가능한 한 최대로 화를 표출하는 것 같습니다. "이곳은 제한 구역이다. 송신소에 대한 접근 시도는 적대 행위로 간주하겠다."
ru: Вас вызывает корабль энджи, их экипаж настолько близок к безумию, насколько это вообще возможно. "Этот сектор закрыт. Доступ к маяку запрещен".

source: Ever since the rise of the Rebellion and the increase in Mantis invasions, the Engi have placed this sector under quarantine. An Engi ship, intent on protecting this beacon, spots you and attacks.
fr: Depuis la montée en puissance de la Rébellion et les augmentations en invasions des Mantis, les Engis ont placé ce secteur sous quarantaine. Un appareil Engi, ayant l'intention de protéger cette balise, vous repère et attaque.
ko: 반군의 부상과 맨티스의 침공이 시작된 이래로부터, 엔지들은 이 구역을 격리 하에 두었습니다. 이 송신소를 지키겠다 마음먹은 엔지들은 당신을 찾아내곤 공격하기 시작합니다.
ru: После начала Восстания и участились вторжения богомолов, энджи поместили этот сектор под карантин. Корабль энджи, намеренный защищать этот маяк, замечает вас и атакует.

source: As you learnt from the guard, this sector is restricted from public access. Unfortunately, there appears to be an Engi ship here set on enforcing this rule.
fr: Comme le garde vous l'a apprit, ce secteur est actuellement restreint à l'accès public. Malheureusement, il semblerait qu'un patrouilleur Engi ici présent ait l'intention d'appliquer cette règle.
ko: 당신이 경비정으로부터 알게 되었듯, 이 구역은 공개적인 접근이 제한되어 있습니다. 불행히도 엔지 함선은 이 규칙을 이행하고자 합니다.
ru: Как вам стало известно от сторожевого корабля, этот сектор закрыт для посещения. К сожалению, похоже, что здесь находится корабль энджи, настроенный на соблюдение этого правила.

# data/events_engi.xml.append$//event[@name="ENCOUNTER_ENGI_ELITE"]/text
source: The Engi Defenders are usually non-confrontational, but as their name suggests, their key purpose is to defend the Harmony. One way or another, they have decided your ship poses a threat and move in to neutralize you.
fr: Les Défenseurs Engis sont habituellement non conflictuels, mais comme leur nom le suggère, leur tâche principale consiste à défendre l'Harmonie. D'une manière ou d'une autre, ils ont decidé que votre croiseur posait une menace, et interviennent pour vous neutraliser.
ko: 엔지 수호자들은 평소에 싸움을 걸고 다니는 편은 아니지만, 그들의 이름으로부터 추측할 수 있듯 그것은 모두 하모니를 지키기 위함입니다. 어찌 되었든간에, 그들은 당신을 위협으로 간주하고 무력화하기 위해 다가옵니다.
ru: Энджи-Защитники обычно не склонны к конфронтации, но, как следует из их названия, их основная задача - защищать Гармонию. Так или иначе, они решают, что ваш корабль представляет угрозу, и выдвигаются для его нейтрализации.

# data/events_engi.xml.append$//event[@name="ENCOUNTER_ENGI_ELITE"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENCOUNTER_SEPARATIST_HARMONY"]/text
source: A Separatist refugee hiding from the Engi patrols is laying low at this beacon. When they see a Federation ship jumping in nearby, they assume you've come for them, and attack!
fr: Un réfugié Séparatiste se cachant des patrouilles Engi fait profil bas à cette balise. Lorsqu'il voit un vaisseau de la Fédération sauter juste à coté, il part du principe que vous êtes venu pour lui, et attaque !
ko: 엔지 정찰대를 피해 도망치던 분리주의자 난민이 이 송신소에 숨어있었습니다. 그들이 근처로 도약한 당신의 함선을 보자, 당신을 정찰대와 한 편으로 간주하고 공격합니다!
ru: На этом маяке затаились беженцы-Сепаратисты, скрывающиеся от патрулей энджи. Когда они увидели, что неподалеку появился корабль Федерации, они решили, что вы пришли за ними, и атаковали!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_VIRUS"]/text
source: The Engi are awaiting you at the beacon, with their weapons online! They explain a computer virus that is wanted for hostile acts against the Engi (multiple counts of binary scrambling, nano-dissolution, and variable interference) is aboard your vessel.
fr: Les Engis vous attendent à côté de la balise, mais leurs armes sont actives ! Ils vous expliquent que vous avez à votre bord un virus informatique recherché pour plusieurs actes hostiles contre leur espèce (brouillages binaires multiples, nanodissolution et autres interférences diverses et variées).
ko: 한 엔지 함선이 송신소 근처에서 당신을 기다리고 있었습니다. 무기를 조준한 채로 말입니다! 그들이 설명하길, 여러 건의 운영체제 해킹, 나노-융해, 전파 간섭 등으로 수배중인 컴퓨터 바이러스가 당신의 선박에 탑승중이라고 합니다.
ru: Энджи дожидаются вас на маяке с включенным оружием! Они объясняют, что на борту вашего корабля находится компьютерный вирус, разыскиваемый за враждебные действия против энджи (многочисленные случаи двоичного шифрования, нано-разрушения и переменного вмешательства).

# data/events_engi.xml.append$//event[@name="ENGI_VIRUS"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_engi.xml.append$//event[@name="ENGI_VIRUS"]/choice/event/text
source: They insist they must destroy your ship to prevent the virus from escaping!
fr: Ils insistent : ils vont devoir détruire votre vaisseau pour empêcher le virus de s'enfuir !
ko: 그들은 바이러스가 도망치는 것을 막기 위해 당신의 함선을 통째로 파괴해야 한다고 고집을 부립니다!
ru: Они настаивают на том, что должны уничтожить ваш корабль, чтобы предотвратить распространение вируса!

source: Hold on! Let us try to purge the system code!
fr: Attendez ! Laissez-nous essayer de purger le code du système !
ko: 잠깐! 우리가 해결할 수 있어!
ru: Подождите! Дайте нам попробовать очистить системный код!

source: Wiping your Engine core and shields proves useless... eventually you trap the virus in the weapons systems to purge it, but before you do, the Engi grow restless and attack!
fr: Réinitialiser les ordinateurs de vos Moteurs et de vos Boucliers ne sert à rien. Au bout du compte, vous parvenez à piéger le virus dans votre système d'Armement, mais avant que vous ne puissiez le purger, les Engis perdent patience et attaquent !
ko: 당신은 도움이 되기 위해 노력하지만, 엔진과 방어막을 열심히 닦는 것은 별 효과가 없는 것으로 드러났습니다... 그러나 결국 당신은 바이러스를 무기 모듈까지 몰아넣었습니다. 하지만 바이러스를 제거하려는 순간, 불안을 견디지 못한 엔지 함선이 공격해옵니다!
ru: Очистка ядра двигателя и щитов оказывается бесполезной... В конце концов, вы заманиваете вирус в оружейные системы, чтобы удалить его, но прежде чем вы это осуществите, беспокойство энджи достигает предела, и они атакуют!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Attack the Engi vessel!
fr: Attaquer le vaisseau Engi !
ko: 엔지 선박을 공격하라!
ru: Атаковать корабль энджи!

source: The Engi be damned, no one threatens your ship. You prepare for a fight!
fr: Qu'ils aillent se faire voir ! Nul n'a le droit de menacer votre vaisseau. Vous vous préparez au combat.
ko: 저주받을 엔지 같으니, 그 누구도 당신을 위협할 순 없습니다. 당신은 전투를 준비합니다!
ru: Будь прокляты энджи, никто не угрожает вашему кораблю. Вы готовьтесь к бою!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Hacking System) Isolate and quarantine the virus.
fr: (Système de piratage) Isoler le virus et le mettre en quarantaine.
ko: (해킹 장비) 바이러스를 격리시킨다.
ru: (Взломщик) Изолировать и поместить вирус в карантин.
