Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//textList[@name="TEXT_DYNASTY_OUTPOST"]/text[1]
source: The Dynasty seems to appreciate keeping a very close watch over potential threats... so close in fact, that they've set up a forward station all the way out here. Maybe it contains data worth something to you?
ko: 유령 왕조는 잠재적 위협요소를 유심히 지켜보는 것을 좋아하는 모양입니다.... 너무나 긴밀하게 보는걸 좋아하는 나머지 이 멀리에다가 전초기지를 세워뒀군요. 함장님께 유용한 데이터를 가지고 있을지도 모르겠습니다.
ru: Похоже, Династия очень внимательно следит за потенциальными угрозами... настолько внимательно, что они установили здесь передовую станцию. Может быть, там есть данные, которые представляют для вас ценность?
zh_hans: 灵朝似乎喜欢对潜在的威胁加以密切而谨慎的关注...确实相当谨慎，怪不得他们在这个位置都设立了一个前哨站。也许里面储存有一些对你颇具价值的数据？

# data/events_ghost.xml$//textList[@name="TEXT_DYNASTY_OUTPOST"]/text[2]
source: You've seen few factions as overly paranoid as the Dynasty. A full blown outpost has been established here, and scans show it has data. Valuable data.
ko: 유령 왕조만큼 편집증에 시달리는 세력은 아마 본적 없을겁니다. 완전무장된 전초기지가 여기 세워져 있고, 스캔 결과 정보가 있다는 결과가 나왔읍니다. 아주 값진 정보요.
ru: Вы видели мало фракций с такой чрезмерной паранойей, как Династия. Здесь был создан полноценный аванпост, и сканирование показало, что у него есть данные. Ценные данные.
zh_hans: 你很少看到像灵朝这样过分偏执的派系。这里建立的前哨站结构完整、功能完备，而且扫描显示它储存有相当一部分的数据。非常有价值的数据。

# data/events_ghost.xml$//textList[@name="TEXT_DYNASTY_OUTPOST"]/text[3]
source: For what reason is this beacon marked as important? As soon as you jump in, it's clear. A Dynasty outpost has been established here, and the beacon marker was a warning for ships to stay away. Somehow they haven't spotted you, yet...
ko: 대체 이 송신소가 주요 송신소로 표기되어 있는걸까요? 도약해 들어가자마자 의문이 풀립니다. 유령 왕조 전초기지가 여기 세워져 있었고, 송신소 마커는 함선들에게 이곳을 피하라는 경고였습니다. 어쩐 일인지 아직 당신을 못 본 모양입니다. 아직은 말이죠...
ru: По какой причине этот маяк помечен как важный? Как только вы прыгаете, все становится ясно. Здесь был создан аванпост Династии, и маяк был предупреждением для кораблей держаться подальше. Каким-то образом они вас еще не заметили...
zh_hans: 不知出于什么原因，这个信标被标记为"非常重要"。你刚结束这次跃迁，便在这里发现了一座灵朝的哨站，它已经在这里漂浮很久了。信标的附加信息表明，这个信号其实是对往来船只的警告，任何舰船不得靠近。不知为何，此刻他们还没有发现你...

# data/events_ghost.xml$//textList[@name="TEXT_DYNASTY_OUTPOST"]/text[4]
source: Looks like a broadcast in many different languages is being sent out from a nearby Dynasty outpost. It's right to the point: "This observation location is not to be tampered with. Attempts to raid or damage Dynasty property will be met with lethal force."
ko: 근처 유령 왕조 전초기지에서 방송이 여러 언어로 내보내지는 모양입니다. 정말 단도직입적인 내용입니다."이 관찰기지에 함부로 손대는 행위는 엄격히 금지되어 있습니다. 왕조 사유 재산을 습격하거나 손상할시에는 무력으로 대처할것입니다."
ru: Похоже, что с близлежащего аванпоста Династии передается сообщение на многих языках. Сразу к делу: "Это место наблюдения не подлежит вмешательству. Попытки налета или причинения ущерба собственности Династии будут караться смертью".
zh_hans: 附近的灵朝哨站似乎正在发出以许多种不同类型的语言所构成的公共广播。它直奔主题："这个观察点不容许任何破坏。试图袭击或危害灵朝财产的任何行为，都将必然遭受致命的打击。"

# data/events_ghost.xml$//textList[@name="TEXT_DYNASTY_OUTPOST"]/text[5]
source: At first you assume your eyes are deceiving you, but nay. This is a Dynasty outpost, quite bravely posted so far out from Dynasty space.
ko: 당신은 우선 눈을 의심하지만, 웬걸요. 여긴 유령 왕조 구역에서 한참 떨어진 곳에 세워진 왕조 전초기지 입니다.
ru: Сначала вы думаете, что ваши глаза вас обманывают, но нет. Это аванпост Династии, смело размещенный так далеко от пространства Династии.
zh_hans: 起初你以为你的眼睛欺骗了你，但事实并非如此。这是一个灵朝的哨站，它很勇敢地被建立在距离灵朝疆域如此之远的地方。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST"]/choice[1]/text
source: Engage the outpost.
ko: 전초기지를 공격한다.
ru: Захватить аванпост.
zh_hans: 与哨站交火。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST"]/choice[1]/event/text
source: If the Dynasty is watching this sector, chances are they've already collected a ton of data... and data in any form is valuable to you!
ko: 만약 왕조가 이 구역을 관찰하고 있었다면, 이미 방대한 양의 데이터를 축적했을 가능성이 큽니다... 그리고 데이터는 어떻게든 가치가 있겠지요!
ru: Если Династия следит за этим сектором, есть шанс, что они уже собрали тонну данных... а данные в любой форме ценны для вас!
zh_hans: 如果灵朝正在关注这个星区，那么他们很可能已经收集了大量的数据...任何形式的数据对你来说都是有价值的！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST"]/choice[2]/text
source: Ignore the outpost.
ko: 기지를 무시한다.
ru: Не обращать внимания на аванпост.
zh_hans: 无视这个哨站。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST"]/choice[2]/event/text
source: Newton knows for what reason the Dynasty has been establishing these locations around the galaxy, but getting involved is a less than good idea.
ko: 유령 왕조가 이 은하 곳곳에 기지를 세운 이유는 뉴턴님도 모를겁니다. 하지만 이에 관여하는 것은 정말 안좋은 생각임이 분명합니다.
ru: Ньютон знает, по какой причине Династия создавала эти места по всей галактике, но вмешиваться в это - не самая лучшая идея.
zh_hans: 鬼知道灵朝为什么在银河系周围建立这些设施，但......卷入其中似乎并不是一个好主意。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Dessius) Request access to the data held in the outpost.
ko: (데시우스) 기지에 있는 데이터에 접근할 수 있는 권한을 요청한다.
ru: (Дессиус) Запросить доступ к данным, хранящимся на аванпосте.
zh_hans: (德修斯)请求访问哨站中储存的数据。

source: If the Dynasty is watching this sector, chances are they've already collected a ton of data. Luckily, you do happen to have a powerful ally at your side, who can grant you access to said data. Smooth talk aside, you are granted supplies and an advantage against the Rebel fleet.
ko: 만약 왕조가 이 구역을 관찰하고 있었다면, 이미 방대한 양의 데이터를 축적했을 가능성이 큽니다. 다행히도, 당신에게는 이 데이터에 접근할수 있는 권한을 줄수 있는 든든한 아군이 있군요. 하지만 입에 발린 소리와는 별개로, 보급품과 반군 함대에 대한 이점을 획득할수 있게 되었습니다.
ru: Если Династия следит за этим сектором, есть шанс, что они уже собрали тонну данных. К счастью, на вашей стороне есть могущественный союзник, который может предоставить вам доступ к этим данным. Если не обращать внимания на болтовню, вы получаете припасы и преимущество перед флотом повстанцев.
zh_hans: 如果灵朝正在关注这片星区，他们很可能已经收集了大量的数据。幸运的是，你身边确实有一个强大的盟友，他可以授予你访问上述数据的权限。撇开这些不谈，你获得了补给，以及对抗叛军舰队的些许优势。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_OUTPOST"]/choice[1]/text
source: Engage the outpost.
ko: 전초기지를 공격한다.
ru: Захватить аванпост.
zh_hans: 与哨站交火。

source: If the Dynasty is watching this sector, chances are they've already collected a ton of data... and data in any form is valuable to you!
ko: 만약 왕조가 이 구역을 관찰하고 있었다면, 이미 방대한 양의 데이터를 축적했을 가능성이 큽니다... 그리고 데이터는 어떻게든 가치가 있겠지요!
ru: Если Династия следит за этим сектором, есть шанс, что они уже собрали тонну данных... а данные в любой форме ценны для вас!
zh_hans: 如果灵朝正在关注这一领域，他们很可能已经收集了大量的数据...任何形式的数据对你来说都是有价值的！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_OUTPOST"]/choice[2]/text
source: Ignore the outpost.
ko: 기지를 무시한다.
ru: Не обращать внимания на аванпост.
zh_hans: 忽视这座哨站。

source: Newton knows for what reason the Dynasty has been establishing these locations around the galaxy, but getting involved is a less than good idea.
ko: 유령 왕조가 이 은하 곳곳에 기지를 세운 이유는 뉴턴님도 모를겁니다. 하지만 이에 관여하는 것은 정말 안좋은 생각임이 분명합니다.
ru: Ньютон знает, по какой причине Династия создавала эти места по всей галактике, но вмешиваться в это - не самая лучшая идея.
zh_hans: 鬼知道灵朝为什么在要银河系周围建立这些设施，但......卷入其中似乎并不是一个好主意。

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: (Dessius) Request access to the data held in the outpost.
ko: (데시우스) 기지에 있는 데이터에 접근할 수 있는 권한을 요청한다.
ru: (Дессиус) Запросить доступ к данным, хранящимся на аванпосте.
zh_hans: (德修斯)请求访问哨站中储存的数据。

source: If the Dynasty is watching this sector, chances are they've already collected a ton of data. Luckily, you do happen to have a powerful ally at your side, who can grant you access to said data. Smooth talk aside, you are granted supplies and an advantage against the Rebel fleet.
ko: 만약 왕조가 이 구역을 관찰하고 있었다면, 이미 방대한 양의 데이터를 축적했을 가능성이 큽니다. 다행히도, 당신에게는 이 데이터에 접근할수 있는 권한을 줄수 있는 든든한 아군이 있군요. 하지만 입에 발린 소리와는 별개로, 보급품과 반군 함대에 대한 이점을 획득할수 있게 되었습니다.
ru: Если Династия следит за этим сектором, есть шанс, что они уже собрали тонну данных. К счастью, на вашей стороне есть могущественный союзник, который может предоставить вам доступ к этим данным. Если не обращать внимания на болтовню, вы получаете припасы и преимущество перед флотом повстанцев.
zh_hans: 如果灵朝正在关注这片星区，他们很可能已经收集了大量的数据。幸运的是，你身边确实有一个强大的盟友，他可以授予你访问上述数据的权限。撇开这些不谈，你获得了补给，以及对抗叛军舰队的些许优势。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST_DEFEAT"]/text
source: The outpost has fallen. This definitely won't please the Dynasty, but what are they going to do about it?
ko: 전초기지가 함락되었습니다. 유령 왕조가 썩 좋아할것 같지는 않습니다만, 그들이 뭐 어쩔건가요?
ru: Аванпост пал. Династия определенно этому не обрадуется, но что они могут с этим поделать?
zh_hans: 哨站已经解体。这肯定会让灵朝不满，但他们又能做些什么呢？

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST_DEFEAT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_OUTPOST_DEFEAT"]/choice/event/text
source: Looks like one of the station's terminals survived, a black box of sorts. In it contains heavily detailed map data for this sector, and predictions of the Rebel fleet progress. This will help greatly!
ko: 일종의 블랙박스 같아 보이는 기지의 컴퓨터 단말기 하나가 여전히 가동중인 모양입니다. 단말기 안에는 매우 자세한 구역 지도와 반군 함대 진행 예측도가 저장되어 있었습니다. 매우 유용할것 같군요!
ru: Похоже, что один из терминалов станции уцелел - своего рода черный ящик. В нем содержится очень подробная карта этого сектора и прогнозы относительно передвижения флота повстанцев. Это очень поможет!
zh_hans: 看起来该哨站的一台终端幸存了下来，一个黑色的盒子。其中包含本星区的详细星图数据，以及对叛军舰队航径的预测。这将大有帮助！

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DREADNAUGHT"]/text
source: This beacon provides quite the break from the bland purple clouds elsewhere in this sector. In the distance is also what looks to be the Dynasty Capitol, and the Prime Reaper's palace. You're surprised the Ghosts have so little protection for this important structure...
ko: 이번 송신소는 이 구역에 깔린 단조로운 보라색 성운에서 잠시나마 벗어나게 해줍니다. 저 멀리 유령 왕조의 의사당이 있는듯 하고, 그리고 프라임 리퍼의 궁전도 보입니다. 당신은 고스트들이 이런 주요 건물에 방어시설을 거의 세우지 않았다는 사실에 놀랍니다...
ru: Этот маяк заметно отличается и дает отдохнуть от однообразных фиолетовых облаков в других частях сектора. Вдалеке виднеется столица Династии и дворец Старшего Жнеца. Вы удивлены, что призраки так слабо защищают это важное сооружение...
zh_hans: 在这座信标附近，厚重而深暗的紫色云层竟逐渐稀薄；与这片星区的其他地方相比，此处的灰霾依旧起伏不定，但却更为平淡舒展。远处，似乎是灵朝的首府，以及此地领袖，大夺命灵的宫殿。你很惊讶魂灵族对这些重要建筑的保护竟然如此之少...

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DREADNAUGHT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: As you approach, it suddenly becomes apparent something is deathly awry. Blaring sirens fill the air as distant blots of color scurry about on the surface. Distant laser fire can be heard as the shadow of a massive black object moves closer to the distant palace, trailed by the ruins of what was once the Dynasty's finest fleet.
ko: 당신은 접근하자 뭔가 매우 잘못됨을 느낍니다. 빈 우주공간은 요란한 사이렌 소리로 가득차기 시작했고, 표면에서는 저 멀리 보이는 색깔진 얼룩들이 황급히 이리저리 움직이기 시작했습니다. 거대한 검은 물체의 그림자가 저 멀리 궁전에 접근하기 시작하면서 동떨어진 곳에서 발포하는 레이저 소리가 들리고, 유령 왕조 최고의 함대의 얼마 남지 않은 잔존병들만이 그 뒤를 바짝 따라가고있습니다..
ru: По мере приближения к поверхности вдруг становится ясно, что что-то здесь не так. Звуки сирен наполняют воздух, а по поверхности разбегаются разноцветные пятна. Слышны отдаленные лазерные выстрелы, тень массивного черного объекта приближается к отдаленному дворцу, за которым тянутся обломки некогда лучшего флота Династии.
zh_hans: 当你逐渐接近时，你愈发明显地感觉到这里正在发生某种恐怖的战斗。由远而近的彩色斑点在雷达屏幕表面飞快移动，响亮的警报声在星舰内回荡往复。一个巨大的黑色物体的阴影逐渐靠近远处的宫殿，你几乎可以感受到来自远方激光炮火齐声轰鸣时所发出的剧烈动荡。这个巨大的黑色阴影后方，漂浮着一片遭到彻底毁灭的战舰残骸，它曾是灵朝实力最强的战舰编队。

source: Approach the ship.
ko: 함선에 접근한다.
ru: Приблизиться к кораблю.
zh_hans: 接近这艘飞船。

source: Looks like it's an Auto-ship... and far larger than usual. As soon as you enter its scanning range, it speaks. "It is advisable you leave. I do not aim to kill you. Not today. My batteries are better spent testing out my chassis on some easy targets. Leave, and I will kill you another day instead. That is my promise." Oddly well spoken for a robot...
ko: 이 함선은 무인함선인듯 하고, 보통 무인함선보다 훨씬 큽니다. 무인함선은 당신이 스캔 범위에 들어오자마자 교신하기 시작합니다. "여기를 떠나시는게 바람직할겁니다. 저는 당신을 죽이고자 하는게 아닙니다. 적어도 오늘은 말이죠. 저는 차라리 더 쉬운 목표물을 상대로 제 함체를 시험하는데 배터리를 소비하고 싶습니다. 당장 떠나십시오. 꼭 먼 훗날에 죽여드리겠습니다. 약속하죠." 로봇 치고는 수상할정도로 점잖은 말투군요...
ru: Похоже, это автоматический корабль... и гораздо крупнее, чем обычно. Как только вы вошли в зону его сканирования, он сообщает. "Советую вам уйти. Я не собираюсь вас убивать. Не сегодня. Мой запас энергии я лучше потрачу на более легкие цели. Уходите, и я убью вас в другой день. Это мое обещание". Странно хорошо сказано для робота...
zh_hans: 它看起来像是一艘自动舰...但比平时你所见到的那些大得多。当你进入它的扫描范围时，它突然说话了。"你最好离开。我不打算杀了你，起码不是今天。我的电池有限，我最好在一些容易瞄准的目标上测试我的机体。离开，我会改天再杀你的——这是我的承诺。"对于一个机器人来说，这话很奇怪...

source: Let's teach this hunk of metal some manners.
ko: 이 고철덩이에 예절을 주입시키자.
ru: Давайте научим эту глыбу металла хорошим манерам.
zh_hans: 让我们教教这大金属块儿什么是礼貌。

source: "Unadvisable decision. Your failure will be my pleasure. You are aware the odds are massively against you? Regardless... you will die here."
ko: "전혀 바람직한 결정이 아니군요. 당신의 실패는 곧 저의 즐거움입니다. 지금 당신에게 매우 불리한 상황인거는 함장도 잘 아시겠지요? 어찌됬든.. 당신은 여기서 죽게 될겁니다."
ru: "Необдуманное решение. Ваш провал доставит мне удовольствие. Вы понимаете, что шансы на успех невелики? Неважно... Вы здесь умрете".
zh_hans: "这是个不明智的决定。你的失败将是我的荣幸。你是否意识到了自身处境有多么劣势？无论如何...你会死在这里。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bide this peculiar warning and leave.
ko: 이 수상한 경고를 받아들이고 떠난다.
ru: Прислушаться к предупреждению и уйти.
zh_hans: 遵循这个特殊的警告，直接离开这里。

source: "A wise decision. If only my superiors could listen to me in such a manner."
ko: "현명한 선택입니다. 제 상관들이 당신처럼 내 말을 들었으면 참 좋을텐데 말이죠."
ru: "Мудрое решение. Если бы только мое начальство могло так ко мне прислушиваться".
zh_hans: "这是一个明智的决定。要是我的上司能以这样的方式听我的话就好了。"

source: This is as good a time as any to leave.
ko: 지금이 떠나기 딱 좋은 시기다..
ru: Сейчас как нельзя более подходящее время для того, чтобы уйти.
zh_hans: 是时候离开了。

source: This isn't a good place for a Federation ship to be. You owe nothing to the Dynasty - you aren't going to waste valuable time saving them from whatever latest monstrosity the Rebellion has cooked up.
ko: 이 곳은 연방함선이 있기에 좋은 곳이 아닙니다. 당신은 유령 왕조에 빚지고 있는 신세가 아닙니다. 당신은 소중한 시간을 할애해 가며 반군이 갓 만들어낸 저 흉물로부터 유령 왕조를 구하지는 않을 겁니다.
ru: Это не лучшее место для корабля Федерации. Вы ничем не обязаны Династии - вы не собираетесь тратить драгоценное время на то, чтобы спасти ее от какого-нибудь очередного монстра, созданного Восстанием.
zh_hans: 这不是联邦飞船的好去处。你不欠灵朝什么——你当然不会浪费宝贵的时间，把他们从叛军新近制造的战争怪物的手中拯救出来。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="DYNASTY_DREADNAUGHT_VICTORY"]/text
source: You land on the planet's surface, briefly considering salvaging some of the Dynasty wrecks before a massive Dynasty cruiser flies by and lands next to yours. Out of it steps several Alphas and a pink Ghost wearing armor and wielding a massive sword. If you had to take a guess, this would be the Prime Reaper, the ancestral leader of the Dynasty.
ko: 당신은 행성의 표면에 착륙했고, 잠시 왕조 함선의 잔해를 인양해볼까 생각했지만 그 사이에 거대한 유령 왕조 순양함이 당신 옆에 착륙합니다. 순양함에서는 알파 고스트 여럿과 갑옷과 거대한 검으로 무장한 분홍색 고스트가 나옵니다. 추측하건데 이 고스트는 유령 왕조의 지도자인 프라임 리퍼 일 것입니다.
ru: Вы приземляетесь на поверхность планеты и недолго раздумываете над тем, стоит ли разбирать обломки корабля Династии, как мимо пролетает огромный крейсер Династии и садится рядом с вашим. Из него выходят несколько Альф и розовый Призрак в броне и с громадным мечом. Если попытаться угадать, то это Старший Жнец, прародитель Династии.
zh_hans: 你降落在这颗星球表面，在一艘巨大的灵朝星舰突然飞过并直接降落在你旁边之前，你还在考虑搜刮一些灵朝战舰的残骸。几名巨型魂灵族和一名粉色的魂灵族从星舰中走出，他们身穿盔甲，挥舞着一把庞大的巨剑。不用猜就知道，这便是灵朝的先祖与领袖，大夺命灵。

# data/events_ghost.xml$//event[@name="DYNASTY_DREADNAUGHT_VICTORY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Reaper begins to speak, but you can't understand a word he says. You realize you left your translator back on the ship, but before you can run and get it the Reaper waves you back and presses a button on his armor. "The demon's heart is perished! Who art thou, and for what reasonings have you come to bless us with this?"
ko: 리퍼가 말하기 시작하지만, 당신은 한 마디도 이해하지 못했습니다. 이내 당신은 통역기를 함선에 두고 왔다는 사실을 기억하지만, 함선에 돌아가 가져오려고 하기 전에 리퍼는 손을 흔들며 그의 갑옷에 달린 버튼을 누릅니다. "야수의 심장은 이미 소멸했도다. 그대는 누구인가? 그리고 어떤 연유로 우리를 축복하러 온 것인가?"
ru: Жнец начинает говорить, но вы не понимаете ни слова. Вы понимаете, что оставили свой переводчик на корабле, но прежде чем вы успеваете сбегать за ним, Жнец махает вам и нажимает кнопку на своей броне. "Сердце демона погибло! Кто ты и по какой милости пришел к нам?"
zh_hans: 大夺命灵开始说话，但你一个字也听不懂。你意识到你把翻译器留在了星舰上，但在你跑去拿它之前，大夺命灵向你挥了挥手，按下了他盔甲上的按钮。"恶魔之心已亡！阁下是谁？您因何缘由前来此地，将神圣的福祉赐予吾？"

source: I go by no name.
ko: 이름없는 자네만.
ru: У меня нет имени.
zh_hans: 我只身前来，姓名无妨。

source: "Mysterious! Intriguing. Most intriguing. Are you always this cryptic? I hope so! I am Dessius, son of Adotious, 16th Prime Reaper of the Spectral Dynasty. You have saved our people, no name. I am inclined to like you because of that. Long after the terror of the Obelisk have we feared another invasion might bring our climatic end, and today the demon almost got his wish. Until you arrived, that is!"
ko: "신비롭군! 흥미로워. 아주 흥미로워. 그대는 항상 이렇게 수수께끼에 둘러싸인 인물인가? 그랬으면 참 좋으련만! 내 이름은 데시우스, 유령왕조의 16대 프라임 리퍼 아도티우스의 아들이라네. 이름없는 자여, 그대는 내 동족을 구원해주었네. 그 이유 하나로도 나는 그대에게 호감을 가지기에 충분하지. 먼 과거에 오벨리스크가 우리 종족에 가져온 공포 이후 언젠가 또 다른 침략이 우리를 극적으로 끝내버릴거라 생각했지. 그리고 오늘 저 야수의 소원이 이루어지는가 싶었어. 그대가 도착하기 전까지 말이야!"
ru: "Загадочно! Интригующе. Больше всего интересует. Ты всегда такой криптичный? Надеюсь, что да! Я - Дессиус, сын Адотиуса, 16-й Старший Жнец Династии призраков. Ты спас наш народ, лишенный имени. За это я чувствую к тебе приязнь. Долгое время после ужаса устроенного обелисками мы боялись, что еще одно вторжение может привести к нашему полному концу, и сегодня демон почти исполнил свое желание. Пока не появился ты!"
zh_hans: "这真是个奇迹！有趣，非常有趣。您总是如此随兴行事、神秘莫测，对吗？我希望您确实是这样！我是德修斯，阿多修斯的子嗣，灵朝第十六任大夺命灵。您拯救了我们的人民，却不愿宣扬您的大名。正因如此，我觉得您特别和蔼亲近。方碑族恐怖事件已经过去如此之久，我族无时无刻不在担忧，另一场侵略战争即会导致灵朝的终结。今日，这个恶魔几乎实现了他要将我们彻底毁灭的恐怖愿望，就在您到来之前！"

source: The who?
ko: 누구?
ru: Кто?
zh_hans: 呃，你说的是谁？

source: "The Obelisk. One of 5 ancient empires that ruled the galaxy so long ago your kind have no memories of their rule. I cannot blame your ignorance, those foul cuboids were but their own cause of destruction. A god complex does no good, especially not if you wield tech capable of ripping holes through space time. But enough of them. They're dead, much unlike us today! At last, we see the end of the foul demons. Their kind shall plague us no more!"
ko: "오벨리스크 말일세. 그대의 족속이 통치를 기억하지 못할 정도로 오래 전에 은하를 호령했던 5대 고대문명 중 하나지. 그대의 무지함을 탓할순 없네. 저 고약한 네모덩어리는 자기 자신들을 파멸로 이끈 녀석들이거든. 자아도취에 빠져 생긴 우월감은 정말로 몹쓸 감정이라네. 시공간을 찢어 발길 수 있는 기술을 보유하고 있다면 특히 더 말이지. 하지만 그들에 대한 이야기는 이쯤하지. 우리와 다르게 그들은 죽었으니 말이야! 이윽고 이 고약한 야수들의 끝을 보게 되었군. 이제 이들은 더이상 우릴 괴롭히지 못할걸세!"
ru: "Обелиски. Одна из пяти древних империй, правивших галактикой так давно, что ваши сородичи не помнят об их правлении. Я не могу винить тебя за невежество, эти поганые кубоиды сами стали причиной разрушения. Комплекс бога не приносит пользы, особенно если вы владеете технологиями, способными проделывать дыры в пространстве-времени. Но хватит о них. Они мертвы, в отличие от нас сегодняшних! Наконец-то мы увидели конец поганых демонов. Их вид больше не будет досаждать нам!"
zh_hans: "方碑族。很久很久以前统治银河系的五个远古帝国之一，而你们这一代新兴的族群诞生得太晚了，对于他们统治的时期当然没有任何记忆。我不能责怪你们的无知，那些肮脏的立方体最终出于某些原因毁灭了他们自己。正如你我所猜测的那样，人人自诩为神的松散集体，彼此之间是没有善意的，尤其是他们有能力使用并滥用足以在时空底层撕破孔洞、击穿现实构造本身的奇迹般的技术。无论如何，不管怎样，他们的统治已经走到了尽头。他们已经消逝，而我们依然存活到了今天！我们终于见证了邪恶魔鬼的消亡。他们不会再折磨我们了！"

source: The Rebel AI is kept on the Flagship, not that Dreadnaught.
ko: 반군 AI는 저 드레드노트 말고 기함에 저장되어있다.
ru: ИИ повстанцев находится на Флагмане, не на этом дредноуте.
zh_hans: 叛军AI依旧完好地在他们的旗舰上，而不是那艘被摧毁的自动无畏舰。

source: "You are to say... that was not the demon's heart? Then we shall continue to teeter on the brink of imminent doom unless this monster can be brought to ultimate peace! But, my not-present ears detect the faintest slivers of hope in your breath. You say, you know the location of the heart? The true source of our sufferings? Then I must go in attendance. In our wake shall remain not one demon's twitching coniver that we have not sent to the gallows!"
ko: "그대는.... 저것이 야수의 심장이 아니라고 주장하는 건가? 그렇다면 우리는 저 괴물을 궁극적으로 무력화시키기 전에는 임박한 파멸에서 자유롭지 못하다는 말이군. 그러나, 내게 지금 없는 귀에서 그대의 숨결에 아주 어렴풋한 희망을 느꼈어. 그대는 그 심장의 위치를 알고 있다고 했는가? 우리의 고통의 근원 말인가? 그렇다면 자네와 꼭 같이 가도록 하겠네. 우리의 뒤편에 남은 저 악마들의 움찔거리는 방조자들을 남김없이 모조리 교수대로 보내버릴 것이다!"
ru: "Ты хочешь сказать... что это было не сердце демона? Тогда мы так и будем стоять на пороге неминуемой гибели, если не удастся окончательно усмирить это чудовище! Но мои не существующие уши уловили в твоем дыхании слабый проблеск надежды. Ты говоришь, что знаешь, где находится сердце? истинный источник наших страданий? Тогда я должен идти с тобой. После нас не останется ни одного дрожащего демона, которого мы бы не отправили на виселицу!"
zh_hans: "什么，你是说...那不是恶魔之心？那么我们将继续在即将到来的厄运边缘蹒跚前行，除非这个怪物能被彻底摆平！但是，我很久以前便已不复存在的耳朵能从你的呼吸中察觉到最微弱的希望。按照你的说法，你知道恶魔之心，我们痛苦的真正来源的确切位置？那么，我必须和你一同前往。只要我还尚且留有清醒的意识，就绝对不会放任任何一个尚且抽搐的恶魔尸身不被送上绞刑架！"

source: Dessius
ru: Дессиус
zh_hans: 德修斯

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_DREADNAUGHT_REWARD"]/text
source: "Oh, but before we depart, I find it imperative that we prepare for the travels ahead. It is clear to me now the Federation is no longer a threat. I shall deliver but my finest war vessels to their lands so that they too may vanquish the Rebel threat that terrorizes us all! As for you my friend, let us see what not we can help you with."
ko: "아, 여정을 떠나기에 앞서 반드시 준비를 해야될것 같군. 이제 보니 연방은 우리에게 더 이상 위협이 아니라는게 확실해졌네. 연방 함대또한 우리들을 위협하는 반군을 격퇴할수 있도록 왕조 함대 최상급의 전함들만을 전달해주겠네. 그리고 당신, 나의 친구여, 그대를 위해서 우리가 무엇을 할수 있는지 한번 살펴보지."
ru: "Но прежде чем мы отправимся в путь, я считаю необходимым подготовиться к предстоящим путешествиям. Теперь мне ясно, что Федерация больше не представляет угрозы. Я отправлю в их земли лучшие военные корабли, чтобы они могли помочь расправиться с угрозой повстанцев, которая терроризирует всех нас! Что касается тебя, мой друг, давай посмотрим, чем мы можем быть тебе полезными".
zh_hans: "哦，但在我们出发之前，我们必须为未来的旅行做好准备。现在我很清楚，联邦不再是一个威胁。我会把我最好的战舰运送到他们的星域，这样他们也可以彻底消灭叛军对我们所有人的威胁！至于你，我的朋友，让我们掂量一下能为你做些什么。"

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.
zh_hans: 未探索的信标。

source: This beacon contains ancient ruins.
ko: 이 송신소에는 고대의 폐허가 있습니다.
ru: Этот маяк содержит древние руины.
zh_hans: 此处有一座远古遗迹。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPECIALRUIN"]/text
source: You've heard that the Dynasty's territory is littered with ruins from days past. But the wrecks in the distance... well, those don't look like Dynasty ships to you.
ko: 유령 왕조의 구역은 이미 지나가버린 시대의 폐허로 어질러져 있다는 사실은 당신도 익히 들었을 겁니다. 하지만 저 멀리 보이는 잔해들은.... 도무지 왕조 함선으로 보이지 않는군요.
ru: Вы слышали, что территория Династии усеяна руинами прошлых дней. Но обломки вдали... ну, они не похожи на корабли Династии.
zh_hans: 你听说灵朝的星域内到处都是旧时废墟。但是远处的那些残骸...嗯，对你来说，那些残骸看起来不像是灵朝的舰船所留下的。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPECIALRUIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
