Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

source: A massive Dynasty ship lurches towards you. "Wastes of days past are not those which require the temperament of modern day's impacts. What shift in the cosmic balance has lead to your sudden appearance to this location? Do thou seek to stir a ruckus? Or just make the days of mine less enjoyable for the forseeable future? Should I even continue to persist in this reality after?"
ko: 거대한 왕조 함선이 휘청거리며 다가옵니다. "지나간 나날의 잔해는 현대의 영향으로부터 개입을 필요로 하지 않네. 우주의 균형이 어느 방향으로 흘러 그대의 갑작스런 방문으로 이르렀는가? 그대는 단지 소란을 피우기위해 왔는가? 아니면 당분간 나의 나날들을 즐거웁지 않게 만들려 왔는가? 아니, 이 현실에 내가 심지어 계속 존재해야만 하는가?"
ru: Навстречу вам несется огромный корабль Династии. "Пустоши прошлых дней - не те, которые требуют характера современных воздействий. Какой сдвиг в космическом равновесии привел к твоему внезапному появлению в этом месте? Ты хочешь поднять шум? Или просто сделать мои дни менее приятными в обозримом будущем? Стоит ли мне вообще продолжать существовать в этой реальности?"
zh_hans: 一艘巨大的灵朝战舰倾斜着向你飞来。"我们这些来自久远过往的遗留，历史长河中残存的阴影，并不需要来自外界，来自现代社会的影响与干涉。自然的循环、宇宙的平衡之中究竟发生了什么变化，才会导致你突然出现在这个早已被遗忘的地方？你是想挑起骚动吗？还是仅仅谋划着让我的日子在可预见的未来变得不那么愉快？甚至，在你可能的阴谋诡计最终实现之后，我是否还能在这个宇宙中继续存在下去？"

source: Do you speak normally?
ko: 혹시 평어로 말해줄수 없나?
ru: Вы можете разговаривать нормально?
zh_hans: 你能说人话吗？

source: The Phantom sighs. "Your barbaric vernacular singes my tongue, but yes, I shall put an attempt to communicate in a way your primitive ape brain might understand. This beacon is the last of the great Obelisk wastes in this sector that require cleansing. This task was left up to Salvaging Operation DN-03. All objects or artifacts collected here are to be brought back for processing. We request that you leave, and warn you that our vessels are armed for combat as well as they are prepared for collection of ancient rubbish."
ko: 팬텀 함장은 한숨을 쉬었습니다. "그대의 야만스런 구어체는 내 혀를 타들어가게 만들지만, 그래. 그대의 원시 유인원과 다름없는 머리 조차도 이해할수 있는 말로 소통하려 노력해보겠네. 이 송신소는 정화를 필요로하는 이 구역 마지막 거대 오벨리스크 폐허라네. 이 임무는 "인양작전 DN-03"에 맡겨졌으며, 이 곳에서 수집한 모든 물체 및 유물은 처리단계를 거치기 위해 적재된다. 당장 이곳을 떠날것을 부탁하며, 우리 함선들은 고대의 잡동사니 수집용도로만 쓰일뿐 아니라 전투용도로도 사용됨을 미리 경고하는 바이다."
ru: Призрак вздыхает. "Твой варварский жаргон портит мне язык, но да, я попытаюсь изложить свои мысли так, чтобы твой примитивный обезьяний мозг мог их понять. Этот маяк - последний из великих пустошей обелисков в этом секторе, требующих расчистки. Эта задача была возложена на операцию по спасению ДН-03. Все предметы и артефакты, собранные здесь, должны быть возвращены для дальнейшей переработки. Мы просим тебя покинуть нас и предупреждаем, что наши корабли вооружены и готовы к бою так же хорошо, как и для сбора древнего мусора".
zh_hans: 这位幻灵叹了口气。"你野蛮的方言让我的舌头发麻，但，好吧，我将尝试用或许能够被你原始猿脑所充分理解的方式进行交流。这座信标，是大方碑族在这个星区中遗留的最后一座需要清理的废弃物。这项任务归属于DN-03号回收作业，按照计划，我们必须将从这里收集的所有天然物体或人造设施全部带回处理，一件不剩。请你立刻离开，我再一次警告你，在做好收集远古垃圾的前期准备的同时，我们的战舰也已经做好了战斗准备。"

source: Fight them to access the ruins!
ko: 폐허에 접근할수 있게 함선과 교전한다!
ru: Сразиться с ними, чтобы получить доступ к руинам!
zh_hans: 打败他们，我们才能探索这片废墟！

source: "Ooh, you are a foul creature! How the anger and thoughts of violence twist your face into an unpleasant swirl of unconditional hatred. Erasing you shall do all but yourself a favor."
ko: "으으, 고약한 생물이로구나! 분노와 폭력적인 사고가 그대의 얼굴을 무조건적인 증오로 소용돌이치게 만들고 있네! 그대를 이 세상에서 지워버리는 것이야 말로 그대에게 좋은 일일듯 하다."
ru: "Ух, какая ты мерзкая тварь! Злоба и мысли о насилии превращают твое лицо в неприятный вихрь абсолютной ненависти. Стирая себя, ты оказываешь услугу всем, кроме себя".
zh_hans: "噢，你真是个可恶的家伙！愤怒和暴力的念头把你的面孔扭曲成为令人不快的丑陋漩涡，并时刻洋溢着无条件的、涌向万事万物的巨大仇恨。如果你能自己找一颗恒星跳进去就此消失，那对所有人来说都会是一件幸事，整个多元宇宙都将因此而变得美好几分。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Obelisk Crew) "These ruins belong to us!"
ko: (오벨리스크 선원) "이 폐허는 우리 것이다!"
ru: (Член экипажа-обелиск) "Эти руины принадлежат нам!"
zh_hans: (方碑族船员)"这些废墟残骸是属于我们的！"

source: The Phantom lets out the loudest scream you've ever heard. "EEEK! DO MY EYES DECEIVE ME? THE OBELISK HAVE RETURNED?! Oh by the Reaper's name shall I fight to make certain your disease of a species may never return in forces of such volume ever again!"
ko: 팬텀 함장은 당신이 여태껏 들어본 비명중 가장 시끄러운 비명을 내질렀습니다. "꺄아악! 내가 헛것을 보고 있는건가? 오벨리스크가 돌아왔단 말이야?! 질병같은 그대의 족속을 리퍼의 이름으로 다시 그런 대군으로 보복하지 못하도록 처단하겠네!"
ru: Призрак издает самый громкий крик, который вы когда-либо слышали. "ЭЙ! НЕУЖЕЛИ МОИ ГЛАЗА ОБМАНЫВАЮТ МЕНЯ? ОБЕЛИСКИ ВЕРНУЛИСЬ?! О, во имя Жнеца, я буду сражаться, чтобы убедиться, что ваша видовая болезнь никогда больше не вернется в таком количестве!"
zh_hans: 这个幻灵发出了你所听到过的最为响亮尖锐的叫喊声。" 哎 呀 ！ 难 道 是 我 的 眼 睛 欺 骗 了 我 ？ 难 道 方 碑 族 已 经 回 来 了 ？！哦，以大夺命灵的名义，我要为确保你这瘟疫般的种族永远不会重新归来这一事业而战斗到底，你们将永远也不可能携带着如旧时那般巨大的力量卷土重来！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Alright, we'll leave.
ko: 알겠다. 떠나지.
ru: Хорошо, мы уходим.
zh_hans: 好吧，我们这就走。

# data/events_ghost.xml$//event[@name="DYNASTY_SPECIALRUIN_REWARD"]/text
source: "Ruination! It comes! Oh how the foul blackness consumes my sight. I weaken, and I fade. Exit, stage right..." The Dynasty vessel has fallen, and you scrap the wreck.
ko: "파멸이! 다가온다! 참으로 더러운 어둠이 내 시야를 가리네. 나는 약해지고, 희미해지네. 무대 오른쪽으로..... 퇴장...." 왕조 함선은 패배했고, 당신은 잔해를 인양합니다.
ru: "Разрушение! Оно приходит! О, как мерзкая чернота поглощает мой взгляд. Я слабею, и я исчезаю. Выход, справа от сцены..." Корабль Династии развалился, и вы разбираете его на металлолом.
zh_hans: "毁灭！它来了！噢，肮脏的黑暗吞噬了我的全部视野。我虚弱了，我也黯淡了。舞台已经谢幕，是时候退场了..."灵朝的船只解体了，你搜刮了可用的残骸。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: With the Dynasty out of the way, you pull apart the ancient wreckage, and find a unique weapon unlike any you've seen!
ko: 왕조 함선을 제쳐두고 당신은 고대 폐허를 해체했고, 생전 처음보는 독특한 무기를 발견합니다!
ru: Убрав с дороги Династию, вы разбираете древние обломки и находите уникальное оружие, подобного которому вы еще не видели!
zh_hans: 灵朝舰船不复存在，你将这个古老的残骸拆解开，找到了一件与众不同的武器！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You catch Dessius giving you a disapproving look, but you figure he'll get over it eventually. If he really cared, he would have stepped in beforehand. You pull apart the ancient wreckage, and find a unique weapon unlike any you've seen!
ko: 데시우스가 당신을 향해 탐탁치 않은 표정으로 쳐다보는걸 느꼈지만, 당신은 그가 이 상황을 잊어버리고 극복할거라 생각합니다. 그가 정말로 신경썼다면, 앞서 개입을 했겠지요. 당신은 고대 폐허를 해체했고, 생전 처음보는 독특한 무기를 발견합니다!
ru: Дессиус бросает на вас неодобрительный взгляд, но вы полагаете, что со временем он с этим смирится. Если бы ему было не все равно, он бы вмешался раньше. Вы разбираете древние обломки и находите уникальное оружие, подобного которому вы еще не видели!
zh_hans: 你看到德修斯用不赞成的眼神看着你，但你认为他最终平复心情的。如果他真的特别在乎，他早就介入这件事情，出面阻止你了。你拆开古老的残骸，发现了一件独一无二的武器，这是你所从未见过的！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_SPECIALRUIN_LOG"]/text
source: As you start to leave, you notice a strange, still illuminated, augment installed in the ship's cargo bay. Scans reveal the device can tap into Multiverse Drives from across other realities!
ko: 당신이 떠나기 시작하자, 이상하게 그 함선의 화물칸에 설치되있는 보조장비가 아직도 빛나고 있음을 발견합니다. 스캔 결과 그 장치는 다른 현실의 멀티버스 드라이브를 활용할수 있는 장치였습니다!
ru: Когда вы начинаете уходить, вы замечаете странное, все еще светящийся модуль, установленный в грузовом отсеке корабля. Сканирование показало, что устройство может подключаться к двигателям Мультивселенной из других реальностей!
zh_hans: 当你准备离开的时候，你突然注意到一个奇怪的，仍然发光的增强部件，被安装在舰船的货舱里。扫描显示，该设备可以跨越其他现实，劫持其他多元推进器！

# data/events_ghost.xml$//event[@name="NEBULA_DYNCAP_HACKERBID"]/text
source: You weren't really prepared to encounter a Slug Hacker vessel out here, but looks like they're having some sort of auction with a few pirates and even a Reaper vessel!
ko: 당신은 이곳에서 슬러그 해커함선과 조우할 거라 기대하진 않았지만, 이 곳에는 해적 여려명과 심지어 리퍼 함선도 참여하는 경매를 하고 있는 모양이군요!
ru: Вы не ожидали встретить здесь судно хакеров-слизней, но, похоже, они устраивают какой-то аукцион с несколькими пиратами и даже судном жнеца!
zh_hans: 你没有太准备好在这里遇到一艘蛞蝓族的黑客战船，但看起来他们正在与一些海盗，甚至和一艘灵割战舰一起进行某种拍卖！

# data/events_ghost.xml$//event[@name="NEBULA_DYNCAP_HACKERBID"]/choice[1]/text
source: Inquire.
ko: 질문한다.
ru: Поинтересоваться.
zh_hans: 问问是怎么回事儿。

source: The Hacker pauses his counting to introduce you. "Why, I have invented a pieccce of tech unlike any you've ssseen. Capable of fully disssabling autopilotsss running only off of nonessssential backup power, or ssshut it off entirely for only 2 reactor barsss! These Dynasssty folkssss ssseem to really want it. If you're gonna bid, you'll have to enter at leasssst, oh, 15 ssscrap."
ko: 슬러그 해커는 당신을 발견하자 돈세기를 멈춥니다. "이봐, 찌금껏 한 번도 보지 못해쓸 짱비를 발명해써. 예비 쩐력으로 짜동쭈행을 완쩐 무력화씨키거나, 고짝 반응로 두 칸으로 완쩐히 꺼 버릴 쑤 있다구! 여기 왕쪼 친구들이 쩡말 가찌고 앂은가 봐. 입찰하려면 쩍어도... 30 쓰크랩은 내야 할 거야."
ru: Хакер делает паузу в подсчетах, чтобы ввести вас в курс дела. "Я изобрел технологию, подобной которой вы ещщще не видели. Я могу полноссстью отключить автопилот, который питаетссся только от неосссновного резервного исссточника, или полноссстью отключить его всссего 2 единицы реактора! Похоже, эти предссставители Динассстии очень хотят его получить. Есссли вы сссобираетесссь учассствовать в торгах, то вам придетссся внесссти не менее 30 лома".
zh_hans: 蛞蝓族黑客暂停喊价，向你介绍。"我发明了一种与你见过的任何技术都大不相同的全新产品。它能够完全解除自动驾驶仪的功能，只需备用电池的能耗，或者是两个单位的反应堆能量，就可以正常使用它！这些属于灵朝的家伙们似乎是真的很想要它。如果你要加入竞拍，你至少要出价30废料。"

source: Enter the bidding.
ko: 입찰에 참여한다.
ru: Участвовать в торгах.
zh_hans: 加入竞拍。

source: "Then let the bidding begin!"
ko: "그럼 경매를 씨짝하찌!"
ru: "Тогда пусть начнутся торги!"
zh_hans: "那就开始拍卖吧！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The Slug begins to call off numbers, and eventually the Dynasty raises the price. Current Price: 15 scrap.
ko: 슬러그는 값을 부르기 시작했고, 결국 왕조 함선이 높은 값을 불렸습니다. 현재 입찰가: 30 스크랩.
ru: Слизняк начинает называть цифры, и в конце концов Династия поднимает цену. Текущая цена: 30 лома.
zh_hans: 蛞蝓族开始倒数，灵朝方提高了报价。 当前价格：30废料。

source: Raise to 20.
ko: 35 스크랩으로 올린다.
ru: Поднять до 35.
zh_hans: 加价到35。

source: Still pretty low. The Phantoms raise almost immediately. Current Price: 20 scrap.
ko: 여전히 낮습니다. 팬텀들이 거의 곧바로 가격을 올려버립니다. 현재 입찰가: 35 스크랩.
ru: Все еще довольно низкая цена. Фантомы поднимают цену почти сразу. Текущая цена: 35 лома.
zh_hans: 价格仍然很低。幻灵们几乎立刻抬高了价格。 当前价格：35废料。

source: Raise to 25.
ko: 40 스크랩으로 올린다.
ru: Поднять до 40.
zh_hans: 加价到40。

source: Quit.
ko: 그만둔다.
ru: Выйти из торгов.
zh_hans: 算了。

source: Quit.
ko: 그만둔다.
ru: Выйти из торгов.
zh_hans: 算了。

source: Decline and leave.
ko: 거절하고 떠난다.
ru: Отказаться и уйти.
zh_hans: 拒绝并离开。

# data/events_ghost.xml$//event[@name="NEBULA_DYNCAP_HACKERBID"]/choice[2]/text
source: Ignore them.
ko: 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

source: The sounds of numbers being rapidly listed off quickly fades as you distance yourself from the auction.
ko: 당신이 경매장에서 멀어지자 가격을 부르는 소리가 재빠르게 조용해지기 시작합니다.
ru: Звуки быстро перечисляемых цифр постепенно стихают, когда вы отдаляетесь от аукциона.
zh_hans: 当你远离拍卖会时，一个个惊人的价格被快速报出的声音音量迅速衰减。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DISTRESS_DYNCAP_GRANDFATHER"]/text
source: You barely have a moment to investigate the source of the distress call before it comes to you. A vagabond vessel approaches, carrying a Phantom alpha. "Hail to me! I am Aneidio, grandfather to Dessius! Though time has been most cruel, I look to you for respite from the constant heckling that I am plagued with."
ko: 당신이 조난 신호의 근원지를 조사하려던 찰나에 조난신호를 보낸이가 당신에게 접근해 옵니다. 알파 팬텀을 태운 떠돌이 함선이군요. "받들어라! 나는 데시우스의 조부 아네이디오다. 비록 시간은 나에게 잔혹하기 그지 없었지만, 그대는 나를 괴롭히는 끊임없는 야유로부터 보호해줄 도피처가 되어줄수 있을거 같군."
ru: У вас едва хватает времени, чтобы выяснить источник сигнала бедствия, прежде чем он доходит до вас. Приближается судно бродяг, на борту которого находится фантом-Альфа. "Приветствую вас! Я - Энеидио, дед Дессиуса! Я обращаюсь к вам, чтобы вы дали мне передышку от постоянных издевательств, которым я подвергаюсь".
zh_hans: 你几乎没有时间去调查求救信号的来源。一艘漂浪群的飞船迅速驶近，载着一位巨型幻灵。"向我致敬！我是安尼迪奥，德修斯的祖父！虽然情况一直都不太乐观，但我期待着你能从我一直遭受的质疑中解脱出来。"

source: I believe you.
ko: 당신말을 믿겠다.
ru: Я вам верю.
zh_hans: 我相信你。

source: (Slug Crew) Check the thoughts of the Ghost.
ko: (슬러그 선원) 슬러그의 마음을 읽어본다.
ru: (Член экипажа-слизень) Проверить мысли призрака.
zh_hans: (蛞蝓族船员)检查这个魂灵族的想法。

source: "It issss obvioussss he isss not really the grandfather of thisss sssupposssed Dessssiusss. Neverthelessss, he ssseemss to TRULY believe it himssself. Hilariousssly sssad."
ko: "이 친구가 데씨우쓰라는 짜의 할아버찌라는 쭈짱은 딱 봐도 거찟말이에요. 그럼에도 불구하고 찐짜 짜기가 그렇다고 믿고 이써요. 쩡말 웃프네요."
ru: "Очевидно, что на сссамом деле он не являетссся дедом этого мнимого Дессссиуссса. Тем не менее, похоже, он сссам в это иссскренне верит. Уморительно груссстно".
zh_hans: "很明显，他并不是这个被称为德修斯的个体的祖父。尽管如此，他似乎真的相信了他自己的判断。可笑又可悲。"

source: Tell the Alpha you believe him.
ko: 알파 팬텀에게 그 말을 믿는다고 전해준다.
ru: Сказать альфе, что вы ему верите.
zh_hans: 告诉这位巨型魂灵你相信他。

source: Try to explain to him that he can't be.
ko: 그가 왜 아네이디오가 아닌지 설명하려 한다.
ru: Попробовать объяснить ему, что так быть не может.
zh_hans: 试着向他解释他不可能是德修斯的祖父。

source: "You question me? I am in outrage!" The Ghost suddenly attacks!
ko: "내 말에 토를 다는게야? 천인공노할 일이로다!" 고스트가 갑자기 공격해오기 시작합니다!
ru: "Вы меня допрашиваете? Я в гневе!" Призрак внезапно атакует!
zh_hans: "你胆敢质疑我？我很愤怒！"这魂灵族发动了袭击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Dessius) "You are not my grandfather."
ko: (데시우스) "당신은 내 조부가 아니야."
ru: (Дессиуc) "Ты не мой дед".
zh_hans: (德修斯)"你不是我的祖父。"

source: "Hahahah! Then I bet you are not even that of the real Dessius! Do not lie to me!" The ship suddenly attacks!
ko: "하하하! 그럼 그대가 진짜 데시우스가 아닌게지! 나를 속이지 말아라!" 함선이 갑자기 공격해옵니다!
ru: "Ха-ха-ха! Тогда я готов поспорить, что ты самозванец, а не Дессиус! Не лги мне!" Корабль внезапно атакует!
zh_hans: "哈哈哈！那我敢打赌你也不是真正的德修斯！别对我撒谎！"飞船突然发动攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNCAP_GRANDFATHER_BELIEVE"]/text
source: "Hah! I hardly believe it. If you are telling the truth, then I demand you solve for me one problem which ails me. My most critical skeptic, a Reaper captain named Tykaneous, resides nearby in this system. See to it he perishes, and I will join your crew. You should be honored to even be presented such a chance."
ko: "하! 믿기지가 않는군. 그대가 정말 진실되다면, 골칫거리 하나 처리해줄 것을 요구하는 바이다. 나에게 그저 반대의견만 표출하는 리퍼 함장 타이카니어스가 이 항성계 근처에 있네.. 이 자를 비명횡사하게 만들면, 그대의 선원에 합류하겠네. 그대는 이런 기회가 주어졌다는 사실에 영광스러워 할지어다."
ru: "Ха! Я с трудом в это верю. Если вы говорите правду, то я хочу, чтобы вы решили одну проблему, которая меня беспокоит. В этой системе неподалеку живет мой самый главный скептик, капитан жнецов по имени Тиканеус. Позаботьтесь о том, чтобы он погиб, и я присоединюсь к вашей команде. Для вас должно быть честью даже получить такой шанс".
zh_hans: "哈！我简直不敢相信。如果你说的是实话，那么我要求你帮我解决一个困扰我的问题。最反对我的怀疑者，一位名叫泰可涅厄斯的灵割舰长，就住在这个星系附近。消灭他，我会加入你的船员队伍。你应该为能有这样向我效劳的机会而感到荣幸。"

# data/events_ghost.xml$//event[@name="DYNCAP_GRANDFATHER_BELIEVE"]/choice[1]/text
source: Agree.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "You're working with the old prune? That ass-wad has never ceased to annoy me. Didn't know the Federation employs ass-wad sympathizers, breather!"
ko: "저 늙은이와 한 패인가? 저 재수없는 자식은 항상 날 짜증나게 했어. 당신같이 저 자식을 동조해줄 놈을 연방에서 고용했다는 건 몰랐군, 이 숨쉬개야!"
ru: "Вы работаете с этим старым хлыщом? Этот придурок никогда не переставал меня раздражать. Не знал, что в Федерации работают сочувствующие этому засранцу, дышащие!"
zh_hans: "你在为那个老家伙工作？那个老混蛋一直在惹我生气。我怎么不知道，联邦竟然还会愿意雇佣同情那个老混蛋的人，你这个会喘气的！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNCAP_GRANDFATHER_BELIEVE"]/choice[2]/text
source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Hmph. Then out of my sight, breather!"
ko: "흠. 그렇다면 내눈앞에서 꺼져라, 숨쉬개야!"
ru: "Хмм. Тогда с глаз долой, дышащие!"
zh_hans: "哼。现在，从我的视线中消失，会喘气的！"

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_DYNASTY_ELITE"]/text
source: The Reapers are the Dynasty's finest vessels. You've heard the Phantoms are hard to please, which says a lot for these hand picked elites to be put in charge of the Dynasty's highest matters. Apparently, you classify as one such thing!
ko: 리퍼 함선은 왕조 최고급 함선입니다. 당신은 이미 팬텀들이 만족하기 힘든 족속이라는 이야기는 익히 들었고, 이는 왕조의 가장 중요한 일들을 책임지는 소수 정예 엘리트들에 대해서 정말 많은 걸 알려줍니다. 보아하니, 당신도 그 엘리트들주 하나에 들어가는가 보군요!
ru: Жнецы - лучшие корабли Династии. Вы слышали, что фантомам трудно угодить, а это говорит о многом для этих избранных, которых назначают руководить высшими делами Династии. Судя по всему, вы относитесь к таковым!
zh_hans: 灵割战舰是灵朝性能最好的船只。你已经听说幻灵是很难取悦的，而且他们只精心挑选出最精锐的精英来掌管灵朝的最高事务。很显然，这些事务里包括了对付你！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_CACHE"]/text
source: You've heard the Dynasty has various caches strewn about since ancient times. Looks like one has been abandoned here. Maybe you can open it?
ko: 당신으 왕조가 고대부터 은닉처를 여럿 흩뿌려놨다는 이야기는 익히 들어봤습니다. 이 저장소는 여기 버려진 모양입니다. 혹시 저장소를 열어 볼수 있지는 않을까요?
ru: Вы слышали, что на территории Династии с давних времен разбросаны различные тайники. Похоже, один из них был спрятан здесь. Может быть, вы сможете его открыть?
zh_hans: 你听说灵朝自古以来就有各种各样的藏宝处。看起来这里便是其中之一，一座被遗弃在这里的储库。也许你可以打开它？

# data/events_ghost.xml$//event[@name="DYNASTY_CACHE"]/choice[1]/text
source: Open the cache.
ko: 저장소를 연다.
ru: Открыть тайник.
zh_hans: 打开储库。

source: (Rock Crew) Smash open the cache.
ko: (락맨 선원) 은닉처를 부숴서 연다.
ru: (Член экипажа-валун) Открыть тайник.
zh_hans: (岩石族船员)弄碎储库的大门。

source: Your crew successfully smashes open the cache. Inside looks to be some ancient, decayed weapon. It's nothing fancy either, just an older model of any modern weapon. Still, it's a weapon, and its accompanied by some scrap too!
ko: 당신의 선원은 성공적으로 은닉처를 부숴서 엽니다. 안에는 아주 낡고 부식된 무기가 하나 있는듯 합니다. 그렇게 근사한 무기 또한 아니군요. 단지 현대 무기의 이전 모델일 뿐입니다. 그래도 무기는 무기고, 안에 스크랩도 약간 들어있습니다!
ru: Ваш член экипажа экипаж успешно вскрывает тайник. Внутри, похоже, находится какое-то древнее, обветшавшее оружие. В нем нет ничего необычного, просто старая модель любого современного оружия. Тем не менее, это оружие, и к нему прилагается немного лома!
zh_hans: 你的船员成功地粉碎了储库的大门。看起来里面只有一些古老的、早已生锈的设备。其中之一看上去尚能利用，它也不是什么新奇的东西，似乎只是某种现代武器的旧型号。尽管如此，它依旧是一件能用的武器，而且你还收获了一些废料！

# data/events_ghost.xml$//event[@name="DYNASTY_CACHE"]/choice[@req="weapons"]/text
source: (Upg. Weapons) Blast open the cache.
ko: (고급 무기실) 저장소에 발포해 연다.
ru: (Улучш. Оружие) Взорвать тайник.
zh_hans: (高级武器)轰开储库的大门。

source: You blast open the cache with your weapons. Inside looks to be some ancient, decayed weapon. It's nothing fancy either, just an older model of any modern weapon. Still, it's a weapon, and its accompanied by some scrap too!
ko: 당신은 함선의 무기를 이용해 은닉처를 엽니다. 안에는 아주 낡고 부식된 무기가 하나 있는듯 합니다. 그렇게 근사한 무기 또한 아니군요. 단지 현대 무기의 이전 모델일 뿐입니다. 그래도 무기는 무기고, 안에 스크랩도 약간 들어있습니다!
ru: Вы вскрываете тайник своим оружием. Внутри, похоже, находится какое-то древнее, обветшавшее оружие. Ничего особенного, просто старая модель современного оружия. Тем не менее, это оружие, и к нему прилагается немного лома!
zh_hans: 你轰开了储库的大门。看起来里面只有一些古老的、早已生锈的设备。其中之一看上去尚能利用，它也不是什么新奇的东西，似乎只是某种现代武器的旧型号。尽管如此，它依旧是一件能用的武器，而且你还收获了一些废料！

# data/events_ghost.xml$//event[@name="DYNASTY_CACHE"]/choice[4]/text
source: Ignore the cache.
ko: 은닉처를 무시한다.
ru: Не обращать внимания на тайник.
zh_hans: 忽视储库。

# data/events_ghost.xml$//event[@name="DYNASTY_CACHE"]/choice[4]/event/text
source: Better not to risk touching Dynasty property in Dynasty space.
ko: 왕조의 구역에서 왕조 사유재산에 손대는 위험은 감수하지 않는게 좋겠군요.
ru: Лучше не рисковать и не трогать имущество Династии в пространстве Династии.
zh_hans: 尽量还是不要冒险在灵朝的地盘上乱动他们的东西。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="DYNASTY_CACHE_OPEN"]/event[1]/text
source: No matter how much you try, you simply can't open the cache. Whatever is inside shall remain forever a mystery. Or at least until someone with stronger firepower comes by.
ko: 당신이 은닉처를 열기 위해 안간힘을 쓰지만 도무지 열수 없습니다. 저 안에 뭐가 숨겨지 있을지는 영원히 의문으로 남을 것입니다. 적어도 더 강한 화력을 가진 함선이 근처에 오기 전까지는 말이죠.
ru: Как бы вы ни старались, открыть тайник не удается. Что находится внутри, навсегда останется тайной. По крайней мере, до тех пор, пока не появится кто-то с более мощной огневой мощью.
zh_hans: 无论你尝试了多少次，你始终无法打开储库的大门。无论里面有什么，都将永远成为一个谜团。或者，至少在有火力更强的人经过之前。

# data/events_ghost.xml$//eventList[@name="DYNASTY_CACHE_OPEN"]/event[2]/text
source: No matter how much you try, you simply can't open the cache. Even worse, you've been spotted by a Dynasty ship, which moves in to attack!
ko: 당신이 은닉처를 열기 위해 안간힘을 쓰지만 도무지 열수 없습니다. 엎친데 덮친격으로 당신은 왕조 함선에게 발각되었고, 당신을 공격하기 위해 움직입니다!
ru: Как бы вы ни старались, открыть тайник не удается. Еще хуже то, что вас заметил корабль Династии, который переходит в атаку!
zh_hans: 无论你尝试了多少次，你始终无法打开储库的大门。更糟糕的是，你被一艘灵朝的飞船发现了；它迅速冲来，发动攻击！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//eventList[@name="DYNASTY_CACHE_OPEN"]/event[3]/text
source: You manage to pry open the cache. Inside looks to be some ancient, decayed weapon. It's nothing fancy either, just an older model of any modern weapon. Still, it's a weapon, and its accompanied by some scrap too!
ko: 당신은 은닉처를 비집어 여는데 성공합니다. 안에는 아주 낡고 부식된 무기가 하나 있는듯 합니다. 그렇게 근사한 무기 또한 아니군요. 단지 현대 무기의 이전 모델일 뿐입니다. 그래도 무기는 무기고, 안에 스크랩도 약간 들어있습니다!
ru: Вам удается открыть тайник. Внутри, похоже, находится какое-то древнее, обветшавшее оружие. Ничего особенного, просто старая модель современного оружия. Тем не менее, это оружие, и к нему прилагается немного лома!
zh_hans: 你使尽浑身解数撬开了储库的大门。看起来里面只有一些古老的、早已生锈的设备。其中之一看上去尚能利用，它也不是什么新奇的东西，似乎只是某种现代武器的旧型号。尽管如此，它依旧是一件能用的武器，而且你还收获了一些废料！

# data/events_ghost.xml$//event[@name="DYNASTY_SLUGOCC"]/text
source: Usually, Dynasty ships aren't so open to soliciting to ships like yours, but one here seems in need of your assistance. "Thou are of the Federation? A military vessel no less? You will be perfect. I am the leader of salvage operation DN-43, and my task was to reclaim Dynasty property left on this planet. I have been met with a most... unfortuitous happenstance. This planet is now occupied by... egh... Slugs. I am a salvager, not a soldier. Might you assist?"
ko: 유령 왕조는 평소 당신같은 함선에 도움을 요청하지 않지만, 이 함선은 당신의 도움을 필요로 하는것 같습니다. "그대는 연방의 함장인가? 역시 군함이군. 그대가 이 일에 딱 맞겠구만. 나는 인양작전 DN-43의 지휘관이고, 내 임무는 이 행성에 남겨진 왕조의 사유재산을 되찾는 것이었다. 나는... 정말로 당혹스러운 상황에 처해버렸네. 이 행성은 이제... 으윽... 슬러그들이 점령해버렸지. 나는 인양 담당자지 군사 작전 담당자가 아니다. 그대가 도와줄수 있겠는가?"
ru: Обычно корабли Династии не так охотно обращаются к кораблям, подобным вашему, но один из них, похоже, нуждается в вашей помощи. "Вы из Федерации? И к тому же военный корабль? Вы идеально подходите. Я - руководитель спасательной операции ДН-43, и моей задачей было вернуть имущество Династии, оставшееся на этой планете. Я столкнулся с очень... неудачным стечением обстоятельств. Эта планета теперь занята... эээ... слизнями. Я исследователь, а не солдат. Не могли бы вы помочь?"
zh_hans: 通常情况下，灵朝的船只似乎不太愿意主动联络像你这样的外来船只，但这里有一艘灵朝飞船似乎非常迫切地需要你的帮助。"你是联邦的人？而且还是一艘军舰？完美。我是DN-43号回收行动的负责人，我的任务是收回灵朝遗留在这个星球上的财产。但，我遇到了一件非常...不幸的事。这个星球现在被...呃，一些暴徒占领。我只是作业者，不是作战士兵。你能帮个忙吗？"

# data/events_ghost.xml$//event[@name="DYNASTY_SLUGOCC"]/choice[1]/text
source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 接受。

# data/events_ghost.xml$//event[@name="DYNASTY_SLUGOCC"]/choice[1]/event/text
source: You move closer to the planet, where you can see the Slugs have already built several basic settlements.
ko: 당신은 행성에 접근했고, 슬러그들이 이미 기초 정착지를 여럿 세운것을 발견했습니다.
ru: Вы приближаетесь к планете, где видно, что слизни уже построили несколько базовых поселений.
zh_hans: 你靠近这颗星球，在地表你可以看到蛞蝓族已经建立了几个基本的定居点。

source: Attack them!
ko: 공격한다!
ru: Атаковать их!
zh_hans: 攻击对方！
