Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

source: You shrug and end the call. You doubt the scientist minds.
ko: 당신은 어깨를 으쓱한 뒤 교신을 끝냈습니다. 당신은 그 과학자가 신경쓸거라 생각하지 않습니다.
ru: Вы пожимаете плечами и завершаете разговор. Вы не сомневаетесь, что ученый не против.
zh_hans: 你耸耸肩结束了通话。你猜这位科学家不会在意。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BREEDER"]/choice[2]/text
source: Ignore them.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BREEDER"]/choice[2]/event/text
source: Slugs, even scientists, cannot be trusted, nor do you wish to aggravate a clan of Ghosts. You decide to stay at a distance from their shady dealings.
ko: 설령 과학자라 할지라도 슬러그는 믿을 수 없으며, 당신은 고스트 일족을 화나게 할 생각도 없습니다. 당신은 그들의 수상한 거래에서 거리를 두기로 합니다.
ru: Слизнякам, даже ученым, нельзя доверять, да и клан призраков не хочется расстраивать. Вы решили держаться в стороне от их сомнительных дел.
zh_hans: 蛞蝓族，即使是科学家，也不能够信任，你也不希望激怒一群魂灵族。你决定与他们的阴暗交易保持一定距离。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="GHOST_BREEDER_PURCHASE"]/event[1]/text
source: "You... you want to BUY one of thessse freaksss? Well, can't argue with sssome ssscrap."
ko: "이... 이 꾀물노믈 싸갈 쌩가기라고? 뭐 쓰끄랩 아페서는 짱싸 업찌."
ru: " Вы... вы хотите КУПИТЬ одного из этих уродов? Что ж, ломом есссть лом".
zh_hans: "你...你想 买 一个这样的怪胎？好吧，总不能和废料过不去。"

# data/events_ghost.xml$//eventList[@name="GHOST_BREEDER_PURCHASE"]/event[2]/text
source: "You... you want to BUY one of thessse freaksss? Well, can't argue with sssome ssscrap."
ko: "이... 이 꾀물노믈 싸갈 쌩가기라고? 뭐 쓰끄랩 아페서는 짱싸 업찌."
ru: " Вы... вы хотите КУПИТЬ одного из этих уродов? Что ж, ломом есссть лом".
zh_hans: "你...你想 买 一个这样的怪胎？好吧，总不能和废料过不去。"

# data/events_ghost.xml$//eventList[@name="GHOST_BREEDER_PURCHASE"]/event[3]/text
source: "You... you want to BUY one of thessse freaksss? Well, can't argue with sssome ssscrap."
ko: "이... 이 꾀물노믈 싸갈 쌩가기라고? 뭐 쓰끄랩 아페서는 짱싸 업찌."
ru: " Вы... вы хотите КУПИТЬ одного из этих уродов? Что ж, ломом есссть лом".
zh_hans: "你...你想 买 一个这样的怪胎？好吧，总不能和废料过不去。"

# data/events_ghost.xml$//eventList[@name="GHOST_BREEDER_PURCHASE"]/event[4]/text
source: "You... you want to BUY one of thessse freaksss? Well, can't argue with sssome ssscrap."
ko: "이... 이 꾀물노믈 싸갈 쌩가기라고? 뭐 쓰끄랩 아페서는 짱싸 업찌."
ru: " Вы... вы хотите КУПИТЬ одного из этих уродов? Что ж, ломом есссть лом".
zh_hans: "你...你想 买 一个这样的怪胎？好吧，总不能和废料过不去。"

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_VAGABOND"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[1]
source: The Ghosts might not be paranormal, but they sure do put you on edge. You jump when a Vagabond ship comes drifting out of the nebula. Man the stations!
ko: 고스트들은 초자연적 존재가 아니지만, 정말 당신을 안절부절하지 못하게 만듭니다. 당신은 떠돌이 함선이 성운을 헤치고 나오는 것을 발견하자 펄쩍 뛰어올랐습니다. 전원 위치로!
ru: Призраки, может быть, и не являются паранормальными явлениями, но они точно заставляют вас быть начеку. Вы вскакиваете, когда из туманности появляется корабль бродяг. Всем занять позиции!
zh_hans: 魂灵族可能不是真的超自然现象，但他们仍然会让你感到紧张。当你跃迁时，一艘漂浪群飞船从星云中漂移出来。各就各位！

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[2]
source: You always find yourself second guessing when you encounter a wreck. You don't have to think about it for very long because the wreck at this beacon moves in to attack you first.
ko: 당신은 난파선과 맞닥뜨리면 항상 이들의 행동을 간파하려 하는 경향이 있습니다. 하지만 이번에는 그리 생각할 시간이 길지 않겠군요. 이 송신소의 난파선이 당신보다 먼저 공격하기위해 다가 오고 있으니까요.
ru: Когда встречаешь кораблекрушение, всегда задумываешься, но долго раздумывать не приходится, потому что судно, находящееся у этого маяка, нападает на вас первым.
zh_hans: 你发现当你在魂灵族星域遇到废弃的船总是有点忌惮。但这次你不用多想了，因为这个信标处的废船已经先向你移动攻击。

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[3]
source: The Vagabonds usually get their ships by stealing them from their victims, but if they encounter an already abandoned ship they'll happily inhabit it. Whichever way they inherited this ship doesn't matter, because it's hostile and moves in to attack.
ko: 떠돌이들은 주로 희생양들의 함선을 훔치지만, 이미 버려진 함선도 기꺼이 들어가 거주하곤 합니다. 그들이 어떻게 이 함선을 손에 넣었는지는 중요 하지 않습니다. 왜냐하면 당신을 공격하려 들어오고 있기 때문입니다.
ru: Бродяги обычно получают свои корабли, похищая их у своих жертв, но если им попадается уже брошенный корабль, они с радостью заселяют его. Каким бы способом они ни заполучили этот корабль, не имеет значения, поскольку он враждебен и переходит в атаку.
zh_hans: 漂浪魂灵族的船通常是从受害者那里偷来的，但如果他们遇到一艘已经被遗弃的船，他们会很高兴地居住于此。无论他们以哪种方式继承的这艘船都不重要，因为它是有敌意的，而且移动过来攻击。

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[4]
source: The wreck at this beacon is no idle ship forgotten amongst the clouds. It's teeming with Ghosts ready to steal your ship.
ko: 이 송신소의 난파선은 절대 성운 사이에서 잊혀진 유휴 함선이 아닙니다. 당신의 함선을 훔칠 준비를 마친 고스트로 가득한 난파선입니다.
ru: Потерпевший крушение у этого маяка корабль не просто заброшен среди облаков, он кишит призраками, готовыми похитить ваш корабль.
zh_hans: 这座信标的残骸并不是被遗忘在云层中的闲置船只。它充斥着随时准备偷走你的船的魂灵族。

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[5]
source: You've prepared for and experienced all kinds of situations in the Federation, but nothing startles you as much as the Ghost-populated vagabond wrecks that are always oozing out from these clouds.
ko: 당신은 연방 주둔 시절에 오만가지 상황을 경험해왔고 준비해 왔지만, 고스트로 가득한 떠돌이 함선이 이런 성운에서 뿜어나올 때 만큼은 어쩔수 없이 깜짝 놀라고 맙니다.
ru: Вы подготовились и пережили всевозможные ситуации в Федерации, но ничто не поражает вас так сильно, как населенные призраками-бродягами кораблекрушения, которые постоянно возникают из этих облаков.
zh_hans: 你已经在身处联邦的时候做足了准备并经历过各种情况，但没有什么能像魂灵族的漂浪群残骸那样让你惊愕，他们总是从这些云层中窜出。

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[6]
source: Your ship receives a hail, but you aren't sure from where. You accept, and a painfully loud static floods the speakers, insulting your bloodline and calling you a 'filthy lung-borne breather'. A Ghost ship approaches, weapons ready!
ko: 당신의 함선에 누군가 교신을 요청해왔지만, 당신은 이 교신의 근원지가 어딘지 확신을 가지지 못했습니다. 당신이 교신을 수락하자마자 귀가 찢어질정도로 시끄러운 잡음이 스피커를 가득 채웠고, 당신의 혈통을 모욕하며 '더러운 폐 달린 숨쉬개"라고 비난했습니다. 고스트 함선이 접근해옵니다. 무기를 준비하십시오!
ru: Ваш корабль получает сообщение, но вы не можете понять, откуда. Вы принимаете его, и в динамиках раздается болезненно громкий сигнал, оскорбляющий вашу семью и называющий вас "грязным дышащим легким". Корабль призраков приближается, оружие в боевой готовности!
zh_hans: 你的飞船收到了呼叫，但你不确定来自哪里。你接受了，喇叭里充斥着痛苦的噪音，侮辱着你的血统，称你为"肮脏的肺部呼吸者"。一艘魂灵族船正在接近，武器已经准备好了！

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[7]
source: "I've heard it told our repugnant odor originates from a mixture of mercaptans. Fascinating is it not? Ah, but what truly fascinates me is how you fell for this most clever distraction!"
ko: "나는 우리의 이 고약한 체취가 여러 메르캅탄의 혼합물에서 비롯된다고 들었지. 정말 흥미롭지 않은가? 하지만 정말 흥미로운 일은 이 영리하고 영리한 함정에 빠져들었다는 거지!"
ru: "Я слышал, что наш отвратительный запах исходит от смеси меркаптанов. Занятно, не правда ли? Ах, но что меня действительно поражает, так это то, как ты попался на этот ловкий отвлекающий маневр!"
zh_hans: "我听说我们令人厌恶的气味来自于一种硫醇的混合物。这很有趣，不是吗？啊，但真正让我着迷的是，你是如何掉入我这套十分聪明的话术干扰陷阱里的！"

# data/events_ghost.xml$//textList[@name="NEBULA_GHOST_FIGHT"]/text[8]
source: The Vagabond Ghosts are typically aggressive. A life of anarchy after having abandoned your war-driven native faction does something to a person. Nevertheless, they're a target for you to destroy!
ko: 떠돌이 고스트들은 대부분 공격적입니다. 원래 소속된 전쟁몰이 국가를 버린 뒤 갑자기 무정부주의의 삶을 살면 누구든 그렇게 될 것입니다. 어찌됬든, 그들은 당신이 파괴해야할 목표물입니다!
ru: Призраки-бродяги обычно агрессивны. Жизнь в анархии после отказа от родной фракции, охваченной войной, накладывает свой отпечаток на человека. Тем не менее, они - цель, которую нужно уничтожить!
zh_hans: 漂浪群魂灵族一般富有侵略性。在抛弃了以战争为导向的本土派别，即灵朝之后，无政府状态的生活对一个人来说确实是有影响。然而，他们仍然是你要消灭的目标！

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_SLUG_GHOST"]/text
source: A Slug ship hails you. "Ghosstsssss or not, we don't care. The nebulassss belong to the Kleptocracy and the EHG, not to the Ghossstsss, and ccccertainly not to the Federation!"
ko: 슬러그 함선이 당신과 교신을 해왔습니다. "꼬스트든 뭐뜬, 우리랑 쌍관업써. 이 썽우는 또둑쩡과 외계 쌩명체 싸냥꾼 낄드꺼지, 꼬쓰뜨 꺼또 아니꼬, 연빵꺼쓴 떠더욱 아니야!"
ru: Корабль слизней вызывает вас. "Призраки или нет, нам всссе равно. Туманносссти принадлежат Клептократии и ГОЭ, а не Призракам, и уж точно не Федерации!"
zh_hans: 一艘蛞蝓族飞船在呼叫你。"不管你是不是魂灵族，我们都不在乎。这片星云属于星盗会和异猎会，不属于鬼魂，当然也不属于联邦！"

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_SLUG_GHOST"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_AUTO_ESCAPE"]/text
source: It looks like a Rebel Auto-ship was exploring this sector, but got lost in the nebulas. Now attempting to return to base before Ghosts can capture it, it raises its weapons to defend itself from you while its FTL drive charges.
ko: 반군 무인기가 이 구역을 정찰하다가 성운에서 길을 잃은 것으로 보였습니다. 고스트들이 노획해가기 전에 기지로 귀환하려는 이 무인기는 FTL 도약을 충전하는동안 무기를 준비해 당신으로부터 스스로를 방어하려고 합니다.
ru: Похоже, что автоматический корабль повстанцев исследовал этот сектор, но заблудился в туманностях. Пытаясь вернуться на базу до того, как призраки смогут захватить его, он заряжает оружие, чтобы защититься от вас, пока его ССД заряжается.
zh_hans: 看起来像是一艘叛军的自动舰在探索这个区域，但在星云中迷路了。现在，它试图在魂灵族抓捕它之前返回基地。在它的超光速推进器充能的同时，它架起武器来保护自己。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_AUTO_ESCAPE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_LANIUS"]/text
source: Lanius aren't common sights in nebula sectors, but they're drawn to the Ghosts. Natural enemies, the Lanius prey on the Ghosts to absorb their ships. The Lanius here don't care that you're not Ghost, and attack regardless.
ko: 라니우스는 이 성운지대에서 흔히 볼수 없지만, 고스트들에 이끌려 오는 것은 사실입니다. 그들은 태생부터 숙적이었으며, 라니우스는 고스트들의 함선을 흡수하기 위해 그들을 희생양으로 삼습니다. 라니우스들은 당신이 고스트가 아니라는 사실에 개의치 않고 공격해왔습니다.
ru: Ланиусы не часто встречаются в секторах туманности, но их привлекают призраки. Будучи естественными врагами, ланиусы охотятся на призраков, поглощая их корабли. Ланиусам здесь все равно, что вы не призрак, и они нападают независимо от этого.
zh_hans: 食铁族在星云区并不常见，但他们被魂灵族吸引。食铁族是魂灵族的天敌，他们捕食魂灵族，吸收他们的飞船。这里的食铁族不在乎你不是魂灵族，而是直接发动了攻击。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_LANIUS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_GASGIANT"]/text
source: Looks like a Vagabond ship is scanning the nearby gas giant, but quickly hails you when you jump in. "Isn't my darling beautiful?"
ko: 떠돌이 함선이 근처 가스상 거대 행성을 스캔하는것 처럼 보였지만, 당신이 도약해 들어왔을때 재빨리 교신을 시도했습니다. "우리 달링 참 아름답지 않은가?"
ru: Похоже, что корабль бродяг сканирует близлежащий газовый гигант, но быстро выходит на связь, когда вы появляетесь здесь. "Разве моя дорогая не прекрасна?"
zh_hans: 看起来一艘漂浪群飞船正在扫描附近的气态巨行星，但当你跃迁进入时，很快就呼叫你。"我亲爱的是不是很美？"

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_GASGIANT"]/choice/text
source: Your... who?
ko: 당신의... 뭐?
ru: Твоя... кто?
zh_hans: 你的...谁？

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_GASGIANT"]/choice/event/text
source: "Don't be silly! I know you can see. She's quite large!" It doesn't take long to realize they're referring to the gas planet. "Say, can you do me a favor? My darling hungers! I must feed her. But I lack the food. You must bring me a wreck. I heard a demon lingers about! But, perhaps you'd prefer to go after some Rebels instead..."
ko: "바보같은 말 말게! 그대 눈에도 보이는거 다 아네. 약간 살집이 있지 않은가!" 머지않아 당신은 그가 근처 가스 행성을 가리킨다는 사실을 깨닫습니다. "그대, 나를 위해서 부탁하나 들어주겠나? 내 달링이 굶주리고 있네. 하지만 내겐 그녀에게 줄 음식이 없어. 난파선을 하나 가져와주게. 근처에 악마가 하나 어슬렁 거린다는 소식을 들었어! 하지만, 그대에게는 반군 함선을 뒤쫒는게 더 나을 수 도 있겠군..."
ru: "Не говори глупостей! Я знаю, что ты видишь. Она довольно большая!" Вы не сразу понимаете, что речь идет о газовой планете. "Скажи, ты можешь оказать мне услугу? Моя дорогая голодает! Я должен накормить ее. Но у меня нет еды. Ты должен принести мне обломки. Я слышал, что здесь бродит демон! Но, возможно, ты предпочтешь поискать повстанцев..."
zh_hans: "别傻了！我知道你能看到。她挺大的！"没多久你就意识到他们指的是这颗气态星球。"你能帮我一个忙吗？我亲爱的饿了！我必须喂她。但我缺乏食物。你必须给我带来一架舰骸。我听说有一个恶魔在附近徘徊！或者也许你更愿意去找一些叛军..."

source: Go after the 'demon'.
ko: '악마'를 뒤쫒는다.
ru: Отправиться за "демоном".
zh_hans: 去找那个"恶魔"。

source: Looks like the 'demon' in question is... a Rebel Auto-ship? Well, you'll have to kill this thing either way, get ready to fight!
ko: 문제의 '악마'는... 반군 무인기인가보군요? 어찌 됬든 이 함선을 파괴해야합니다. 전투를 준비하십시오!
ru: Похоже, что "демон", о котором идет речь, - это... автоматический корабль повстанцев? Что ж, в любом случае вам придется расправиться с этой штукой, готовьтесь к бою!
zh_hans: 看起来，这个"恶魔"是...叛军自动舰？好吧，无论如何你都得杀了这个玩意，准备战斗吧！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Go after the Rebels.
ko: 반군 함선을 뒤쫒는다.
ru: Отправиться за повстанцами.
zh_hans: 去找叛军。

source: Fortunately, there's a Rebel ship not too far from here. You can pick these guys off pretty easily, you hope.
ko: 다행히도 근처에 반군 함선이 있습니다. 당신은 이들을 손쉽게 처리할 수 있으면 좋겠다고 생각합니다.
ru: К счастью, недалеко отсюда есть корабль повстанцев. Надеюсь, вы сможете легко расправиться с этими ребятами.
zh_hans: 幸运的是，离这里不远的地方有一艘叛军的飞船。你可以轻而易举地把这些家伙干掉，但愿。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Ok... Say goodbye to the Federation captain, darling!" The gas giant remains silent, swirling in the distance silently judging you.
ko: "알겠네... 연방 함장에게 손 흔들어 줘, 달링!" 가스 행성은 아무 말이 없었고, 말 없이 당신을 흘겨보며 저 멀리서 소용돌이 치고 있었습니다.
ru: "Хорошо... Попрощайся с капитаном Федерации, дорогая!" Газовый гигант молчит, кружась вдали, молчаливо наблюдая за вами.
zh_hans: "好吧...跟联邦舰长说再见吧，亲爱的！"气态巨人依然沉默不语，在远处旋转着默默地审视着你。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOST_GASGIANT_FEED"]/text
source: "Yes, yes! Oh you are triumphant! My darling shall not go hungry again tonight!" The Ghost links the wreck with his own vessel, then uses it to slingshot the wreckage into the gas giant. The ship spirals away out of visibility as it is consumed by the planet. "Good. You deserve a most generous reward!"
ko: "그래, 그래! 그야말로 금의환향이로다! 내 달링이 오늘 배고파 할 일은 없겠군!" 고스트는 그의 함선과 난파선을 연결해, 가스 행성으로 난파선을 새총 쏘듯 던졌습니다. 난파선은 행성에 먹히면서 시야에서 점점 멀어졌습니다. "좋아. 그대는 가장 후한 보상을 받을 자격이 있어!"
ru: "Да, да! О, ты одержал победу! Моя дорогая сегодня больше не будет голодать!" Призрак соединяет обломки корабля со своим судном и с помощью рогатки направляет его в газовый гигант. Корабль по дуге уносится за пределы видимости, поглощаемый планетой. "Хорошо. Ты заслужил самую щедрую награду!"
zh_hans: "太好了！哦，你胜利了！我的挚爱今晚不会再挨饿了！"魂灵族将残骸与他自己的船只连接起来，然后用把它弹射入气态巨星。这艘船在被行星吞噬的过程中螺旋地渐渐消失。"很好。你应该得到最丰厚的回报！"

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_FEDMORALITY"]/text
source: You've become accustomed to not seeing many Fed ships around - so seeing one here comes as quite the shock. Even weirder, their weapons are powered and hull shows some minor damage. They must have just been in combat.
ko: 당신은 이 주변에서 연방 함선과 조우하지 않을 거라는 사실에 이미 익숙해졌습니다. 그래서 이 곳에서 연방 함선을 발견했다는 것에 약간 충격을 받았습니다. 더 이상한점은, 그들의 무기들에 전원이 들어와있었고 함체에 손상을 약간 입었다는 점이었습니다. 아마 방금까지 전투를 치른 모양입니다.
ru: Вы уже привыкли к тому, что кораблей федералов здесь не так много, поэтому появление одного из них стало для вас шоком. Еще более странно, что их оружие работает, а корпус имеет незначительные повреждения. Должно быть, они только что побывали в бою.
zh_hans: 你已经习惯了在周围看不到有什么联邦战舰的情况，所以在这里看到一艘令你相当震惊。更奇怪的是，他们的武器已然充能，舰体显示出一些轻微的损坏。他们一定是刚刚参加过战斗。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_FEDMORALITY"]/choice[1]/text
source: Hail them.
ko: 그들과 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

source: The vessel's captain looks up, distracted. "Huh? Oh! Well, look who it is. I thought we were all alone in these clouds. Save for the Ghosts that is. Was trying to clear out a camp of them not too far from here, bastards are stranded! I can just keep taking trips back and forth as much as I like!"
ko: 연방 함선의 함장은 정신이 팔린 표정으로 화면을 올려다 봅니다. "응? 오! 이게 누구신가요. 이 성운에 우리밖에 없는줄 알았는데. 물론 고스트를 제하면 말이죠. 사실 이 근처에서 고스트 주둔지를 하나 쓸어 내고 있었어요. 녀석들은 이미 고립됬다구요! 제가 원하는 대로 왔다 갔다 하면서 공격할수 있단 말이죠!"
ru: Капитан судна растерянно смотрит вверх. "А? О! Смотрите-ка, кто это. Я думал, мы одни в этих облаках. Если не считать призраков. Я пытался зачистить их лагерь неподалеку отсюда, а они, сволочи, упрямые! Я могу сколько угодно совершать вылазки туда и обратно!"
zh_hans: 舰长抬起头来，心不在焉。"啊？哦！好耶，大伙看看这是谁。我以为我们在这些星云中是孤独的。除了魂灵族，就是魂灵族了。我正在努力清除离这里不远的一个营地，那些混蛋被困在里面了！清理完我就可以随心所欲地来回航行了！"

source: But why?
ko: 대체 왜?
ru: Но почему?
zh_hans: 但为什么呢？

source: "Hah! Well, why not? Easy scrap, and makes the nebulas just a little less crowded. Once the Rebellion is out of way, the Federation will probably move a bit further out, might as well get started clearing out the riff-raff."
ko: "하! 못할 이유라도 있나요? 손쉬운 스크랩 벌이에다, 이 성운의 인구 밀도를 줄일수 있단 말입니다. 반군을 처리하면, 연방도 이 근처로 더 확장할거고, 그때를 생각해 이 쓰레기놈들을 처리한다는 거죠."
ru: "Ха! Ну, почему бы и нет? Легко добывать лом, и туманности станут чуть менее людными. Как только Восстание уйдет в прошлое, Федерация, вероятно, продвинется еще дальше, так что можно начать зачищать туманности".
zh_hans: "哈！为什么不呢？容易搜刮，还能使这片星云不那么拥挤。叛军追上来并离开之后，联邦也能由此深入推进，不如我们现在就开始清理那些垃圾吧。"

source: Help them clear out the Ghosts.
ko: 그들을 도와 고스트들을 처리한다.
ru: Помочь им уничтожить призраков.
zh_hans: 帮助他们清除魂灵族。

source: Your offer to help delights the Federation captain. He leads you to the Ghost camp, where you spot out your target.
ko: 당신의 도움은 연방 함장을 아주 기쁘게 했습니다. 그는 고스트 주둔지로 당신을 안내했고, 목표물을 포착했습니다.
ru: Ваше предложение помочь обрадовало капитана Федерации. Он ведет вас в лагерь призраков, где вы видите свою цель.
zh_hans: 你的帮助提议让联邦舰长很高兴。他带你到魂灵族营地，在那里你发现了你的目标。

source: Attack one of the Mantis wrecks.
ko: 맨티스 난파선 하나를 공격한다.
ru: Атаковать один из разваливающихся кораблей богомолов.
zh_hans: 攻击其中一个螳螂族的残骸。

source: As you move in to attack the Vagabonds, you watch as the other ships move to fight the Federation vessel. Hopefully you can both pull through.
ko: 당신이 떠돌이들을 공격하려 들어오자, 다른 함선들이 연방 함선을 공격하려 들어오는 것을 목격했습니다. 둘 다 무사히 승리했으면 좋겠군요.
ru: Пока вы атакуете бродяг, вы наблюдаете за тем, как другие корабли начинают сражаться с кораблем Федерации. Надеюсь, вы оба сможете выстоять.
zh_hans: 当你准备攻击漂浪群飞船的时候，你看见其他的船移动到那艘联邦船只附近作战。希望你们都能挺过去。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack one of the Engi wrecks.
ko: 엔지 난파선 하나를 공격한다.
ru: Атаковать один из разваливающихся кораблей энджи.
zh_hans: 攻击半械族的一个残骸。

source: As you move in to attack the Vagabonds, you watch as the other ships move to fight the Federation vessel. Hopefully you can both pull through.
ko: 당신이 떠돌이들을 공격하려 들어오자, 다른 함선들이 연방 함선을 공격하려 들어오는 것을 목격했습니다. 둘 다 무사히 승리했으면 좋겠군요.
ru: Пока вы атакуете бродяг, вы наблюдаете за тем, как другие корабли начинают сражаться с кораблем Федерации. Надеюсь, вы оба сможете выстоять.
zh_hans: 当你准备攻击漂浪群飞船的时候，你看见其他的船移动到那艘联邦船只附近作战。希望你们都能挺过去。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Attack one of the Zoltan wrecks.
ko: 졸탄 난파선 하나를 공격한다.
ru: Атаковать один из разваливающихся кораблей золтан.
zh_hans: 攻击其中一个超能族的残骸。

source: As you move in to attack the Vagabonds, you watch as the other ships move to fight the Federation vessel. Hopefully you can both pull through.
ko: 당신이 떠돌이들을 공격하려 들어오자, 다른 함선들이 연방 함선을 공격하려 들어오는 것을 목격했습니다. 둘 다 무사히 승리했으면 좋겠군요.
ru: Пока вы атакуете бродяг, вы наблюдаете за тем, как другие корабли начинают сражаться с кораблем Федерации. Надеюсь, вы оба сможете выстоять.
zh_hans: 当你准备攻击漂浪群飞船的时候，你看见其他的船移动到那艘联邦船只附近作战。希望你们都能挺过去。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: That's evil! Attack the Feds.
ko: 잘도 그런 악독한 짓을! 연방 함선을 공격한다.
ru: Это зло! Напасть на федералов.
zh_hans: 那样罪大恶极！攻击这群联邦佬。

source: "Gah! What the hell are you doing?" You mute the vessel and attack.
ko: "으악! 대체 뭐하는 짓이야?" 당신은 교신을 무음처리하고 공격했습니다.
ru: "Блин! Какого черта ты делаешь?" Вы отключаете звук на судне и атакуете.
zh_hans: "哈？！你到底在做什么？"你将这艘船静音并进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_FEDMORALITY"]/choice[2]/text
source: Ignore the ship.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: The Federation vessel looks to be too preoccupied to notice or care about you.
ko: 연방 함선은 당신을 눈치 채거나 신경 쓰기엔 너무 바빠 보였습니다.
ru: Судно Федерации выглядит слишком занятым, чтобы заметить или побеспокоиться о вас.
zh_hans: 这艘联邦舰艇看起来心事重重，并没有注意到，或者完全不在乎你。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOST_FEDMORALITY_FINISH"]/text
source: "Good work there! We showed those gas freaks what for-" the Federation ship is cut off as a blast from a Vagabond vessel tears their hull right in half! "Get lost, breather!" You quickly wipe out the second Ghost ship, but the Federation ship won't last much longer.
ko: "잘 하셨습니다! 저 기체 괴물들에게 무엇-" 떠돌이 함선이 연방 함선의 함체를 반으로 가르자 마자 교신이 끊겨버리고 맙니다. "꺼져라 숨쉬개야!" 당신은 재빨리 두번째 고스트 함선을 격퇴시켰지만, 연방 함선은 그렇게 오래 버티지 못할 것 같습니다.
ru: "Отличная работа! Мы показали этим газовым уродам, что за-" Корабль Федерации замолкает после выстрела с корабля бродяг, который разрывает его корпус пополам. "Проваливай, дышащий!" Вы быстро уничтожаете второй корабль призраков, но корабль Федерации долго не продержится.
zh_hans: "干得漂亮！我们让那些毒气鬼见识了联......"联邦飞船的通讯被切断了，因为一艘漂浪群飞船的开火将他们的舰体炸成了两半！"滚开，呼气的！"你很快就消灭了第二艘魂灵族飞船，但联邦飞船也坚持不了多久了。

# data/events_ghost.xml$//event[@name="GHOST_FEDMORALITY_FINISH"]/choice[1]/text
source: Save the captain.
ko: 함장을 구한다.
ru: Спасти капитана.
zh_hans: 拯救舰长。

source: "Th-thanks. This is why we've gotta have our backs at the Federation, this galaxy is full of unprovoked dangers!"
ko: "고.. 고마워요. 이래서 연방 사람들끼리 상부상조 해야된다는거에요. 이 은하는 갑작스런 위험이 도사린다 말입니다!"
ru: "С-спасибо. Вот поэтому мы и должны прикрывать Федерацию, эта галактика полна неспровоцированных опасностей!"
zh_hans: "谢谢。这就是为什么我们要站在联邦一边，这个星系充满了无端的危险！"

# data/events_ghost.xml$//event[@name="GHOST_FEDMORALITY_FINISH"]/choice[2]/text
source: It's for the best. Let them die and scrap their ship.
ko: 이게 최선이다. 그들을 죽게 놔두고 함선을 폐품처리한다.
ru: Это к лучшему. Пусть они умрут, а их корабль послужит дополнительным ломом для вас.
zh_hans: 让他们去死然后搜刮他们的船，这对大家都好。

source: You feel a little guilty, but these guys were hardly free of sin either. The blood of this day's murder is on your hands alone now, but you should be able to move on pretty quickly.
ko: 당신은 약간의 죄책감을 느꼈지만, 이들도 결백하다고 말할 순 없습니다. 오늘 일어난 살육에서 흘린 피는 이제 온전히 당신의 손에 묻혀졌지만, 머지 않아 죄책감을 털어 낼수 있을 겁니다.
ru: Вы чувствуете себя немного виноватым, но и эти парни вряд ли были безгрешны. Кровь убитых в этот день теперь только на ваших руках, но вы должны быстро двигаться дальше.
zh_hans: 你感到有点内疚，但这些人大概率也是有罪的。今日的谋杀之血只沾染了你的手，但你应该能够很快地调整心态。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ANGERY_SLUG"]/text
source: You're hailed by an angry Slug captain. "God damn Ghosssstssss! The nebulae are OURSSSSS! I had enough issssuesss to deal with, I can't deal with a Federation ship here too."
ko: 화난 슬러그 함장이 당신에게 교신해옵니다. "삐러먹을 꼬쓰뜨들 가뜨니! 이 썽우는 우리꺼야! 안 끄래도 꼴찌꺼리들만 까뜩했는떼, 여끼 연빵 함썬도 쩌리해야 뙨다니!"
ru: С вами выходит на связь разъяренный капитан слизней. "Проклятые призраки! Туманносссти принадлежат НАМ! У меня и так много проблем, я не могу разбиратьссся ещщще и ссс кораблем Федерации".
zh_hans: 你被一个愤怒的蛞蝓族舰长叫住了。"该死的魂灵族！这片星云是我们的！我要处理的问题够多了，我没时间陪你们这些联邦的玩。"
