Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//eventList[@name="DYNASTY_ZOLTAUTO_ACCEPT"]/event/text
source: "Federation vessel registered entering combat proximity. Forwarding data collection to Ministry." Guess your crime won't go unnoticed by the Zoltan, but they're too far away right now to do anything about it. First, you have to take out this auto.
ko: "연방 함선 전투 사거리 근접 확인. 내각에 정보 전송 중." 당신이 저지를 범죄가 졸탄들 눈에 띄겠지만, 내각이 무언가 조치를 취하기에는 당신이 이미 그들 관할구역에서 너무 멀리 떨어져 있습니다. 우선 당신의 임무는 이 무인선을 제거하는 겁니다.
ru: "Зарегистрировано судно Федерации, входящее в зону боевого контакта. Передаю данные в Министерство". Видимо, ваше преступление не останется незамеченным для золтан, но они сейчас слишком далеко, чтобы что-то предпринять. Сначала нужно уничтожить этот автоматический корабль.
zh_hans: "已在册的联邦船只进入战斗区域。正在转发数据包至牧师团。"看来你的犯行肯定会被超能族们知晓，但他们现在离得太远，做不了什么。首先，你得干掉这艘自动舰。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//eventList[@name="DYNASTY_ZOLTAUTO_REWARD"]/event[1]/text
source: "Your methods are efficient, I shall give you that. Do not expect a reward however, for thou still are trespassing in a realm which is most displeased to host you."
ko: "그대의 문제해결 방법은 효율적이군. 그건 인정하도록 하지. 하지만 보상은 기대하지 말게나. 그대는 아직 당신을 불쾌히 여기는 왕국을 무단침입 중이라네."
ru: "Твои методы эффективны, надо отдать тебе должное. Однако не жди награды, ибо ты все еще проник в пространство, которое очень недовольно тем, что приняло тебя".
zh_hans: "你的方法很有效，我不得不承认。然而，不要指望得到奖赏，因为你仍处于闯入一个最不待见你的王国的状态。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) Threaten them.
ko: (고급 무기실) 왕조 함선을 협박한다.
ru: (Улучш. Оружие) Угрожать им.
zh_hans: (高级武器)威胁他们。

source: "You put up a convincing argument. Is it common for individuals like you to speak volumes louder with actions rather than words? I would scoff had I not a gun pointed to my head. Take this money, you barbarian."
ko: "설득력 있는 주장이로세. 그대같은 족속에게는 이렇게 "말보다 행동"으로 설득하는게 만연한가? 내 머리에 총구만 겨눠지지 않아도 그대를 비웃었으련만. 어서 내 스크랩을 가져가게. 야만인아."
ru: "Ты приводишь убедительные аргументы. Неужели для таких как вы, свойственно громче говорить не словами, а делами? Я бы рассмеялся, если бы к моей голове не был приставлен пистолет. Возьми эти деньги, варвар".
zh_hans: "你提出了一个令人信服的论点。像你这样用行动而不是用语言来表达的人很常见吗？要不是有枪指着我的头，我会嘲笑你。拿着这些钱，你们这些野蛮人。"

# data/events_ghost.xml$//eventList[@name="DYNASTY_ZOLTAUTO_REWARD"]/event[2]/text
source: "Your methods are efficient, I shall give you that. Do not expect a reward however, for thou still are trespassing in a realm which is most displeased to host you."
ko: "그대의 문제해결 방법은 효율적이군. 그건 인정하도록 하지. 하지만 보상은 기대하지 말게나. 그대는 아직 당신을 불쾌히 여기는 왕국을 무단침입 중이라네."
ru: "Твои методы эффективны, надо отдать тебе должное. Однако не жди награды, ибо ты все еще проник в пространство, которое очень недовольно тем, что приняло тебя".
zh_hans: "你的方法很有效，我不得不承认。然而，不要指望得到奖赏，因为你仍处于闯入一个最不待见你的王国的状态。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Weapons) Threaten them.
ko: (고급 무기실) 왕조 함선을 협박한다.
ru: (Улучш. Оружие) Угрожать им.
zh_hans: (高级武器)威胁他们。

source: "You put up a convincing argument. Is it common for individuals like you to speak volumes louder with actions rather than words? I would scoff had I not a gun pointed to my head. Take this money, you barbarian."
ko: "설득력 있는 주장이로세. 그대같은 족속에게는 이렇게 "말보다 행동"으로 설득하는게 만연한가? 내 머리에 총구만 겨눠지지 않아도 그대를 비웃었으련만. 어서 내 스크랩을 가져가게. 야만인아."
ru: "Ты приводишь убедительные аргументы. Неужели для таких как вы, свойственно громче говорить не словами, а делами? Я бы рассмеялся, если бы к моей голове не был приставлен пистолет. Возьми эти деньги, варвар".
zh_hans: "你提出了一个令人信服的论点。像你这样用行动而不是用语言来表达的人很常见吗？要不是有枪指着我的头，我会嘲笑你。拿着这些钱，你们这些野蛮人。"

# data/events_ghost.xml$//eventList[@name="DYNASTY_ZOLTAUTO_REWARD"]/event[3]/text
source: "I most often discard the mercenaries I first hire to do dirty work, but I admire your willingness to cooperate. Though my superiors would cry to the heavens at this sin, I shall slide you a parcel of scrap in exchange for your efforts."
ko: "난 항상 이런 더러운 일을 위해 고용한 용병들을 팽개치지만, 그대가 기꺼이 협력해줬다는 사실에는 존경을 표하고 싶네. 비록 내 상관들은 내가 이런 죄를 저질렀다는 사실에 하늘이 뚫어져라 울부짖겠지만, 그대의 노력에 준하는 스크랩 한 꾸러미를 보내주도록 하지."
ru: "Чаще всего я отказываюсь от наемников, которых нанимаю для выполнения грязной работы, но я восхищен вашей готовностью сотрудничать. Хотя мое начальство взывало бы к небесам по поводу этого греха, в обмен на ваши усилия я передам вам партию металлолома".
zh_hans: "我本来每次都会背叛首次雇用来干脏活的雇佣兵，但这次我很欣赏你的合作意愿。虽然我的上级恐怕会对这一罪行非常不满，但我会捎给你一包废料，以示你的功劳。"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DESERTERS"]/text
source: From the depths of the clouds approaches a Dynasty ship, their captain speaking in a soft whisper of static. "Please aid us... we are no longer of the mind to take part in the Reaper's war. I desire an outing. May I desert to your ship?" Before you can even consider responding, you notice a quick blur of motion in the distance. Looks like the deserters are being followed.
ko: 성운 깊이서 왕조 함선이 한대 접근해 왔고, 함장이 약한 잡음으로 말하기 시작했습니다. "제발 우릴 도와주게... 우리는 더 이상 리퍼들의 전쟁에 일부가 될 생각이 없네. 탈출하기를 원한다. 그대의 함선으로 탈주해도 되겠나?" 그들에게 답신해주는걸 고려하려던 찰나, 당신은 저 멀리서 흐릿한 움직임을 발견했습니다. 탈영병들이 미행당하고 있는듯 하군요.
ru: Из глубины облаков появляется корабль Династии, капитан которого говорит тихим шепотом. "Пожалуйста, помогите нам... мы больше не в состоянии участвовать в войне жнецов. Я хочу отдохнуть. Могу ли я дезертировать на ваш корабль?" Прежде чем вы успеваете ответить, вы замечаете вдалеке быстрое движение. Похоже, за дезертирами следят.
zh_hans: 从云层深处飘来一艘灵朝的飞船，他们的舰长用轻柔的低语静静地说话。"请帮助我们...我们不再想参加大夺命灵的战争了。我希望能离开这里。我可以到你的船上去吗？"在你还没有考虑回答的时候，你注意到远处有一个快速移动的模糊影子。看来这些逃兵们被人跟踪了。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DESERTERS"]/choice[1]/text
source: Turn in the deserters.
ko: 탈영병들을 밀고한다.
ru: Выдать дезертиров.
zh_hans: 交出逃兵们。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DESERTERS"]/choice[2]/text
source: Allow the Ghost onto the crew.
ko: 고스트 함장을 선원으로 받아들인다.
ru: Разрешить призраку стать вашим членом экипажа.
zh_hans: 允许魂灵族进入船员行列。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_DESERTERS"]/choice[3]/text
source: Tough luck, but we aren't getting involved.
ko: 참 안됐지만, 우린 개입하지 않겠다.
ru: Не повезло, но мы не вмешиваемся.
zh_hans: 真不走运，可我们不想被牵扯。

source: You cut comms and distance yourself from the Dynasty ships.
ko: 당신은 교신을 끊고 왕조 함선들을 멀리했습니다.
ru: Вы прекращаете связь и удаляетесь от кораблей Династии.
zh_hans: 你切断了通讯并与灵朝的船只保持距离。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: As soon as it's clear that your intentions are anything but helping them, the Dynasty ship turns hostile, trying to fight their way past! For some reason, the other ship isn't helping you, but instead sits back to watch the battle. Cowards.
ko: 당신이 그들을 결코 도울 의도가 아니라는 것을 깨닫자, 왕조 함장은 싸워 헤쳐나가기 위해 적대적으로 변했습니다! 그런데 무슨 이유에서인지 미행하던 함선은 돕지 않고 저 멀리서 싸움을 구경하려고 하는군요. 겁쟁이들 같으니라고.
ru: Как только становится ясно, что вы не собираетесь им помогать, корабль Династии становятся враждебными и пытается пробиться через вас! По какой-то причине другой корабль не помогает вам, а просто сидит и наблюдает за битвой. Трусы.
zh_hans: 发现你的意图不是帮助他们后，灵朝飞船就立即变成了敌对状态，企图用战斗的方式开路！出于某种原因，另外那艘船并没有帮助你，而是观望起来。真是懦夫。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Looks like the deserters have already given up. They hardly even protest as they are handed over to the other ship. The loyal Dynasty ship thanks you, and offers a reward.
ko: 탈영병들이 벌써 포기한 모양입니다. 미행하던 함선에 인계되고 있는데도 저항 한 번 하지 않는군요. 친왕조 함선은 당신에게 감사를 표하고 보상을 줬습니다.
ru: Похоже, что дезертиры уже сдались. Они даже не протестуют, когда их передают другому кораблю. Преданный корабль Династии благодарит вас и предлагает вознаграждение.
zh_hans: 看起来这些逃兵已经自暴自弃了。当他们被移交给另外那艘船时，他们甚至都没有抗议。灵朝忠实者们感谢你，并提供了奖励。

source: As soon as it's clear that your intentions are anything but helping them, the Dynasty ship turns hostile, trying to fight their way past! For some reason, the other ship isn't helping you, but instead sits back to watch the battle. Cowards.
ko: 당신이 그들을 결코 도울 의도가 아니라는 것을 깨닫자, 왕조 함장은 싸워 헤쳐나가기 위해 적대적으로 변했습니다! 그런데 무슨 이유에서인지 미행하던 함선은 돕지 않고 저 멀리서 싸움을 구경하려고 하는군요. 겁쟁이들 같으니라고.
ru: Как только становится ясно, что вы не собираетесь им помогать, корабль Династии становятся враждебными и пытается пробиться через вас! По какой-то причине другой корабль не помогает вам, а просто сидит и наблюдает за битвой. Трусы.
zh_hans: 发现你的意图不是帮助他们后，灵朝飞船就立即变成了敌对状态，企图用战斗的方式开路！出于某种原因，另外那艘船并没有帮助你，而是观望起来。真是懦夫。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You quickly usher the Ghost crew aboard, and by some miracle it appears you weren't spotted. You quickly fly away with your new crew aboard.
ko: 당신은 서둘러 고스트 선원들을 승선시켰고, 추적자들에게 발견되는 일을 기적적으로 피했습니다. 당신은 새 선원과 황급히 이 곳을 떠납니다.
ru: Вы быстро поднимаете экипаж призраков на борт, и каким-то чудом оказывается, что вас не заметили. Вы быстро улетаете с новой командой на борту.
zh_hans: 你很快就把魂灵族船员带上了船，而且奇迹般地，你似乎没有被发现。你带着你的新船员迅速飞走。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_LOST"]/text
source: You notice an unusual amount of static over your radio. You play with it a bit until suddenly your translator switches on and begins to spit out dialogue from a Dynasty ship concealed nearby. "We are but hopelessly disoriented, you brainless bobolyne!" "Oh close thine mouth, you worthless bespawler. We have no brains, we are but gas! This senseless debauchery of the insults will present us no solution."
ko: 당신은 무전 장비에서 이상할 정도로 많은 잡음을 감지했습니다. 무전기를 계속 만지작거리던 도중, 갑자기 번역기가 켜지고 은신중이었던 근처 왕조 함선에서 들리는 대화를 내뱉기 시작합니다. "우린 절망스러울 정도로 길을 잃었단 말이다, 이 뇌빠진 놈아!" "그대의 주둥이나 다물게, 이 쓸모없는 침흘리개야. 우린 기체라 뇌가 없단 말이다! 이렇게 무의미하고 방탕하게 욕설을 해봐야 해결책이 나오지 않는단 말일세."
ru: Вы замечаете необычное количество помех в рации. Вы немного поиграли с ней, пока вдруг не включился переводчик и не начал передавать диалог с затаившегося неподалеку корабля Династии. "Мы просто безнадежно потерялись, ты, безмозглый болван!" "О, закрой свой рот, ты, никчемный слюнтяй. У нас нет мозгов, мы всего лишь газ! Этот бессмысленная ссора с оскорблениями не принесет нам никакого результата".
zh_hans: 你注意到你的收音机里有不寻常的静电。你玩了它一会儿，直到你的翻译机突然打开，开始吐出隐藏在附近的一艘灵朝飞船上的对话。"我们已经迷失方向到绝望的程度了，你这个无脑的笨蛋！""哦，闭上你的嘴，你这个无用的口水怪。我们没有大脑，我们只是气体！这种毫无意义的侮辱性快感释放行为不会带来任何办法。"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_LOST"]/choice[1]/text
source: Offer to escort them.
ko: 목적지까지 호위를 제안한다.
ru: Предложить сопроводить их.
zh_hans: 提议护送他们。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_LOST"]/choice[1]/event/text
source: "Oh, Reaper's sweet travesty, you are Federation! We shall take no 'help' from you, fiend!" This wasn't the reaction you expected, but if you can force them into surrendering perhaps they'll finally be willing to take your help?
ko: "오, 리퍼님의 짗궃은 장난인가? 그대는 연방 소속 아닌가! 그대한테서 '도움' 따윈 받지 않겠네, 이 악마야!" 당신이 기대한 반응은 아니었습니다만, 항복을 강제로 받아내면 당신의 도움을 기꺼이 받으려 하지 않을까요?
ru: "О, слащавая пародия на жнеца, ты - из Федерации! Мы не примем от ты никакой "помощи", дьявол!" Такой реакции вы не ожидали, но если вы сможете заставить их сдаться, возможно, они наконец-то согласятся принять вашу помощь?
zh_hans: "哦，真是日了德修斯的狗，你是联邦！我们不会接受你的'帮助'，恶魔！"这不是你预期的反应，但如果你能迫使他们投降，也许他们最终会愿意接受你的帮助？

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Ghost Crew) Offer to escort them.
ko: (고스트 선원) 목적지까지 호위를 제안한다.
ru: (Член экипажа-призрак) Предложить сопроводить их.
zh_hans: (魂灵族船员)提议护送他们。

source: "Oh, but speak not further! For it seems a fellow is offering us their most charitable aid. Many thanks, good friend. We shan't let this favor go forgotten."
ko: "오, 더 이상 말은 아끼도록 하게! 우리 동포가 너그러이 도움을 주는구만 그래. 좋은 친구여, 대단히 고맙네. 이 은혜 잊지 않도록 하겠네."
ru: "О, только не говори дальше! Ибо, кажется, один человек предлагает нам свою самую милосердную помощь. Большое спасибо, добрый друг. Мы не оставим эту услугу без внимания".
zh_hans: "哦，不要再往下说了！因为似乎有一个人在向我们提供他们最慈善的援助。非常感谢，好朋友。我们不会让这个恩惠被遗忘的。"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_LOST"]/choice[3]/text
source: Tough luck, but we aren't getting involved.
ko: 참 안됐지만, 우린 개입하지 않겠다.
ru: Не повезло, но мы не будем вмешиваться.
zh_hans: 他们很不幸，可我们不参与此事。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_LOST"]/choice[3]/event/text
source: You cut comms and distance yourself from the Dynasty ships.
ko: 당신은 교신을 끊고 왕조 함선들을 멀리했습니다.
ru: Вы отключаете связь и удаляетесь от кораблей Династии.
zh_hans: 你切断了通讯并与灵朝的船只保持距离。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DISTRESS_DYNASTY_MONSTER"]/text
source: Your computer is suddenly flooded with alerts from nearby Dynasty security platforms. You listen to the static as your translator struggles to pick out something discernable from pure noise. "Avast! Turn thine's spirits away from this place and take content in safety not to be found here."
ko: 당신의 컴퓨터는 갑자기 근처의 왕조 보안 플랫폼들에서 날아오는 경고로 가득 차기 시작했습니다. 당신은 번역기가 순수한 잡음에서 무언가 인식 가능한 무전을 힘겹게 잡아 내려는 동안 계속 무전기에 귀를 기울입니다. "멈춰라! 이 곳에서는 그대가 만족할 안전을 찾을 수 없을지니, 그대의 영을 이 곳에서 물려라!"
ru: Ваш компьютер внезапно наводняется сигналами с близлежащих платформ безопасности Династии. Вы прислушиваетесь к помехам, а ваш переводчик пытается вычленить что-то различимое из чистого шума. "Осторожно! Выгоните духов из этого места и уединитесь в безопасности, которую здесь не найти".
zh_hans: 你的电脑突然被附近的灵朝安全平台发出的警报淹没。你听着静电，因为你的翻译器在努力从纯粹的噪音中识别出一些可辨别的东西。"小心！把你的灵魂从这个地方移开，满足于这里不存在的安全中吧。"

source: Hail one of the stations.
ko: 근처 기지 하나랑 교신한다.
ru: Обратиться к одной из станций.
zh_hans: 向其中一个空间站呼叫。

source: You assume they'll simply ignore you, but to your surprise a Phantom appears on the other end. "Oh? Have the maniacal hands of the lingering demon not yet snatched you away from this plane? Then consider yourself lucky, and take this chance to flee. You would be no coward to do such a thing..."
ko: 당신은 그들이 교신을 무시할거라 추정하지만, 놀랍게도 팬텀이 수신합니다."음? 이 곳에 머무르는 괴물의 마수가 아직 그대를 이 차원계에서 낚아채지 않았던가? 그렇다면 천운인줄 알고 기회가 있을때 당장 도망가게. 아무도 그대를 겁쟁이라 생각하지 않을게다...."
ru: Вы думаете, что они просто проигнорируют вас, но, к вашему удивлению, на другом конце появляется призрак. "О? Неужели руки маньяка, затаившегося демона, еще не утащили вас из этого мира? Тогда считайте, что вам повезло, и воспользуйтесь случаем, чтобы сбежать. Вы не будете трусом, если сделаете это..."
zh_hans: 你以为他们会简单地无视你，但令你惊讶的是，另一端出现了一个幻灵。"哦？徘徊的恶魔的狂热之手还没有把你从这个宇宙剥离吗？那你可以认为自己很幸运，抓住这个机会逃走吧。识时务算不上是懦夫..."

source: What monster?
ko: 무슨 괴물?
ru: Что за демон?
zh_hans: 什么怪物？

source: "A most horrible demon! It haunts these grounds, it ravages our colonies and it displaces our supplies! Oh flee, oh flee, for it shall strike you too if you stay!"
ko: "정말 소름끼치는 괴물이다! 이 땅에 계속 출몰해 우리 식민지를 황폐하게 하고 보급품을 사라지게 만든다고! 제발 도망가게, 도망가라 말이야! 여기 남아있으면 그대도 마수를 피하지 못할게야!"
ru: "Ужаснейший демон! Он преследует эти земли, он опустошает наши колонии и уничтожает наши запасы! Бегите, бегите, ибо он настигнет и вас, если вы останетесь!"
zh_hans: "一个最可怕的恶魔！它在这里四处游荡，它蹂躏我们的殖民地，它偷走了我们的东西！哦，逃吧，哦，逃吧，如果你留下来，它也会伤害你！"

source: We shall help! Fight the horrible demon.
ko: 우리가 도와주지! 끔찍한 괴물과 싸운다.
ru: Мы поможем! Сразиться с ужасным демоном.
zh_hans: 我们会帮助你的！与可怕的恶魔作斗争。

source: You pilot further into the nebula, preparing yourself mentally for whatever monstrous ship lies ahead. At last, you lay eyes on it... and it's not really what you expected.
ko: 당신은 함선을 성운 더 깊이 몰고 들어갔고, 곧 나타날 가공할 함선과 조우 하기 전에 마음을 가다듬었습니다. 이윽고 당신은 괴물에 발견했습니다만.... 기대한 것과는 딴판이었습니다.
ru: Вы летите дальше в туманность, мысленно готовясь к тому, что впереди вас ждет чудовищный корабль. Наконец, вы видите его... и это совсем не то, что вы ожидали.
zh_hans: 你继续向星云深处航行，默默做好了心理准备——似乎，某种恐怖的、可怕的、怪兽般的飞船就在前方静待。终于，你看到了它...但它和你所预期的模样似乎有所出入。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We should go.
ko: 가자.
ru: Мы должны уйти.
zh_hans: 我们应该开润。

source: Take this warning and leave.
ko: 경고를 받아들이고 떠난다.
ru: Прислушаться к этому предупреждению и уйти.
zh_hans: 听从这个警告并离开。

source: Sounds like there's something bad going on here - it's only safe to turn tail and run.
ko: 여기서 뭔가 끔찍한 일이 일어나는 듯 합니다. 뒤도 돌아보지 말고 도망 가는게 안전하겠군요.
ru: Похоже, что здесь происходит что-то нехорошее - остается только поджать хвост и бежать.
zh_hans: 听起来这里发生了一些不好的事情，只有掉头就跑才是安全的。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DISTRESS_DYNASTY_ENGINEER"]/text
source: You follow the signal of the distress call to what looks to be... an abandoned Engineer vessel? The crew are nowhere to be found, but there's signs of a struggle, and the air is thick with the putrid scent of Ghosts.
ko: 당신은 조난 신호를 따라 왔지만, 발견한 것은.... 버려진 반군 공병 함선이군요? 선원들은 어디에도 안보이지만, 그들이 저항한 흔적은 보였습니다. 그리고 함선 안은 고스트의 악취가 진동했습니다.
ru: Следуя за сигналом бедствия, вы обнаружили... заброшенное инженерное судно? Экипажа нигде нет, но есть следы борьбы, а в воздухе витает гнилостный запах призраков.
zh_hans: 你顺着求救信号来到一个看起来是...被遗弃的工程师船？船员们不知所踪，但有挣扎的迹象，空气中弥漫着魂灵族的腐臭味。

source: Try and track down the Engineers.
ko: 기술자들을 추적해본다.
ru: Попробовать разыскать инженеров.
zh_hans: 试着追踪工程师的下落。

source: Exploring the nearby system leads you to a Dynasty station with several ships docked. Inside several Ghosts are jeering as one of the engineers is escorted towards a guillotine device with a shimmering electrified blade. They spot you and give you a pleading glance, silently begging you to help them.
ko: 근처 항성계를 탐험하다 보니 당신은 여러 함선이 정박해 있는 왕조 기지에 근접했습니다. 기지 안에는 고스트 여럿이 있었고, 그들은 빛나는 전기 칼날이 달린 단두대로 연행되는 공병 하나를 향해 비웃고 있었습니다. 그는 당신을 발견하고 도와달라고 애원하는 눈빛을 보냅니다.
ru: Исследование близлежащей системы привело вас к станции Династии с несколькими пристыкованными кораблями. Внутри станции несколько призраков с насмешками провожают одного из инженеров к гильотине с мерцающим наэлектризованным лезвием. Он замечают вас и бросает на вас полный мольбы взгляд, безмолвно умоляя помочь ему.
zh_hans: 在附近的星系中探索，你发现一座有几艘船停靠的灵朝空间站。在里面，几个魂灵族正在放声大笑着，因为其中一个工程师被押送到一个带着闪亮的电气化刀片的断头台设备前。工程师发现了你，给了你一个恳求的眼神，无声地乞求你帮助他。

source: Aid the engineer.
ko: 기술자를 돕는다.
ru: Оказать помощь инженеру.
zh_hans: 援救工程师。

source: You draw your blaster and shoot the guard escorting the engineer, followed by the execution machine itself. You run out of the room followed by the wounded engineer as angry Ghosts rush towards you!
ko: 당신은 블래스터 권총을 꺼내 공병을 연행하는 간수와 단두대에 발포했습니다. 성난 고스트들이 쫒아오자 당신은 방에서 뛰쳐 나갔고, 부상입은 공병이 뒤를 따랐습니다!
ru: Вы достаете бластер и стреляете в охранника, сопровождающего инженера, а затем в саму машину для казни. Вы выбегаете из комнаты вслед за раненым инженером, а навстречу вам бросаются разъяренные призраки!
zh_hans: 你拔出你的爆裂手枪，搞定了护送工程师的魂灵警卫，接着是处决机器本身。你带着受伤的工程师跑出了舱室，而一群愤怒的魂灵族向你冲来！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We aren't helping Rebels. Leave.
ko: 반군 따윈 도와주지 않는다. 떠난다.
ru: Мы не помогаем повстанцам. Уходим.
zh_hans: 我们不会帮助叛军。离开这里。

source: Stay safe and hang back to scrap their ship.
ko: 기술자 함선을 인양하기 위해 주저한다.
ru: Беречь себя и держаться подальше, чтобы разобрать на металлолом их корабль.
zh_hans: 保持安全距离并绕到后面来拆解他们的船。

source: With no one to stop you, you pull apart the hull of the engineer vessel and bring it back aboard.
ko: 이제 아무도 방해할 사람은 없습니다. 당신은 공병 함선의 함체를 뜯어내 함선으로 가져옵니다.
ru: Никому не мешая, вы разбираете корпус судна инженеров и поднимаете его на борт.
zh_hans: 没有人阻止你，你把工程师船的舰体拆解开来，并把成品带回星舰。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="DYNASTY_ENGINEER_REWARD"]/event[1]/text
source: "T-thanks. Those gas bastards were chanting something about me being a demon maker or something like that. I would be dead if it wasn't for you. My training tells me I should shoot you right now... but I feel like that training is wrong."
ko: "고.. 고마워. 저 가스 덩어리들이 내가 무슨 괴물을 만드는 자인지 뭐라고 나에게 구호같은걸 외치고 있었어. 당신이 오지 않았으면 난 죽었을거야. 훈련소에 있을땐 당신 같은 사람은 봐로 쏴죽여야 된다고 가르쳤어... 근데 그 훈련이 잘못 된거 같아."
ru: "С-спасибо. Эти газовые ублюдки говорили что-то о том, что я создатель демонов или что-то в этом роде. Если бы не вы, я был бы мертв. Моя выучка говорит мне, что я должен пристрелить тебя прямо сейчас... но я чувствую, что эта выучка неправильная".
zh_hans: "谢...谢谢。那些气态混蛋一直在念叨着我是恶魔制造者之类的东西。如果不是因为你，我肯定已经死了。我的训练告诉我，我现在应该向你开枪...但我觉得那些训练是错误的。"

# data/events_ghost.xml$//eventList[@name="DYNASTY_ENGINEER_REWARD"]/event[2]/text
source: "T-thanks. Those gas bastards were chanting something about me being a demon maker or something like that. I would be dead if it wasn't for you. My training tells me I should shoot you right now... but I feel like that training is wrong."
ko: "고.. 고마워. 저 가스 덩어리들이 내가 무슨 괴물을 만드는 자인지 뭐라고 나에게 구호같은걸 외치고 있었어. 당신이 오지 않았으면 난 죽었을거야. 훈련소에 있을땐 당신 같은 사람은 봐로 쏴죽여야 된다고 가르쳤어... 근데 그 훈련이 잘못 된거 같아."
ru: "С-спасибо. Эти газовые ублюдки говорили что-то о том, что я создатель демонов или что-то в этом роде. Если бы не вы, я был бы мертв. Моя выучка говорит мне, что я должен пристрелить тебя прямо сейчас... но я чувствую, что эта выучка неправильная".
zh_hans: "谢...谢谢。那些气态混蛋一直在念叨着我是恶魔制造者之类的东西。如果不是因为你，我肯定已经死了。我的训练告诉我，我现在应该向你开枪...但我觉得那些训练是错误的。"

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_DYNASTY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[1]
source: It's strange how aggressive the Dynasty is, especially when the break away vagabond Ghosts are much more reclusive. Though, perhaps that may be why they broke away in the first place. But, you'll have to think about this later, as a Dynasty vessel is inbound!
ko: 탈주한 떠돌이 고스트들이 훨씬 더 은둔하기 좋아하는 걸 생각해보면, 왕조가 이정도로 공격적이라는게 특히나 이상할 수 밖에 없습니다. 그렇지만 정확히 이런 이유로 떠돌이 고스트들이 탈주했겠지만요. 하지만 이런 생각은 잠시 미루는게 좋을 것 같습니다. 왕조 함선이 접근해오고 있기 때문입니다!
ru: Странно, что Династия так агрессивна, особенно когда отделившиеся от нее бродяги-призраки ведут себя гораздо более сдержанно. Хотя, возможно, именно поэтому они и отделились. Но об этом надо будет подумать позже, ведь корабль Династии уже на подходе!
zh_hans: 考虑到离群流浪的魂灵族们往往避人耳目，灵朝的强攻击性就显得很奇怪。不过，也许这正是他们本来就选择离群的原因。但这些问题你只能以后再思考了，因为有一艘灵朝的船只要来了！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[2]
source: Make no mistake, the ship coming at you isn't friendly. A Dynasty vessel lurches forward, eyeing your weapons before attacking!
ko: 확실히 당신에게 다가오는 함선은 아군 함선이 아니었습니다. 왕조 함선이 갑자기 튀어나와 공격하기 전 당신의 무기를 흘겨 보는군요!
ru: Вы не ошиблись, корабль, идущий на вас, не является дружественным. Корабль Династии устремляется вперед, разглядывая ваши орудия, прежде чем атаковать!
zh_hans: 可别开小差了，向你驶来的飞船并不友好。一艘灵朝的船正向你冲来，在攻击前准备好你的武器！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[3]
source: A garbled message comes across your radio. "Weapons. They belong to me. GIVE!" A Dynasty ship uncloaks nearby, weapons drawn!
ko: 잡음 섞인 전갈이 당신의 무전기에서 들려옵니다. "무기들이군. 모두 내 것이다. 어서 내놓아라!" 왕조 함선 한 대가 근처에서 무기를 준비한 채 은폐장을 풀었습니다!
ru: По радио передается беспорядочное сообщение. "Орудия. Они принадлежат мне. ДАЙТЕ!" Корабль Династии появляется неподалеку, оружие заряжено!
zh_hans: 你的收音机里传来一条乱七八糟的信息。"武器。它们是属于我的。 给 我 ！"一艘灵朝的飞船在附近解除了伪装，启动了武器！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[4]
source: For such an elegant name as the Spectral Dynasty, their ships are uncharacteristically hostile and violent. There's no better example than the vessel here, as it approaches menacingly.
ko: 왕조의 함장들은 "유령 왕조"같은 우아한 명칭의 세력 소속 답지않게 적대적이고 폭력적입니다. 지금 위협적으로 다가오는 이 함선만큼 좋은 예시는 없겠군요.
ru: Для такого элегантного названия, как спектральная Династия, их корабли нехарактерно враждебны и жестоки. Лучшего примера, чем этот корабль, не найти: он угрожающе приближается.
zh_hans: 对于灵朝这样一个优雅的名字来说，他们的船只名反而敌对且暴力。没有比这艘船更好的例子了，因为它正气势汹汹地接近。
