Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS_WAR"]/text
source: "Heheh... just don't ask how it works." You head back to the ship, uncertain what to do with the object. You finally decide to place it on your dashboard and hope it works.
ko: "흐흐흐... 어떻게 작동하는지는 물어보지 말게나." 당신은 함선으로 돌아왔지만, 이 물건으로 무얼 할지 감이 오지 않았습니다. 효험이 있기를 바라며 계기판 위에 물건을 놓습니다.
ru: "Хехе... только не спрашивай, как это работает". Вы возвращаетесь на корабль, не зная, что делать с этим предметом. В конце концов вы решаете поместить его на приборную панель и надеяться, что он сработает.
zh_hans: "诶嘿嘿...什么，你问我它是如何发挥作用的。这个你别问。"你回到星舰，不知道该怎么处理这个...物体。你最终决定把它摆放在你的仪表板上，希望它能正常工作。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS_SPEED"]/text
source: "Heheh... just don't ask how it works." You head back to the ship, uncertain what to do with the object. You finally decide to place it on your dashboard and hope it works.
ko: "흐흐흐... 어떻게 작동하는지는 물어보지 말게나." 당신은 함선으로 돌아왔지만, 이 물건으로 무얼 할지 감이 오지 않았습니다. 효험이 있기를 바라며 계기판 위에 물건을 놓습니다.
ru: "Хехе... только не спрашивай, как это работает". Вы возвращаетесь на корабль, не зная, что делать с этим предметом. В конце концов вы решаете поместить его на приборную панель и надеяться, что он сработает.
zh_hans: "诶嘿嘿...什么，你问我它是如何发挥作用的。这个你别问。"你回到星舰，不知道该怎么处理这个...物体。你最终决定把它摆放在你的仪表板上，希望它能正常工作。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS_SHIELD"]/text
source: "Heheh... just don't ask how it works." You head back to the ship, uncertain what to do with the object. You finally decide to place it on your dashboard and hope it works.
ko: "흐흐흐... 어떻게 작동하는지는 물어보지 말게나." 당신은 함선으로 돌아왔지만, 이 물건으로 무얼 할지 감이 오지 않았습니다. 효험이 있기를 바라며 계기판 위에 물건을 놓습니다.
ru: "Хехе... только не спрашивай, как это работает". Вы возвращаетесь на корабль, не зная, что делать с этим предметом. В конце концов вы решаете поместить его на приборную панель и надеяться, что он сработает.
zh_hans: "诶嘿嘿...什么，你问我它是如何发挥作用的。这个你别问。"你回到星舰，不知道该怎么处理这个...物体。你最终决定把它摆放在你的仪表板上，希望它能正常工作。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_INTERROGATION"]/text
source: Looks like something important is going on nearby. You pull closer and see a group of Dynasty vessels parked around a disabled Auto-ship, shouting at it with their weapons charged.
ko: 뭔가 중요한 일이 근처에 일어나는 것 같았습니다. 당신은 좀더 가까이 다가갔고, 무력화된 무인기를 에워싼 왕조 함선들을 발견했습니다. 이들은 무기를 장전한체 무인선에 고함을 지르고 있었습니다.
ru: Похоже, что поблизости происходит что-то важное. Приблизившись, вы видите группу кораблей Династии, стоящих вокруг поврежденного автоматического корабля и кричащих на него с заряженным оружием.
zh_hans: 附近好像发生了什么大事。你稍微接近一点，便看到一群灵朝的船只停在一艘残破的自动舰周围，一边武器充能，一边冲着它大喊大叫。

source: Ask them what's happening.
ko: 무슨 일인지 물어본다.
ru: Спросить их, что происходит.
zh_hans: 问问他们究竟发生了什么事。

source: "We have captured the demon! Hark, yet it speaks not. Speak foul beast, speak! By the command of the Prime Reaper, we demand ye speak!"
ko: "야수를 생포했도다! 우리의 말을 듣고 있지만 답하질 않는군. 대답하라! 더러운 야수야! 프라임 리퍼의 이름으로 명하노니, 어서 대답할지어다!"
ru: "Мы схватили демона! Слышащий его, но он не говорит. Говори, зверь, говори! По приказу Старшего Жнеца мы требуем, чтобы ты говорил!"
zh_hans: "我们已经抓住了恶魔！但它似乎并不会说话。说话，你这低劣的野兽，开口！奉大夺命灵的指示，我们要求你们说话！"

source: That's an Auto ship...
ko: 저건 무인선이잖아...
ru: Это автоматический корабль...
zh_hans: 可这是一艘自动舰啊...

source: The Ghost's 'head' swivels to face you. "Huh? What garble do you speak?"
ko: 고스트 함장이 "고개"를 돌려 당신을 봤습니다. "음? 무슨 헛소리인가?"
ru: Призрак поворачивает голову, чтобы посмотреть на вас. "А? На каком языке ты говоришь?"
zh_hans: 这个魂灵族的"头"似乎转了一下，正面向你。"啊？你说什么疯言疯语？"

source: It's not alive. It's just a machine.
ko: 살아있는 생명체가 아니야. 기계라고.
ru: Оно не живое. Это просто машина.
zh_hans: 这东西没有生命，不是活的。它只是一台机器。

source: (Engineer Crew) Interface with the Auto and "make it speak".
ko: (공병 선원) 무인선과 상호작용해 "말하게 한다".
ru: (Член экипажа-инженер) Взаимодействовать с машиной и "заставить ее говорить".
zh_hans: (工程师船员)接入这艘自动舰的控制系统，并"让它说话"。

source: Your engineer remotely access the Auto-ship and powers it online. Fortunately, its vocal module is still active. "OooOooOoOoh! You have captured me. You are now cursed! If you do not give the Federation all of your scrap, your children will be stillborn and your crops will be plagued. OooOoOoOoooOh!" The Ghosts suddenly go into panic, scrambling for a weapon, until they realize you're a Federation ship. Desperate not to be cursed, they give you all of their scrap.
ko: 당신의 기술자는 무인선에 원격으로 접근해 전원을 켰습니다. 다행히도 무인선의 음성 모듈은 제대로 작동하고 있었습니다. "우우우우우우! 날 생포했구나. 너는 이제 저주에 걸렸다! 연방에 스크랩을 전부 바치지 않으면, 너희 종족의 신생아들은 다 유산할 것이며 농작물은 병들어 흉년이 올것이다! 우우우우우우우!" 고스트들은 갑자기 겁에 질려 무기를 서둘러 준비했지만, 당신의 함선이 연방에서 파견한 함선임을 알아차렸습니다. 저주를 피하려 발버둥치는 고스트들은 스크랩을 전부 당신에게 넘겨줍니다.
ru: Ваш инженер получил дистанционный доступ к автоматическому кораблю и активировал его. К счастью, его голосовой модуль все еще активен. "OooOooOoOo! Отныне вы прокляты! Если вы не отдадите Федерации весь свой металлолом, ваши дети будут мертворожденными, а ваши посевы - неурожайными. OooOoOoOoooO!" Призраки внезапно впадают в панику, хватаясь за оружие, пока не понимают, что вы - корабль Федерации. Не желая не быть проклятыми, они отдают вам весь свой металлолом.
zh_hans: 你的工程师远程访问了自动舰的中枢控制系统，并将其激活。幸运的是，它的发声模块仍然能够正常活动。"哦哦哦哦！你抓住了我。你现在被诅咒了！如果你不把你所有的废料都交给联邦，你的孩子就会胎死腹中，你的庄稼就会遭殃。哦哦哦噢！"魂灵族们突然陷入恐慌，战战兢兢举起武器，直到他们意识到你就是联邦的飞船。为了不被诅咒，他们把所有的废料都给了你。

source: (Upg. Hacking) Interface with the Auto and "make it speak".
ko: (고급 해킹) 무인선과 상호작용해 "말하게 한다".
ru: (Улучш. Взломщик) Взаимодействовать с автоматическим кораблем и "заставить его говорить".
zh_hans: (高级黑客系统)接入这艘自动舰的控制系统，并"让它说话"。

source: You stealthily deploy your hacking module onto the Auto-ship and power it up. Fortunately, its vocal module is still active. "OooOooOoOoh! You have captured me. You are now cursed! If you do not give the Federation all of your scrap, your children will be stillborn and your crops will be plagued. OooOoOoOoooOh!" The Ghosts suddenly go into panic, scrambling for a weapon, until they realize you're a Federation ship. Desperate not to be cursed, they give you all of their scrap.
ko: 당신은 은밀하게 해킹 모듈을 무인선에 사용해 전원을 켰습니다. 다행히도 무인선의 음성 모듈은 제대로 작동하고 있었습니다. "우우우우우우! 날 생포했구나. 너는 이제 저주에 걸렸다! 연방에 스크랩을 전부 바치지 않으면, 너희 종족의 신생아들은 다 유산할 것이며 농작물은 병들어 흉년이 올것이다! 우우우우우우우!" 고스트들은 갑자기 겁에 질려 무기를 서둘러 준비했지만, 당신의 함선이 연방에서 파견한 함선임을 알아차렸습니다. 저주를 피하려 발버둥치는 고스트들은 스크랩을 전부 당신에게 넘겨줍니다.
ru: Вы незаметно подключаете свой Взломщик к автоматическому кораблю и активируете его. К счастью, его голосовой модуль все еще активен. "OooOooOoOo! Отныне вы прокляты! Если вы не отдадите Федерации весь свой металлолом, ваши дети будут мертворожденными, а ваши посевы - неурожайными. OooOoOoOoooO!" Призраки внезапно впадают в панику, хватаясь за оружие, пока не понимают, что вы - корабль Федерации. Не желая не быть проклятыми, они отдают вам весь свой металлолом.
zh_hans: 你悄悄地将你的黑客模块部署到自动飞船上并给它通电。幸运的是，它的发声模块仍然可以被激活。"哦哦哦哦！你抓住了我。你现在被诅咒了！如果你不把你所有的废料都交给联邦，你的孩子就会胎死腹中，你的庄稼也会遭殃。哦哦哦噢！"幽灵们突然陷入恐慌，战战兢兢举起武器，直到他们意识到你就是一艘联邦飞船。为了不被诅咒，他们把所有的废料都给了你。

source: Leave them to it.
ko: 그들을 내버려둔다.
ru: Оставить их в покое.
zh_hans: 让他们自己在这儿折腾吧。

source: These Ghosts don't seem to realize the Auto-ships can't speak. At least, not unless programmed to. Sentient Auto-ships? That's silly...
ko: 이 고스트들은 무인선이 말을 하지 못한다는 사실을 모르는듯 합니다. 적어도 그렇도록 프로그래밍된 녀석들이 아니고서야 말이죠. 자각하는 무인선들? 그런건 말도 안되지...
ru: Похоже, эти призраки не понимают, что автоматические корабли не умеют говорить. По крайней мере, если они не запрограммированы на это. Разумные автоматические корабли? Это глупо...
zh_hans: 这些魂灵族似乎没有意识到自动舰根本就不会说话。至少，除非内置了相应的软硬件设备。具有认知与思维能力的自动舰？这简直太傻了...

source: Avoid them.
ko: 피한다.
ru: Избегать их.
zh_hans: 忽视他们。

source: This looks pretty serious, and it's probably safest not to interlude.
ko: 굉장히 심각한 문제처럼 보입니다. 아마 관여하지 않는게 제일 좋겠지요.
ru: Это выглядит довольно серьезно, и, вероятно, лучше не вмешиваться.
zh_hans: 这看起来很严重，不插话可能是最安全的。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Phantom merely laughs you off. "This is why we do not seek the help of the Federation for matters such as this."
ko: 팬텀 함장은 당신을 그저 비웃었습니다. "이러니깐 이런 중대한 문제에 연방의 도움을 찾지 않는거 아니겠나?"
ru: Призрак просто смеется над вами. "Вот почему мы не обращаемся за помощью к Федерации в подобных вопросах".
zh_hans: 幻灵只是对你一笑置之。"这就是为什么我们在这样的事情上不寻求联邦的帮助。"

source: Before the Ghosts can respond, suddenly the Auto-ship powers on. Looks like the Ghosts didn't do a good job of disabling it... and you'll have to help them or run!
ko: 고스트들이 제대로 반응하기 전에 무인선에 갑자기 전원이 들어옵니다. 고스트들이 무인선을 제대로 무력화 시키지 않았나 보군요. 이제 그들을 돕던지 도망가던지 결정해야합니다!
ru: Прежде чем призраки успевают ответить, внезапно активируется автоматический корабль. Похоже, что призраки не очень хорошо справились с его отключением... и вам придется помочь им или бежать!
zh_hans: 在魂灵族做出反应之前，自动舰突然开动了。看来魂灵族没有很好地关闭它...你只能帮助他们，要么就跑路！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SMUGGLER"]/text
source: A black smuggler ship comes drifting out of the nebula a few minutes after you jump in. "Good, just who we've been hoping to see. A ship with guns better than ours! I'd be surprised if you haven't caught wind of these Ghosts yet. Dynasty, more like DyNASTY! am I right? Right? Yeah ok. Anyways, we're carrying a shipment full of 'unethically obtained' armaments or however you fancy people say it. Dynasty won't cooperate and just let us through. There's a security checkpoint nearby. Take it out or 'convince' them to let us pass and we've got a spicy new weapon for you. Deal?"
ko: 당신이 도약해 들어온지 몇 분 지나지 않아 검은색 밀수꾼 함선이 성운을 헤쳐 나옵니다. "좋아, 우리보다 무장 잘된 함선이라, 우리가 진심으로 바라던 친구들이구만! 혹시 이 고스트란 녀석들 모르진 않겠지? "왕조"? 내가 볼땐 그냥 왕"조악"한 놈들인것 같은데! 안 그래?? 그치? 그래 알겠어. 어쨌든 우리 지금 당신같은 고급진 친구들이 "비도덕적으로 획득"했다고 할만한 무기를 한가득 싣고 있어. 왕조놈들은 협력해줄 생각이 없는지 우릴 통과시켜주지 않고 있고. 여기 근처에 검문소가 하나 있어. 저 검문소를 없애버리거나 우릴 통과시켜주도록 왕조놈들을 설득시켜주면 아주 화끈한 신상 무기를 하나 넘겨줄게. 콜?"
ru: Через несколько минут после прыжка из туманности появляется черный корабль контрабандистов. "Отлично, как раз тот, кого мы надеялись увидеть. Корабль с оружием лучше нашего! Я удивлюсь, если вы еще не слышали об этих призраках. Династия, скорее ДиНАСТИЯ! Я прав? Прав? Да, хорошо. В общем, мы везем груз с "неэтично полученным" вооружением, или как там это у вас принято называть. Династия не хочет сотрудничать и просто пропустить нас. Неподалеку есть контрольно-пропускной пункт. Разберитесь с ним или "убедите" их пропустить нас, и у нас будет для вас новое крутое оружие. Договорились?"
zh_hans: 就在你跃迁结束几分钟后，一艘黑色的走私船从星云中飘了出来。"好，这正是我们所希望看到的——这艘船拥有的枪炮甚至比我们这边的还要好！既然我们已经如此深入此地，如果你还没有得到这些魂灵族的消息，我会感到非常惊讶。哼，什么灵朝，更像是灵巢！难道我说的不对吗？是的，没错，总之，我们携带了一批，呃，以某种意义上来说并不'道德'的途径所获取的武器装备。黑货，或者随便你怎么说。灵朝那些野蛮的家伙抬抬手便可以让我们直接通过，可他们压根儿提不起任何友好协商的精神头儿。嗯，附近有一个安全检查站。直接拿下，或者'说服'他们让我们通过，我们就会把一个辣手的新武器送你当礼物。成交吗？"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SMUGGLER"]/choice[1]/text
source: Check out the checkpoint.
ko: 검문소에 가 본다.
ru: Посмотреть контрольно-пропускной пункт.
zh_hans: 查看检查站的情况。

source: You approach the station, and are surprised to find they hail you first! "Be on the watch, trouble is stirring in the nebulas. A pirate with dangerous cargo has been spotted, but their location remains unknown. If you have any information on their whereabouts, do not hesitate to share it."
ko: 당신은 기지에 접근했고, 그들이 먼저 당신과 접촉해 환영해준다는 사실에 놀랐습니다! "조심하게. 성운지대에서 위험이 도사리고 있다네. 위험화물을 싣고있는 해적선을 발견했지만, 그들의 정확한 위치는 아직 파악되지 않고 있네. 혹시 이들의 행방에 대한 정보를 알고 있으면, 주저말고 알려주게나."
ru: Вы приближаетесь к станции и с удивлением обнаруживаете, что они вызывают вас первыми! "Будьте начеку, в туманности назревают проблемы. Замечены пираты с опасным грузом, но их местонахождение неизвестно. Если у вас есть какая-либо информация об их местонахождении, не стесняйтесь поделиться ею".
zh_hans: 你走近空间站台，惊讶地发现他们先向你打招呼！"注意观察，星云中的麻烦正在蠢蠢欲动。一个携带危险货物的海盗被发现了，但他们的位置仍然不明。如果你有任何关于他们下落的信息，不要犹豫，请分享。"

source: Attack the checkpoint.
ko: 검문소를 공격한다.
ru: Атаковать контрольно-пропускной пункт.
zh_hans: 攻击检查站。

source: The most reliable way to help the smugglers is simply to blow these Ghosts up. Hopefully should be easy enough.
ko: 밀수꾼들을 도울 가장 좋은 방법은 역시 이 고스트들을 날려버리는 겁니다. 별로 어렵지 않겠지요.
ru: Самый проверенный способ помочь контрабандистам - просто уничтожить этих призраков. Надеюсь, это будет достаточно просто.
zh_hans: 帮助走私者的最可靠的方法是单纯地炸毁这些魂灵族。希望这件事很容易。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Bribe the checkpoint.
ko: 검문소 직원들에게 뇌물을 준다.
ru: Дать взятку на контрольно-пропускном пункте.
zh_hans: 贿赂检查站。

source: "For what is this generous donation? Hark? To turn a back to the security of this beacon for the next 5 hours? Well, I do suppose this is a deal we can arrange."
ko: "이 너그러운 기부는 무엇인가? 오는 5시간동안 지나가는 통행자들을 못본채 해달라는 것인가? 음, 성사 가능한 협상인듯 하군."
ru: "За что такое щедрое пожертвование? Слышащий? Чтобы охрана была к вам благосклонна на ближайшие 5 часов? Ну, я полагаю, мы можем договориться об этом".
zh_hans: "这种慷慨的捐赠是为了什么？哈啊？在接下来的5个小时里对这个信标的安全置若罔闻？嗯，我想这是一个我们可以达成的交易。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hail the smugglers, letting them know it's safe. "A bribe? How boring, I was looking for some damn fireworks! But, I'm a man of my word. Sometimes. Right now I am. But not always. Here you go."
ko: 당신은 이제 안전하다는 사실을 알리기 위해 밀수꾼들과 교신했습니다. "꼴랑 뇌물만 줬어? 참 재미없네.난 폭죽 빵빵 터지는게 보고싶었단 말이야! 하지만 난 약속은 지키는 놈이야. 가끔씩은 말이지. 지금은 지키지만, 항상 지키는건 아니야. 자."
ru: Вы связываетесь с контрабандистами, сообщая им, что все в порядке. "Взятка? Как скучно, я хотел увидеть чертов фейерверк! Но я человек слова. Иногда. В данный момент - да. Но не всегда. Вот, держи".
zh_hans: 你向走私者打招呼，让他们知道现在可以安全通过。"贿赂？真无聊，我还在盼着一些吊炸天的炮火！但是，我是个说话算数的人。至少有时候是。比如现在。但并不总是如此。给你。"

source: Sell them the location of the smugglers.
ko: 밀수꾼들의 현 위치를 팔아넘긴다.
ru: Продать им местонахождение контрабандистов.
zh_hans: 把走私者的位置卖给他们。

source: You doubt the Smugglers are going to give you a weapon after this, but it was effortless scrap and who can complain about that?
ko: 당신은 그들의 위치를 팔아넘기고도 밀수꾼들이 무기를 줄지 의문스러워 하지만, 힘 안들이고 스크랩을 벌었으니 불평할 거리가 있을까요?
ru: Вы сомневаетесь, что после этого контрабандисты дадут вам оружие, но ведь это лом полученный без особых усилий, и кто может пожаловаться на это?
zh_hans: 走私者肯定不会在这之后给你一件武器了，但这不费吹灰之力的废料谁又会抱怨呢？

source: (Savior of the Dynasty) Could you do us a favor?
ko: (왕조의 구세주) 부탁 하나만 들어주겠나?
ru: (Спаситель Династии) Не могли бы вы оказать нам услугу?
zh_hans: (灵朝救星)你能帮我们个忙吗？

source: "Oh the gods bestow upon me an honor like I never knew! An embarassment, I am, for not having recognized the savior of our lands! Yes, yes, we will do anything!" You kindly ask them to allow your smuggler 'friends' through, and they oblige without hesitation.
ko: "세상에 이런 과분한 영광이 있다니! 우리 고향의 구세주를 몰라뵈다니 부끄럽기 짝이 없습니다! 그래요, 그래요, 물론 뭐든 해드리겠나이다!" 당신은 친절하게 밀수꾼 "친구들"을 통과시켜주도록 부탁했고 그들은 주저하지 않고 도와줬습니다.
ru: "О, боги даруют мне такую честь, какой я никогда не знал! Позор мне за то, что я не признал исследователя наших земель! Да-да, мы сделаем все!" Вы любезно просите их пропустить ваших друзей-контрабандистов, и они без колебаний соглашаются.
zh_hans: "哦，诸神赐予我前所未有的荣誉！何等耻辱降于吾身，因为我竟有眼无珠鼠目寸光，对我们这片广袤土地至高无上的救世主视而不见！是的，哦是的，我们愿意为您做任何事情！"你"善意"地要求他们允许你的走私"朋友"们通过，他们毫不犹豫地答应了。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You hail the smugglers, letting them know it's safe. "Hah, what was that? I was looking for some damn fireworks! But, I'm a man of my word. Sometimes. Right now I am. But not always. Here you go."
ko: 당신은 이제 안전하다는 사실을 알리기 위해 밀수꾼들과 교신했습니다. "꼴랑 뇌물만 줬어? 참 재미없네.난 폭죽 빵빵 터지는게 보고싶었단 말이야! 하지만 난 약속은 지키는 놈이야. 가끔씩은 말이지. 지금은 지키지만, 항상 지키는건 아니야. 자."
ru: Вы связываетесь с контрабандистами, давая им понять, что все в порядке. "Ха, что это было? Я хотел увидеть чертов фейерверк! Но я человек слова. Иногда. В данный момент - да. Но не всегда. Вот, держи."
zh_hans: 你向走私者打招呼，让他们知道现在可以安全通过。"哈，那是什么？我还在盼着一些吊炸天的炮火！但是，我是个说话算数的人。有时候。现在我就是这样。但并不总是如此。给你。"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SMUGGLER"]/choice[2]/text
source: Fight the smugglers instead.
ko: 기지대신 밀수꾼들과 전투한다.
ru: Сразиться с контрабандистами.
zh_hans: 攻击走私者。

source: You don't make deals with pirates, but you'll gladly fight them instead!
ko: 당신은 해적과 거래 같은 건 하지 않지만, 전투는 기꺼이 하겠지요!
ru: Вы не заключаете сделок с пиратами, но с удовольствием сражаетесь с ними!
zh_hans: 你不与海盗做交易，但你会很高兴地与他们战斗！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SMUGGLER"]/choice[3]/text
source: We aren't going to work for some smugglers.
ko: 우린 밀수꾼 따위를 위해 일하지 않는다.
ru: Мы не собираемся работать на каких-то контрабандистов.
zh_hans: 我们不打算为一些走私者工作。

source: You somewhat rudely decline the smugglers' offer and fly away.
ko: 당신은 밀수꾼들의 제안을 약간 무례한 투로 거부하고는 당장 떠납니다.
ru: Вы довольно невежливо отказываетесь от предложения контрабандистов и улетаете.
zh_hans: 你有点粗鲁地拒绝了走私者的提议然后飞走了。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_AUTOQUEST"]/text
source: Almost immediately, you receive a hail from what appears to be an Auto-station lingering nearby. "Hello. This is a prerecorded message for all nearby non-Dynasty vessels. The nearby settlement of Ghosts has proven problematic for the Rebellion. Recapture it, and this platform is authorized to reward you with a drone."
ko: 도착과 거의 동시에 당신은 근처 무인 기지처럼 보이는 곳에서 교신을 받았습니다. "안녕하신가. 이하는 비왕조 함선들을 위한 녹음 메시지다. 반군에게 근처 고스트 정착지는 항상 골칫거리였다. 이 기지는 정착지를 재탈환 하는 자에게 드론을 보상으로 지급할 것이다."
ru: Почти сразу же поступил сигнал с автоматической станции, находящейся неподалеку. "Здравствуйте. Это заранее записанное сообщение для всех близлежащих кораблей, не принадлежащих Династии. Расположенное неподалеку поселение призраков оказалось проблемой для Восстания. Захватите его, и эта станция вознаградит вас дроном".
zh_hans: 几乎在跃迁结束的同一时间，你收到了来自似乎是在附近徘徊的自动空间站的呼叫。"你好。这是为附近所有非灵朝船只预先录制的信息。附近的魂灵族定居点对起义军是个麻烦。夺回它，然后这个被授权的舰台会奖励你一架无人机。"

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_AUTOQUEST"]/choice[1]/text
source: Attack the Ghosts.
ko: 고스트들을 공격한다.
ru: Атаковать призраков.
zh_hans: 攻击魂灵族。

source: It feels weird working for the Rebellion, but you can't think of anything more satisfyingly ironic than using their own weapon against them. Assuming you succeed, of course. As you approach the colony, one of their vessels rises to face you.
ko: 반군을 위해 일을 한다니 뭔가 이상한 기분이 들지만, 당신은 반군의 무기를 도리어 그들에게 쓰는 것만큼 만족스러운 아이러니는 없다고 생각했습니다. 물론 성공한다는 가정하에 말이죠. 당신이 식민지에 접근하자 그들의 함선 중 한 대가 당신과 대치하기 위해 출격했습니다.
ru: Странно работать на повстанцев, но нельзя придумать ничего более ироничного, чем использовать их собственное оружие против них самих. Если, конечно, у вас получится. Когда вы приближаетесь к колонии, один из их кораблей подлетает к вам.
zh_hans: 为叛军办事感觉很奇怪，但你想不出有什么比用他们自己的武器来对付他们更令人满意的笑话。当然，前提是你能成功。当你接近定居点时，魂灵族们的一艘船起飞来应对你。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_AUTOQUEST"]/choice[2]/text
source: Just destroy the Auto.
ko: 무인기지를 파괴한다.
ru: Просто уничтожить автоматическую станцию.
zh_hans: 摧毁这座自动空间站。

source: It means you won't get the weapon, but it's much easier just to kill this Auto-station than to go fight a Dynasty colony. Plus, it means not working for the Rebellion!
ko: 그들의 무기를 가질수는 없겠지만, 왕조 식민지에 싸움을 거는 것 보다는 이 무인기지를 폭파시키는게 더 쉬울겁니다. 게다가 반군의 더러운 일을 할 필요도 없다는 의미죠!
ru: Это означает, что вы не получите дрона, но гораздо проще просто убить эту автоматическую станцию, чем идти сражаться с колонией Династии. К тому же это означает, что вы не будете работать на повстанцев!
zh_hans: 这意味着你不会得到叛军的回礼，但是摧毁这座空间站要比去攻打一处灵朝殖民地容易得多。另外，这也意味着你不用当叛军的临时打工人了！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_AUTOQUEST"]/choice[3]/text
source: Tough luck, but we aren't getting involved.
ko: 참 안됐지만, 우린 개입하지 않겠다.
ru: Не повезло, но мы не будем вмешиваться.
zh_hans: 真不走运，可我们不参与。

source: You cut comms and distance yourself from the Dynasty ships.
ko: 당신은 교신을 끊고 왕조 함선들을 멀리했습니다.
ru: Вы заканчиваете связь и удаляетесь от кораблей Династии.
zh_hans: 你切断了通讯并与灵朝的船只保持距离。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_ZOLTAUTO"]/text
source: You notice the shadow of a ship slipping through the nebulas behind you, and begin to fear it might be following you, until it comes bursting out of the clouds, revealing itself to be a Dynasty vessel. Their weapons are off however, and their comms are open for communication.
ko: 당신은 함선 뒤의 성운에서 어떤 함선의 그림자를 목격했고, 당신을 미행하고 있다는 걱정에 사로 잡혔습니다. 그 함선은 성운에서 갑자기 튀어나왔고, 왕조 함선임을 확인했습니다. 하지만 왕조 함선의 무기실 전원은 꺼져있었고, 통신 채널은 열려있었습니다.
ru: Вы замечаете тень корабля, проносящуюся в туманности позади вас, и начинаете опасаться, что корабль следует за вами, пока он не появляется из облаков, показывая, что это корабль Династии. Однако их оружие выключено, а средства связи открыты для общения.
zh_hans: 你注意到一艘飞船的影子从你身后的星云中滑过，并开始担心它可能在跟踪你，直到它从云层中冲出来，显示出它是一艘灵朝的飞船。然而，他们的武器是关闭的，而且他们的通讯器是开放的，可以进行交流。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_ZOLTAUTO"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_ZOLTAUTO"]/choice/event/text
source: "We have identified you as a Multiverse Renegade vessel. Does this statement hold true? If so, we suspect you are not opposed to matters of mercenary work. A ship of automated nature but Zoltan origins has been spotted dangerously close to a loyal Dynasty colony. While these do not pose the same threat as a Rebel vessel, it could create hysteria of immense proportions amongst our citizens. Could you disable it?"
ko: "우리는 그대의 함선을 멀티버스 배회자 함선으로 인식했다. 사실인가? 만약 그렇다면, 용병 일을 마다하지는 않겠구나. 졸탄제로 보이는 무인 함선이 친왕조 식민지에 위험할 정도로 근접했음이 발견되었다. 이들이 물론 반군 함선만큼 위험하진 않지만 우리 국민들 사이에 엄청난 히스테리를 불러일으킬 가능성이 있네. 혹시 무력화 시켜줄수 있겠나?"
ru: "Мы идентифицировали вас как корабль Ренегата Мультивселенной. Соответствует ли это утверждение действительности? Если да, то мы подозреваем, что вы не против заняться наемничеством. Корабль автоматической природы, но происхождения золтан, был замечен в опасной близости от колонии лояльной Династии. Хотя они не представляют такой угрозы, как корабли повстанцев, они могут вызвать панику огромного масштаба среди наших граждан. Не могли бы вы его обезвредить?"
zh_hans: "我们已经确认你是一艘变元飞船。这一说法是否属实？若属实，我们猜你不会介意一点雇佣兵的差事。一艘自动化性质但源自超能族的飞船被发现危险地接近一个忠诚的灵朝殖民地。虽然这些飞船不构成与叛军飞船相同的威胁，但它会在我们的公民中引发巨大的骚乱。你能使它失效吗？"

source: Chase down the Auto-ship.
ko: 무인선을 추적한다.
ru: Догнать автоматический корабль.
zh_hans: 追击自动舰。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: "Then you are of no use to us. Furthermore, you are trespassing on Dynasty territory, and must be removed."
ko: "그럼 그대는 우리에게 쓸모가 없다. 더욱이 그대는 왕조 사유재산에 무단 침입했으니 이제 제거되어야 한다."
ru: "Тогда вы бесполезны для нас. Более того, вы вторглись на территорию Династии и должны быть выдворены".
zh_hans: "那么你对我们就没有用处了。不仅如此，你们还擅自侵入灵朝的星域，必须被清除。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。
