Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

source: You raise your weapons and attack one of the Slug vessels in the colony.
ko: 당신은 함포를 준비해 식민지에 정착한 슬러그 함선 한대를 공격합니다.
ru: Вы заряжаете оружие и атакуете один из кораблей слизней, находящихся в колонии.
zh_hans: 你启动武器，准备向蛞蝓族殖民地的一艘飞船发起攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_SLUGOCC"]/choice[2]/text
source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_ghost.xml$//event[@name="DYNASTY_SLUGOCC"]/choice[2]/event/text
source: You didn't come here to do other people's work. You have much more important matters at hand.
ko: 당신은 다른 이들의 일을 처리해주려 이 곳에 온게 아닙니다. 훨씬 중요한 일들이 임박해 있습니다.
ru: Вы пришли сюда не для того, чтобы выполнять чужую работу. У вас есть гораздо более важные дела.
zh_hans: 你来到这里，不是来为别人工作的。你手头还有更重要的事情。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/text
source: Clearly, the Rebels did something to the Dynasty to anger them so. A Rebel and Dynasty ship are squarring off... but they haven't seen you yet!
ko: 확실히 반군이 왕조에 무슨 짓을 했으니 저정도로 화나있겠지요. 반군 함선과 왕조 함선이 서로 싸울 준비를 하지만... 당신을 아직 발견하진 못했습니다!
ru: Очевидно, повстанцы что-то натворили по отношению к Династии, раз так ее разозлили. Корабли повстанцев и Династии сражаются... но они еще не заметили вас!
zh_hans: 显然，叛军对灵朝做了一些足以激怒他们的事情。一艘叛军飞船正和灵朝的战舰遥遥对峙...但他们此刻还都没有看到你！

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[1]/text
source: Aid the Rebel ship.
ko: 반군 함선을 도와준다.
ru: Оказать помощь кораблю повстанцев.
zh_hans: 帮助叛军飞船。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[1]/event/text
source: You prepare to fight the Dynasty ship.
ko: 당신은 왕조 함선과 전투할 준비를 합니다.
ru: Вы готовитесь к бою с кораблем Династии.
zh_hans: 你做好准备，迎战灵朝战舰。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[1]/event/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[2]/text
source: Aid the Ghost ship.
ko: 고스트 함선을 도와준다.
ru: Оказать помощь кораблю призраков.
zh_hans: 帮助魂灵族飞船。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[2]/event/text
source: You prepare to fight the Rebel ship.
ko: 당신은 반군 함선과 전투할 준비를 합니다.
ru: Вы готовитесь к бою с кораблем повстанцев.
zh_hans: 你做好准备，迎战叛军飞船。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[2]/event/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[3]/text
source: Don't get involved.
ko: 관여하지 않는다.
ru: Не вмешиваться.
zh_hans: 不趟这趟浑水。

# data/events_ghost.xml$//event[@name="DYNASTY_DUEL"]/choice[3]/event/text
source: Neither ship is your ally, and you doubt helping either is in your best interest.
ko: 두 함선 그 어느쪽도 당신의 동맹이 아니고, 둘다 어떠한 이득이 될거 같지 않습니다.
ru: Ни один из кораблей не является вашим союзником, и вы сомневаетесь, что помощь любому из них отвечает вашим интересам.
zh_hans: 这两艘船都不是你的盟友，你十分怀疑帮助这两艘船是否符合你的最大利益。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOST_DUEL_REBEL_SAVE"]/text
source: The Dynasty ship is dead, leaving just you and the Rebel behind. They reluctantly thank you, and agree to give the fleet false information on your location.
ko: 왕조 함선은 패배했고, 당신과 반군 함선만 남겨졌습니다. 그들은 당신에게 마지못해 감사하며 반군 함대에 가짜 위치정보를 제공하기로 동의했습니다.
ru: Корабль Династии уничтожен, остались только вы и повстанцы. Они неохотно благодарят вас и соглашаются дать флоту ложную информацию о вашем местонахождении.
zh_hans: 灵朝战舰解体了，只剩下你和叛军。他们非常不情愿地感谢了你，并最终同意向他们的主力舰队提供有关你所在位置的虚假信息。

# data/events_ghost.xml$//event[@name="GHOST_DUEL_GHOST_SAVE"]/text
source: The Rebel ship is dead, leaving just you and the Dynasty ship behind. A line of static is sent over to your ship, which you assume means thank you. Your suspicions are confirmed when the Ghost beams over an able soldier to assist you!
ko: 반군 함선은 패배했고, 당신과 왕조 함선만 남겨졌습니다. 당신의 함선에 잡음 한줄이 보내졌고 당신은 이를 감사의 표시로 여겼습니다. 고스트측에서 당신을 돕기 위해 유능한 군인을 빔으로 보내면서 당신의 예측은 맞아 떨어졌습니다!
ru: Корабль повстанцев уничтожен, остались только вы и корабль Династии. На ваш корабль посылается сообщение, который, как вы полагаете, означает "спасибо". Ваши подозрения подтверждаются, когда призраки передают вам на помощь опытного солдата!
zh_hans: 叛军的飞船解体了，只剩下你和灵朝的飞船。一簇电子被发送到你的船上，你估计这意味着某种感谢。当他们派遣了一名能干的士兵来帮助你时，你的怀疑得到了证实！

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_FILTH"]/text
source: The Dynasty has employed several fleets of ships strictly for salvaging ruins. You see no ruin here - but nonetheless a salvager vessel is darting back and forth.
ko: 유령 왕조는 오로지 폐허 인양만을 위한 함대를 여럿 운용해왔습니다. 여기에는 폐허가 보이지 않지만, 이와 상관없이 인양 함선 하나가 왔다갔다 하고 있었습니다.
ru: Династия наняла несколько флотилий кораблей, предназначенных исключительно для поиска руин. Вы не видите здесь никаких руин, но, тем не менее, судно исследователей снует туда-сюда.
zh_hans: 灵朝已经雇佣了数支不同的舰队来回收他们的废墟。你在这里看不到什么废墟，但一艘作业船只却在此地来回穿梭徘徊。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_FILTH"]/choice[1]/text
source: Ask them what they're doing.
ko: 그들에게 무엇을 하고 있는지 물어본다.
ru: Спросить их, чем они занимаются.
zh_hans: 问问他们正在干什么。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_FILTH"]/choice[1]/event/text
source: "The FILTH! The FILTH! Oh how it lingers, its foul scent clings to my form and I feel the FILTH crawling under my plasma membrane! The shivers, oh the horrors! However shall the filth be cleaned?!?"
ko: "불결한 것! 불결한 것! 남은 고약한 냄새가 내 형체에 붙고 오물이 내 플라즈마 세포막 속에서 기는게 느껴진다! 오싹하도다! 끔찍하도다!! 이 불결한 것을 어찌 씻어내면 좋을것인가?!? "
ru: "ГРЯЗЬ! ГРЯЗЬ! О, как она тянется, ее дурной запах прилипает к мою телесную оболочку, и я чувствую, как она заползает под мою плазменную мембрану! Дрожь, о ужас! Как же очистить эту грязь?!?"
zh_hans: "污秽！肮脏！哦，看看它漂浮的姿态！它的恶臭紧紧地附着在我的身体上，我能感觉到它就在我的质膜下方肆意扩散！惊骇，哦，恐怖！然而这污秽之物又该如何除净？！？"

source: Woah man, calm down.
ko: 워워, 진정해.
ru: Эй, дружище, успокойся.
zh_hans: 哦哦兄弟，冷静下来。

source: "DO NOT- do... do not tell me to 'calm down'. Lest you spare me the details and inform as to how you find necessity in my botherings? Do you seek to help?"
ko: "나.. 나에게 '진정하라'는 소리는 집어치우도록 하여라. 그대가 내 골칫거리에 어떤 용무가 있는지 말하기 이전에는 말이다. 그대는 도와주려 온 것인가?"
ru: "НЕ НАДО- не... не... надо говорить мне, чтобы я "успокоился". Может быть, ты избавишь меня от подробностей и скажешь, ты понял причину моего беспокойства? Хочешь ли ты помочь?"
zh_hans: " 别 ，别跟我说什么冷不冷静。除非你愿意向我详细告知，为何参与到要我的烦恼之中。你要帮忙吗？"

source: Help with what?
ko: 무엇을 도우라는 거지?
ru: Помочь с чем?
zh_hans: 帮什么忙？

source: "Do thou suffer from a fatal case of ear cloggage? The FILTH, you dimwitted poppy sniffing breather! The rubbish left behind by fellow breathers like the dastardly Rebels! Oh, I do believe you call it 'scrap'. Collect for us a substantial amount so that I may declare this beacon clean and I shall reward you... erm... my sincerest gratitudes?"
ko: "그대의 귀는 이물질로 꽉 막혀 질식사라도 했나? 오물 말이다! 양귀비에 콧구멍이나 처박는 우매한 숨쉬개야! 그대의 동족 숨쉬개, 그러니깐 저 악랄한 반군 놈들이 남긴 쓰레기! 그대들은 '스크랩'이라고 불렀던가? 이 송신소를 '인양완료'로 선언하게 많은 스크랩을 모아주게. 그리하면 내가...음... 진심으로 감사해주도록 하지?"
ru: "Ты страдаешь от смертельного случая засорения ушей? ГРЯЗЬ, ты, тупоголовый, сраный дышащий! Мусор, оставляемый собратьями по дыханию, такими как подлые повстанцы! О, кажется, ты называешь это "ломом". Собери для нас значительное количество, чтобы я мог объявить этот маяк чистым, и я награжу тебя... эээ... моей искренней благодарностью?"
zh_hans: "难道你患上了致命的堵耳症？那个污秽！你这个用愚不可及的嘴巴呼吸的会喘气的家伙！那些垃圾！诸如卑鄙至极的叛军那样的会呼吸的家伙们留下的蠢透了的垃圾！哦，我记得你们把这些破玩意儿叫做'废料'。如果你能把这堆东西打包收拾起来，我就可以宣布这处信标已经清理干净。我会奖励你，呃...以我最诚挚的感激？"

source: Take some time to collect some scrap for him.
ko: 시간을 할애해서 그에게 스크랩을 모아준다.
ru: Потратить немного времени, чтобы собрать для него металлолом.
zh_hans: 花些时间帮他把这些废料收拾起来。

source: The fleet will probably catch up a bit while you do this, but you gather a large collection of scrap and show it to the Ghost. "No, NO! MORE! MORE! The FILTH still persists to ruin my day and clutter the system!"
ko: 이러고 있을동안 반군 함대가 많이 쫒아 오겠지만, 당신은 스크랩을 많이 수거했고 고스트 함장에게 보여줬습니다. "아니야, 아니다! 더! 더 가져와야한다! 오물은 여전히 내 하루를 망치고 있고 행성계를 어지럽히고 있단 말이다!"
ru: Флот, вероятно, немного догонит вас, пока вы это делаете, но вы собираете большую часть металлолома и показываете ее призраку. "Нет, НЕТ! БОЛЬШЕ! БОЛЬШЕ! Эта ГРЯЗЬ продолжает портить мне день и захламлять систему!"
zh_hans: 当你这样做的时候，舰队可能会逐渐逼近。但你收集了大量废料，并将其展示给这个魂灵族。"不， 不 ！ 还 要 ！ 还 要 ！这些脏东西已经破坏了我美好的一天，把整个星系弄得一团糟！"

source: Gather more scrap for him.
ko: 스크랩을 더 모아다준다.
ru: Собрать для него побольше металлолома.
zh_hans: 收集更多废料。

source: The fleet has no doubt moved even closer during the process, but you bring back an even larger haul than before. "Gah, you are mentally impaired! No no no! MORE! You oaf! Do not stop until the stars twinkle yet again in the starry abyss of the sky!"
ko: 반군 함대는 틀림없이 더 가까이 접근했겠지만, 당신은 이전보다 더 많은 스크랩을 모아다 줬습니다. "그대는 지적 장애라도 있나보군! 아니 아니 아니야! 더 가져와! 이 얼간아! 저 심연같은 하늘에서 별이 다시 빛날때 까지 멈추지 말게!"
ru: Флот, несомненно, еще больше приблизился в процессе, но вы принесли еще больший улов, чем раньше. "Черт, ты умственно отсталый! Нет, нет, нет! БОЛЬШЕ! Ты олух! Не останавливайся, пока в звездной бездне небес снова не заблестят звезды!"
zh_hans: 毫无疑问，舰队将在此过程中更为接近，但你带回了更多废料。"啊，你这精神障碍的家伙！不，不，不！还 要！你这个笨蛋！不要停下来，直到天空变得洁净，星辰在宇宙的深渊中再次闪烁！"

source: Gather even more scrap for him.
ko: 스크랩을 한번 더 모아다준다.
ru: Собрать для него еще больше лома.
zh_hans: 收集更多废料。

source: There's no doubt the Rebels are really on your heels now. "Good! At the final hour of the rotational cycle you have met my demands most valiantly! You bring me sense of triumph! The FILTH is no more! A heroic warrior against the plague of the FILTH deserves none other than me by their side!"
ko: 이제는 분명 반군 함대가 당신 발끝까지 쫒아왔을 겁니다. "좋아! 자전주기의 마지막 시간에 그대는 나의 요구사항을 용감하게 만족시켰도다! 그대는 내게 승리감을 안겨주었어! 오물은 가고 없도다! 그대 같이 저 오물이란 질병에 맞서 싸우는 용감한 전사 편에는 나 같은 인물이 제격이노라!"
ru: Нет сомнений, что повстанцы теперь действительно наступают вам на пятки. "Отлично! В последний час вращательного цикла ты доблестно выполнил мои требования! Ты принес мне чувство триумфа! ГРЯЗИ больше нет! Героические воины против чумы ГРЯЗИ заслуживают того, чтобы рядом с ними был не кто иной, как я!"
zh_hans: 毫无疑问，叛军现在真的就在你后面了。"太好了！在旋转周期的最后时刻，你十分勇敢地满足了我的要求！你给我带来了胜利的感觉！ 污 秽 已经不复存在了！一个对抗 肮 脏 瘟 疫 的英雄战士，最配得上的奖励当然是我亲自加入其一方！"

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: This guy is a nutjob. Put him out of his misery.
ko: 이거 완전 미친놈이다. 안락사 시켜주자.
ru: Этот парень - псих. Избавить его от страданий.
zh_hans: 这家伙是个疯子。将他从痛苦中解脱。

source: "Oh, oh! Oh how they warned me of this day! You musn't linger, Orbitious, you musn't linger! Now the men of villainous pursuits come to strike you! Fear the reaper, devil men!"
ko: "오, 오! 그들은 이런 날이 결국 올거라고 경고했었지! 정신차리게, 오르비티우스, 정신차려! 악독함을 추구하는 사내들이 엄습하러 온다! 악인들이여, 저승사자를 두려워 할지어다!"
ru: "О, о! О, как же они предупреждали меня об этом дне! Нельзя мешкать, Орбитиус, нельзя мешкать! Сейчас люди злодейских занятий придут, чтобы сразить тебя! Бойтесь жнеца, люди дьявола!"
zh_hans: "噢，噢！噢，就是这一天，他们曾予我何等严峻的警告啊！不要停下，奥比修斯，不要逗留！此刻，邪恶的追逐者已然前来，将要发动袭击，取你性命！恐惧于灵割战舰之下，恶魔们！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_FILTH"]/choice[2]/text
source: Ignore the Ghosts.
ko: 고스트들을 무시한다.
ru: Не обращать внимания на призраков.
zh_hans: 忽视这些魂灵族。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_FILTH"]/choice[2]/event/text
source: The strange behavior of this ship is too suspicious for your liking.
ko: 이 함선의 이상한 행동거지는 당신에게 너무나 꺼림칙해 보였습니다.
ru: Странное поведение этого корабля слишком подозрительно, чтобы вам это нравилось.
zh_hans: 从你的角度而言，这艘船的奇怪行为太可疑了。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPLIT"]/text
source: Looks like several Dynasty ships have docked around a medical outpost, including several elite Reaper vessels. What could be going on there?
ko: 엘리트 리퍼 함선을 포함한 왕조 함선 여러 대가 의료 기지에 정착해 있는 모양입니다. 대체 무슨일이 벌어지고 있는걸까요?
ru: Похоже, что несколько кораблей Династии пристыковались к медицинскому аванпосту, включая несколько элитных кораблей жнецов. Что там происходит?
zh_hans: 看起来几艘灵朝的船只正停靠在一个医疗哨站附近，包括几艘灵割战舰。那里是不是发生了什么事情？

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPLIT"]/choice[1]/text
source: Dock.
ko: 정착한다.
ru: Пристыковаться.
zh_hans: 在此停靠。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPLIT"]/choice[1]/event/text
source: Before you can even step aboard, a Ghost Alpha comes running but stops when they see you. Behind them follows a medical staff. "Outsiders? Unforetold, but fortuitous. Our friend here has exceeded splitting capacity, but has yet to divide out of fear. Could you provide some remedy for their caution?" You notice the Alpha is trembling, staring at you with its featureless face.
ko: 당신이 기지에 발을 들이기도 전에, 알파 고스트 한 명이 달려오다가 당신을 발견하자 멈춰섰습니다. 그의 뒤에는 의료진 한 명이 뒤따라오고 있었습니다. "이방인들인가? 예견되진 않았지만, 좋은 징조로군. 여기 알파 친구가 분열할 수 있는 한도에 달했지만 두려움으로 인해 분열을 꺼려하네. 혹시 그의 경계심을 풀어 줄 수 있겠나?" 당신은 알파 고스트가 평범한 얼굴로 당신을 쳐다보며 벌벌 떨고 있는 것을 알아챘습니다.
ru: Не успели вы ступить на борт, как к вам подбегает Альфа-призрак, но останавливается, увидев вас. За ним следует медицинский персонал. "Чужаки? Необъяснимо, но удачно. Наш друг достиг возможностей разделяться, но еще не разделился из-за страха. Не могли бы вы что-то сделать с его страхом?" Вы замечаете, что Альфа дрожит, глядя на вас своим безликим лицом.
zh_hans: 你还没来得及进入，一个巨型魂灵族就跑了过来。但在看到你后，他停下了脚步，身后跟着一名医护人员。"外来者？不可预见，何其偶然。我们的朋友已经超过了可维持稳定的最大体型，但仍对分裂过于恐惧。你能为他的分担一些焦虑吗？"你注意到这个巨型魂灵族在颤抖，用他毫无特征的脸盯着你。

source: Try to talk the Alpha into splitting.
ko: 알파에게 분열하도록 설득한다.
ru: Попытаться уговорить альфу разделиться.
zh_hans: 试着说服这个巨型魂灵族接受分裂。

source: Shelter the Alpha from the other Ghosts.
ko: 알파를 다른 고스트들로부터 대피시킨다.
ru: Защитить альфу от других призраков.
zh_hans: 把这个巨型魂灵族带走。

source: You quickly motion for the Alpha to follow, and they do so willingly. Running back to your ship, it looks like you've angered the Dynasty ships. One of their Reaper vessels is dispatched to reclaim their soldier.
ko: 당신은 따라오라고 재빠르게 손짓하고, 알파는 기꺼이 따라옵니다. 당신은 함선으로 서둘러 돌아왔지만, 왕조 인원들의 분노를 산 듯 합니다. 그들의 병사를 되찾기 위해 리퍼 함선 한 대가 출동했군요.
ru: Вы быстро приказали альфе следовать за вами, и он с готовностью последовал за вами. Бежим обратно на корабль, похоже, что вы разозлили корабли Династии. Один из их кораблей жнецов был послан, чтобы вернуть своего солдата.
zh_hans: 你很快便说服了这个巨型魂灵族，他们也很愿意和你一起走。待回到你的船上，信号显示你已经激怒了灵朝的舰队。他们之中的一艘精英战舰被派来营救原本属于他们的士兵。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Mind Control) Subdue the Alpha.
ko: (정신지배 장비) 알파를 진정시킨다.
ru: (Контроль разума) Подчинить альфу.
zh_hans: (心灵控制)制服这个巨型魂灵族。

source: Under the influence of the mind control, the Ghost Alpha is subdued long enough for the Dynasty medical staff to inject them full of a blue liquid that apparently begins the splitting process involuntarily. They thank you for your efficient problem solving and offer a reward.
ko: 정신지배 영향 아래 알파 고스트는 분열절차를 강제로 발생시키는 파란 액체로 가득한 주사를 의료진이 딱 놓을 수 있을 동안만 진정됐습니다. 의료진은 효율적인 문제해결에 대한 감사를 표시하고 보상을 해줍니다.
ru: Под воздействием контроля сознания Альфа-призрак подчиняется достаточно долго, чтобы медицинский персонал Династии ввел ему синюю жидкость, которая, по-видимому, начинает непроизвольный процесс разделения. Они благодарят вас за эффективное решение проблемы и предлагают вознаграждение.
zh_hans: 在精神控制的影响下，这个巨型魂灵族被控制了足够长的时间，足以让灵朝的医护人员为他注射了满满的蓝色液体。随后，很显然，他非自愿地开始了分裂过程。灵朝感谢你高效便捷地解决了问题，并为你提供了一份报酬。

source: (Upg. Mind Control) Force the Alpha to split.
ko: (고급 정신지배 장비) 알파에게 분열하도록 강요한다.
ru: (Улучш. Контроль разума) Заставить альфу разделиться.
zh_hans: (高级精神控制)迫使这位巨型魂灵族强行进入分裂状态。

source: The Alpha begins to shake more violently, and suddenly erupts into a fine mist, slowly reforming into two separate Ghosts. The twins look at each other and begin to scream, but are subdued by the confused medical staff. "What in the great nebula has occured? This is not how the process is intended to go about! I-I truly am uncertain of what to consider of this situation. These ones are not... uh... we would rather not have them in the field of battle. Have them instead."
ko: 알파는 더 격렬하게 떨기 시작했고, 갑자기 옅은 안개로 폭발해 고스트 개체 둘로 천천히 재구성됩니다. 고스트 쌍둥이는 서로를 보더니 비명을 지르기 시작했으나, 의료진에 의해 진정됐습니다. "은하수 맙소사 대체 무슨일이 일어난건가? 이렇게 일어나는 절차가 아니란 말이야! 대.. 대체 이 상황을 어떻게 이해해야 하는지 모르겠군. 이들은... 음... 전장에 내보낼 병사들이 아니네. 그대가 데려가게."
ru: Альфа начинает трястись еще сильнее и внезапно превращается в прозрачную дымку, медленно трансформируясь в двух отдельных призраков. Близнецы смотрят друг на друга и начинают кричать, но их усмиряет растерянный медицинский персонал. "Что произошло в великой туманности? Это не тот процесс, который должен произойти! Я не знаю, как относиться к этой ситуации. Они не... э-э... мы бы не хотели, чтобы они оказались на поле боя. Возьмите их себе".
zh_hans: 这个巨型魂灵族开始更加猛烈地摇晃，并突然爆发成为一团淡薄的细雾，最终慢慢凝缩，变成了两个彼此分开的魂灵族。这对双胞胎注视着彼此，并很快开始尖叫。困惑的医护人员制服了他们。"我的大星云啊！究竟发生了什么？这个过程有问题，这不是我们想要的结果！我、我真的不确定该怎么看待这种情况。这些不是...呃...我们可不想让他们出现在战场上。这俩个家伙送你好了。"

source: (Shell Scientist) Explain the process.
ko: (셸 과학자) 절차를 알파에게 설명한다.
ru: (Член экипажа-ракушка-Ученый) Объяснить этот процесс.
zh_hans: (甲壳科学家)解释这个过程。

source: You catch various odd phrases among the Shell's speech like "plasma membrane" and "rapid sub-division of the quantum something something." Does it mean anything? You're inclined to say no. Later, your Shell does indeed tell you that they made up everything they said, but it seems to register with the Alpha who finally agrees to go through with the process. The medical team pays you for your help.
ko: 당신은 셸 과학자가 "플라즈마 세포막"이라던지 "양자 어쩌구 저쩌구의 급속 세분"같은 이상한 용어를 쓰는 것을 눈치챘습니다. 뭔가 의미가 있는 말들인가요? 당신은 아니라고 생각합니다. 나중에 셸 승무원은 이 모든 것 다 지어낸 말이라고 이실직고 하지만, 알파는 결국 이를 받아들여 분열 절차를 거치기로 동의했습니다. 의료진은 당신의 도움에 대한 보상을 줬습니다.
ru: Вы улавливаете в речи ракушки различные странные фразы, такие как "плазменная мембрана" и "быстрое деление квантового чего-то там". Значит ли это что-нибудь? Вы склоняетесь к тому, что нет. Позже ваша ракушка говорит вам, что она выдумала все, что сказала, но, похоже, это убеждает альфу, который в конце концов соглашается пройти через этот процесс. Медицинская команда платит вам за помощь.
zh_hans: 你在甲壳科学家的演讲中听到了各种奇怪的短语，比如"内质网质膜"和"量子的快速亚分裂"等等等等。这些乱七八糟是否有什么意义？你倾向于说"不"。很快，你的甲壳科学家告诉你确实如此，他所说的一切都是胡编乱造、虚构出来的。但，好好想想事情的经过，似乎是这位巨型魂灵族最终同意实施这一过程的。事已至此，木已成舟，这个医疗团队必须为你所提供的帮助付钱。

source: We probably shouldn't get involved.
ko: 관여하지 않는 것이 좋겠어.
ru: Нам, наверное, не стоит вмешиваться.
zh_hans: 我们最好不要牵涉其中。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPLIT"]/choice[2]/text
source: Ignore the station.
ko: 기지를 무시한다.
ru: Не обращать внимания на станцию.
zh_hans: 无视该空间站。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_SPLIT"]/choice[2]/event/text
source: Voluntarily putting yourself closer to the firing range of an elite Dynasty vessel doesn't sound like the best idea right now.
ko: 엘리트 왕조 함선의 사거리 안에 자발적으로 가까이 다가가는 것은 썩 좋은 생각이 아닌듯합니다.
ru: Добровольно подставлять себя под огонь элитного корабля Династии - не самая лучшая идея.
zh_hans: 主动让自己笼罩在一艘精英灵朝船只的射程范围之下，听起来并不是什么好主意。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="DYNASTY_SPLIT_ENCOURAGE"]/event[1]/text
source: No matter how much you try, the Alpha simply won't listen to you. You give up and apologize, explaining you don't have any other way to help.
ko: 당신이 노력해도 알파는 도무지 말을 듣지 않았습니다. 당신은 이내 포기하고 딱히 도울수 있는 방도가 더 없음에 사과합니다.
ru: Как бы вы ни старались, Альфа просто не хочет вас слушать. Вы сдаетесь и извиняетесь, объясняя, что у вас нет другого способа помочь.
zh_hans: 无论你怎么努力，巨型魂灵族都没有听你的话。你放弃并道歉，解释说你没有什么其他的方法可以帮助到他了。

# data/events_ghost.xml$//eventList[@name="DYNASTY_SPLIT_ENCOURAGE"]/event[2]/text
source: You have no idea what you're talking about, but you try to sound as calming as possible. Your second opinion seems to coax the Alpha into submission. The staff of the station offer a paltry reward.
ko: 당신조차도 당신이 무슨말을 하는지 도무지 알길이 없었습니다만, 최대한 차분하게 설명해주려 노력합니다. 당신의 진단은 알파 고스트를 굴복시키는 듯 했습니다. 기지의 의료진은 당신에게 쥐꼬리만한 보상을 해줬습니다.
ru: Вы понятия не имеете, о чем говорите, но стараетесь говорить как можно спокойнее. Ваше стороннее мнение, похоже, убеждает альфу подчиниться. Сотрудники станции предлагают мизерное вознаграждение.
zh_hans: 你已经不知道你到底在说些什么了，但你尽了最大努力让自己的声音听上去平静且和蔼。你的第二个观点似乎说服了这个巨型魂灵族最终选择屈服。哨站的工作人员提供了微不足道的一些报酬。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS"]/text
source: "The demons linger about... come aboard, it's safe from them here. I have many wonders aboard, maybe you'd like one?" A softly speaking Ghost waves for you to come aboard.
ko: "악마들이 아직 머물고 있도다.... 어서오게, 여기는 안전하다네. 불가사의한 물건들을 많이 가지고 있네. 혹시 하나 사가겠나?" 나긋나긋한 고스트가 당신에게 승선하라고 손짓합니다.
ru: "Демоны бродят вокруг... поднимайся на борт, здесь ты будешь в безопасности. У меня на борту много чудес, может быть, ты захочешь одно из них?" Негромко говорящий призрак машет вам рукой, чтобы вы поднялись на борт.
zh_hans: "恶魔出没...不过此地距离他们非常遥远。请上我的船，我这儿有很多惊奇玩意，也许你看过之后会有什么想要的？"一个说话轻柔的魂灵族向你招手，让你上船。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS"]/choice[1]/text
source: Go aboard.
ko: 승선한다.
ru: Подняться на борт.
zh_hans: 上船看看。

source: You step aboard the ship, surprised to find it's full of oxygen. Around the walls are hanging various small trinkets. "These are my prized creations. Would you care for one? Only 10 scrap..."
ko: 당신은 승선했고, 내부가 산소로 가득하다는 사실에 놀랐습니다. 함선 내벽에는 여러가지 작은 잡동사니가 걸려있습니다. "다 내 소중한 창조물들이지. 하나 사가겠나? 단돈 10 스크랩이라네..."
ru: Вы ступаете на борт корабля и с удивлением обнаруживаете, что он полон кислорода. Вокруг стен развешаны различные мелкие безделушки. "Это мои ценные творения. Не хотите ли приобрести одну? Всего 10 лома..."
zh_hans: 你登上船，惊奇地发现船上充满了氧气。墙上挂着各种各样丰富多彩的小饰品。"这些是我最珍贵的作品。你想要一个吗？只需10废料..."

source: Buy a totem of war [+10% weapon fire rate].
ko: 전쟁의 토템을 구입한다. [무기 충전 시간 -8%].
ru: Купить тотем войны [+8% к скорости стрельбы оружия].
zh_hans: 购买一个战争图腾[+8%武器充能速度]。

source: Buy an emblem of speed [+20% crew speed].
ko: 속도의 엠블럼을 구입한다. [선원 이동속도 +20%, FTL 재충전속도 +20%].
ru: Купить эмблему скорости [+20% скорости передвижения экипажа, +20% скорости перезарядки ССД].
zh_hans: 购买一个速度徽标[+20%船员移动速度，+20%超光速推进器充能速度]。

source: Buy an ingot of fortitude [+20% shield charge speed].
ko: 불굴의 주괴를 구입한다. [방어막 충전속도 +20%, 시스템 파괴 저항 +20%].
ru: Купить слиток стойкости [+20% скорости заряда щита, +20% сопротивления саботажу систем].
zh_hans: 购买一个坚韧印章[+20%护盾充能速度，+20%系统破坏抗性]。

source: No thanks.
ko: 됐습니다.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

# data/events_ghost.xml$//event[@name="NEBULA_DYNASTY_TRINKETS"]/choice[2]/text
source: Avoid the Ghost.
ko: 고스트를 피한다.
ru: Избегать призрака.
zh_hans: 避开这魂灵族。

source: You have better things to do than looking at 'wonders' right now.
ko: '불가사의한 물건'을 쳐다보는 것 보다 중요한 일들이 더 많습니다.
ru: У вас сейчас есть дела поважнее, чем смотреть на "чудеса".
zh_hans: 你更重要的事情去做，顾不上去看什么"惊奇玩意"。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。
