Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

source: That's not a wreck-site anymore, it's a home to probably a couple dozen Ghosts. Best not to intrude on their space.
ko: 이 곳은 더 이상 난파선이 아닙니다. 아마 이제 25명 남짓의 고스트들의 보금자리일 것입니다. 그들의 공간을 침범하지 않는게 최선인것 같군요.
ru: Это уже не место кораблекрушения, а дом для нескольких десятков призраков. Лучше не вторгаться в их пространство.
zh_hans: 那已经不是一片残骸区了，而可能会是几十名魂灵族的家。最好不要闯入他们的领地。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You're pretty certain the Ghosts spot you multiple times, but never once do they try and stop you. Maybe they're just very understanding?
ko: 당신은 고스트들이 당신의 함선을 여러번 발견 했다고 확신하지만, 그들은 단 한번도 당신을 저지하지 않았습니다. 사려가 매우 깊은걸까요?
ru: Вы уверены, что призраки заметили вас несколько раз, но ни разу не попытались вам помешать. Может быть, они просто очень понятливые?
zh_hans: 你很确定魂灵族多次发现你，但他们从未试图阻止你。也许他们只是非常善解人意？

source: It doesn't take long for the Ghosts to spot you... one ship flies out to match you. Looks like it was an elite, but now it's in the hands of the Ghosts!
ko: 고스트들이 당신을 발견하기 까지는 그리 오래 걸리지 않았습니다... 함선 한대가 당신과 마주하기 위해 날아 들어옵니다. 엘리트 함선이었지만, 이제 고스트의 손 안에 들어간듯 하군요!
ru: Призракам не потребовалось много времени, чтобы заметить вас... Один корабль вылетает навстречу. Похоже, это была элита, но теперь корабль в руках призраков!
zh_hans: 没过多久，魂灵族们就发现了你...有一艘飞船飞出来对付你。看起来它是一艘精英舰，但现在它在魂灵族的手里！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ACID"]/text
source: "Hail good traveler! I am Domodius the explorer, privy to all knowledge that one might need on these dark nebulous clouds. All except for one vital fact whom eludes me. I have heard the legends of a so called... 'acid' nebula. Yet I have never seen one myself! I must find it!"
ko: "안녕하신가 선한 여행자여! 내 이름은 탐험자 도모디우스, 이 어둡고 흐린 성운들을 헤쳐나가는데 필요한 모든 지식을 은밀히 알고 있다네. 사실 나를 교묘히 피하는 한 가지 중요한 사실 빼고 말이지. '산성' 성운에 대한 전설을 난 들어봤지만, 직접 본적은 단 한번도 없다네! 이 성운을 꼭 찾아야 겠네!"
ru: "Приветствую тебя, добрый путник! Я - Домодиус, исследователь, обладающий всеми знаниями, которые могут понадобиться человеку в этих темных туманных облаках. Все, кроме одного важного факта, который ускользает от меня. Я слышал легенды о так называемой... "кислотной" туманности. Но я никогда не видел ее сам! Я должен найти ее!"
zh_hans: "你好，旅行者！我是探索家多莫迪乌斯，对在这些黑暗的星云内航行可能需要的所有知识都了如指掌。除了一个一直都在躲着我的重要事实。我听过一个所谓的...'酸性'星云的传说。但我自己从未见过！我必须找到它！"

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ACID"]/choice[1]/text
source: Not sure. Could you describe one?
ko: 잘 모르겠는데. 산성 성운에 대해서 설명해주겠어?
ru: Не знаю. Не мог бы ты описать одну из них?
zh_hans: 我们不太明白。你能描述一下吗？

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ACID"]/choice[1]/event/text
source: "Well, they're of green hue. And have the nature of a nebula. That's really it."
ko: "음, 일단 초록색조를 띄고, 성운 같지. 그게 다라네."
ru: "Ну, они зеленого оттенка. И имеют природу туманности. Вот, собственно, и все".
zh_hans: "嗯，它们是绿色的色调，而且具有星云的性质。就这两点。"

source: Lie and say you've heard about them.
ko: 들어 본적 있다고 거짓말한다.
ru: Солгать и сказать, что вы о них слышали.
zh_hans: 撒谎说你听说过它们。

source: "Really?! I am amazed! Please, please, you must tell me where!"
ko: "사실인가?! 정말 놀랍도다! 제발, 부탁이네. 부디 어디있는지 알려주게!"
ru: "Правда?! Я поражен! Пожалуйста, пожалуйста, ты должен сказать мне, где!"
zh_hans: "真的吗？！这太令我吃惊了！拜托，哦拜托，你必须告诉我它在哪里！"

source: Make up some coordinates.
ko: 좌표를 지어낸다.
ru: Выдумать какие-нибудь координаты.
zh_hans: 编造一些坐标。

source: (Mind Control) Give him a very 'convincing' lie.
ko: (정신 지배) 매우 '설득력 있는' 거짓말을 한다.
ru: (Контроль разума) Выдумать ему очень "убедительную" ложь.
zh_hans: (心灵控制)给他一个非常"令人信服"的谎言。

source: "Ooooh, ooooh! I must head there at once! Thank you for your assistance, oh seer of those things which beg of being seen!"
ko: "오오, 오오오! 당장 그 쪽으로 향해야 겠구만! 도와줘서 고맙네, 발견되길 간절히 바라는 것들을 보는 자여!"
ru: "Оооо, оооо! Я должен немедленно отправиться туда! Спасибо за помощь, о провидец тех вещей, которые просят, чтобы их увидели!"
zh_hans: "噢，噢，噢！我必须马上去那里！感谢您的帮助，噢，您真是那些渴望被发现的东西的先知！"

source: Tell the truth. You've never seen one.
ko: 산성 성운을 본적 없다고 사실대로 말한다.
ru: Сказать правду. Вы никогда не видели ни одну.
zh_hans: 说实话，你从来没有见过。

source: "That's alright! Had we explorers seen all the starry sky had to be seen, why then there would be nothing left to be an explorer OF! Safe travels friend, and may this aid you."
ko: "괜찮다네! 우리같은 탐험가들이 이 별가득한 하늘을 구석구석 다 탐험했다면, 탐험의 본분을 다할 곳이 없지 않겠는가! 안전한 여정이었으면 좋겠군, 친구. 이게 도움이 되었으면 하네."
ru: "Ничего страшного! Если бы мы, исследователи, увидели все звездное небо, тогда бы нам нечего было исследовать! Счастливого пути, друг, и пусть это поможет тебе".
zh_hans: "没关系！如果我们探索家品尽了所有的星空，那就没有什么可供探索的了！朋友，一路顺风，希望这能帮助你。"

source: (Adv. Sensors) Offer him your detailed map data.
ko: (고급 센서) 자세한 지도 데이터를 제공한다.
ru: (Продв. Сенсоры) Предложить ему свои подробные картографические данные.
zh_hans: (先进传感器)向他发送你的星图数据。

source: Domodius takes a look at the data you've given him. "Hmmm. Inconclusive. Still, this proves you are a purveyor of fine knowledge and a keen explorer with an eye for discovery! If I join you, our combined intellect should be unrivaled!"
ko: 도모디우스는 당신이 준 정보를 훓어 봤습니다. "흐음. 아주 확실하진 않군. 그래도 그대가 양질의 지식의 공급자고 탐험에 일가견 있는 열정적 탐험가라는 사실이 증명되었구만! 만약 내가 그대와 함께한다면, 아무도 우리의 합쳐진 지적 능력을 따라올 수 없을걸세!"
ru: Домодиус изучает данные, которые вы ему предоставили. "Хммм. Неубедительно. Тем не менее, это доказывает, что ты обладатель прекрасных знаний и зоркий исследователь, жаждущий открытий! Если я присоединюсь к тебе, то наш общий интеллект будет непревзойденным!"
zh_hans: 多莫迪乌斯看了看你给他的数据。"嗯，这派不上多大用场。尽管如此，这证明你是一位优秀的知识提供者，也是一位有着敏锐眼光的探索者！如果我加入你的行列，我们的共同智慧应该是无与伦比的！"

source: Domodius
ru: Домодиус
zh_hans: 多莫迪乌斯

source: (Long Range Scanners) Offer him your detailed map data.
ko: (장거리 스캐너) 자세한 지도 데이터를 제공한다.
ru: (Сканеры дальнего действия) Предложить ему свои подробные картографические данные.
zh_hans: (长距扫描仪)向他提供你的详细星图数据。

source: Domodius takes a look at the data you've given him. "Hmmm. Inconclusive. Still, this proves you are a purveyor of fine knowledge and a keen explorer with an eye for discovery! If I join you, our combined intellect should be unrivaled!"
ko: 도모디우스는 당신이 준 정보를 훓어 봤습니다. "흐음. 아주 확실하진 않군. 그래도 그대가 양질의 지식의 공급자고 탐험에 일가견 있는 열정적 탐험가라는 사실이 증명되었구만! 만약 내가 그대와 함께한다면, 아무도 우리의 합쳐진 지적 능력을 따라올 수 없을걸세!"
ru: Домодиус изучает данные, которые вы ему предоставили. "Хммм. Неубедительно. Тем не менее, это доказывает, что ты обладатель прекрасных знаний и зоркий исследователь, жаждущий открытий! Если я присоединюсь к тебе, то наш общий интеллект будет непревзойденным!"
zh_hans: 多莫迪乌斯看了看你给他的数据。"嗯，这派不上多大用场。尽管如此，这证明你是一位优秀的知识提供者，也是一位有着敏锐眼光的探索者！如果我加入你的行列，我们的共同智慧应该是无与伦比的！"

source: Domodius
ru: Домодиус
zh_hans: 多莫迪乌斯

source: (Slip Scanner) Offer him your detailed map data.
ko: (슬립 스캐너) 자세한 지도 데이터를 제공한다.
ru: (Гиперсканер) Предложить ему свои подробные картографические данные.
zh_hans: (滑流扫描仪)向他提供详细的星图数据。

source: Domodius takes a look at the data you've given him. "Hmmm. Inconclusive. Still, this proves you are a purveyor of fine knowledge and a keen explorer with an eye for discovery! If I join you, our combined intellect should be unrivaled!"
ko: 도모디우스는 당신이 준 정보를 훓어 봤습니다. "흐음. 아주 확실하진 않군. 그래도 그대가 양질의 지식의 공급자고 탐험에 일가견 있는 열정적 탐험가라는 사실이 증명되었구만! 만약 내가 그대와 함께한다면, 아무도 우리의 합쳐진 지적 능력을 따라올 수 없을걸세!"
ru: Домодиус изучает данные, которые вы ему предоставили. "Хммм. Неубедительно. Тем не менее, это доказывает, что ты обладатель прекрасных знаний и зоркий исследователь, жаждущий открытий! Если я присоединюсь к тебе, то наш общий интеллект будет непревзойденным!"
zh_hans: 多莫迪乌斯看了看你给他的数据。"嗯，这派不上多大用场。尽管如此，这证明你是一位优秀的知识提供者，也是一位有着敏锐眼光的探索者！如果我加入你的行列，我们的共同智慧应该是无与伦比的！"

source: Domodius
ru: Домодиус
zh_hans: 多莫迪乌斯

source: (Aenwithe) "Yuck. Yeah, I know what those are."
ko: (Aenwithe) "우웩. 네, 그게 뭔지 알아요."
ru: (Аэнвитэ) "Гадость. Да, я знаю, что это такое".
zh_hans: (安威斯)"哦。是的，我知道那是什么。"

source: Aenwithe explains that acid nebulas don't come from this reality, or any others like it. This seems to satisfy Domodius. "I have never heard of this... edition of captains you speak of, but it sounds most horrible. I've never been so glad to live in this reality. If you are so knowledgeable, then I shall come with you, so that our combined intellect should know no limits!"
ko: Aenwithe는 산성 성운들이 이 현실 차원이나 다른 비슷한 차원에서 비롯된 것이 아니라고 설명해줬습니다. 도모디우스는 만족한듯 했습니다. "나는 그대가 말하는... 함장들의 또 다른 현신에 대해서 들어본적이 없네만, 정말로 끔찍할 것 같군. 이토록 이 현실에 산다는 것에 감사한 적이 없네. 그대가 정말 박식하다면, 난 그대와 함께 하겠네. 우리의 지적 능력을 합치면 한계 따윈 모르게 될걸세!"
ru: Аэнвитэ объясняет, что кислотные туманности не происходят ни из этой реальности, ни из других, подобных ей. Это, похоже, удовлетворило Домодиуса. "Я никогда не слышал об этом в... издании капитанов, о котором вы говорите, но это звучит ужасно. Я никогда не был так рад, что живу в этой реальности. Если вы такие знатоки, то я пойду с вами, чтобы наш объединенный интеллект не знал границ!"
zh_hans: 安威斯解释说，酸性星云不是来自这个现实，也不来自任何其他类似的现实。这似乎让多莫迪乌斯满意。"我从来没有听说过你说的这个...船长版本，但它听起来非常可怕。我从来没有为生活在这个现实中而如此地高兴。你这么有见识，我应该和你一起走，这样我们的智力结合起来就能突破极限！"

source: Domodius
ru: Домодиус
zh_hans: 多莫迪乌斯

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ACID"]/choice[3]/text
source: Can't help.
ko: 도와줄 수 없어.
ru: Ничем не могу помочь.
zh_hans: 完全没听过。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ACID"]/choice[3]/event/text
source: "Oh, a shame! So long then, oh voyager of the interdimensional threads of the cosmos!"
ko: "오, 그것 참 안타깝군! 그렇다면 안녕히, 다차원 우주의 실타래를 여행하는 자여!"
ru: "Ах, как жаль! До скорого, о путешественник межпространственным нитям космоса!"
zh_hans: "哦，真遗憾！那么再见了，跨元航行者！"

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="VAGABOND_ACID_LIE"]/event[1]/text
source: "Huh? But I have already been there! I've laid sight on all that system has to offer, but there is no acid nebula to be seen. Had you simply said no there would have been no harm, but lying to me? Unforgivable, I shall not live with such an insult going unmatched!"
ko: "음? 근데 난 이미 그 곳을 다녀왔다 말이다! 항성계에 있는 모든 걸 내 눈으로 직접 봤지만 산성 성운은 어디에도 없었어. 단지 모른다고 했으면 아무런 피해도 안갔겠지만, 감히 나에게 거짓말을 했다? 용서할수 없네. 이 모욕을 그대로 되갚아야 적성이 풀리겠군!"
ru: "А? Но я уже был там! Я видел все, что может предложить эта система, но там нет кислотной туманности. Если бы ты просто сказал "нет", не было бы никакого вреда, но лгать мне? Это непростительно, я не потерплю такого оскорбления!"
zh_hans: "啊？但我已经去过那里了！我已经看到了那个星系所能展露的一切，但没有看到酸性星云的存在。如果你只是回答没见过，那就没什么大碍，但对我撒谎？不可饶恕，我不能忍受这样的侮辱不受惩罚！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//eventList[@name="VAGABOND_ACID_LIE"]/event[2]/text
source: "Ooooh, ooooh! I must head there at once! Thank you for your assistance, oh seer of those things which beg of being seen!"
ko: "오오, 오오오! 당장 그 쪽으로 향해야 겠구만! 도와줘서 고맙네, 발견되길 간절히 바라는 것들을 보는 자여!"
ru: "Оооо, оооо! Я должен немедленно отправиться туда! Спасибо за помощь, о провидец тех вещей, которые просят, чтобы их увидели!"
zh_hans: "噢，噢，噢！我必须马上去那里！感谢您的帮助，噢，您真是那些渴望被发现的东西的先知！"

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BOO"]/text
source: The nebula appears empty, but not long after you jump in all of your lights go off. A few seconds later, your main screen flickers to life. You sit back in anticipation, watching the blinking cursor as it begins to type...
ko: 성운은 텅 빈듯해 보입니다만, 당신이 도약해온지 얼마 지나지 않아 함선 내 전등이 전부 꺼져버립니다. 몇 초 후, 당신의 주 화면이 다시 켜졌습니다. 당신은 기대감에 찬 채로 편하게 앉았고, 글자가 천천히 나오는 화면의 깜빡거리는 커서를 주시합니다...
ru: Туманность кажется пустой, но вскоре после прыжка в нее все индикаторы гаснут. Через несколько секунд главный экран оживает. Вы сидите в предвкушении, наблюдая за мигающим значком курсора, который начинает набирать текст...
zh_hans: 这片星云似乎是空的，但在你跃迁进入不久后，舰内所有的灯就都熄灭了。几秒钟后，你的主屏幕进入活跃状态。你略微期待地向后靠，看着闪烁的光标开始输出文字...

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BOO"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BOO"]/choice/event/text
source: "BOO!" The word flashes on the screen, shortly followed by the text, "Have I caused you fear?"
ko: "왁!" 이라는 단어가 화면에 번쩍였고, "그대에게 공포를 불러일으켰나?"라는 글귀가 뒤따릅니다.
ru: "БУУ!" Слово появляется на экране, вскоре следует текст: "Я напугал тебя?"
zh_hans: "嘣！"这个字在屏幕上闪现，不久后又出现了这样的文字："吓到你了没？"

source: Yes, I was very scared.
ko: 그래. 정말 무서웠어.
ru: Да, мне было очень страшно.
zh_hans: 吓死我了。

source: The screen goes blank, and then a Ghost beams onto the bridge. "Hah! You cause me sensations of joy. That is an emotion I have not felt in many cycles. I think I'll stick with you, breather."
ko: 화면에서 모든 글귀가 지워졌고, 고스트 하나가 함교에 투영되어 나타났습니다. "하! 그대는 내게 희열을 선사해주는군. 이 몇 순환만에 느껴보는 감정인가. 당신이랑 같이 하도록 하지, 숨쉬개."
ru: Экран пустеет, и на мостик проникает призрак. "Ха! Ты вызываешь у меня чувство радости. Таких эмоций я не испытывал уже много циклов. Пожалуй, я останусь с тобой, дышащий".
zh_hans: 屏幕上一片空白，然后一个魂灵族直接传送进指挥舱。"哈哈！你给我带来了快乐的感觉。这是一种我在很多个生理周期内都没有感受过的情绪。我想我会和你待在一起，要呼吸的生物。"

source: Not really.
ko: 딱히.
ru: Не совсем.
zh_hans: 没吓到。

source: The computer shuts off, and a set of Ghosts apparate on the bridge, and make their move towards you. You ready your crew for combat.
ko: 컴퓨터는 갑자기 꺼졌고, 고스트 한 무리가 함교에 순간이동 해 와 당신을 향해 움직입니다. 당신은 선원들에게 전투태세를 갖추게 시킵니다.
ru: Компьютер выключается, на мостике появляются призраки и направляются к вам. Вы готовите свой экипаж к бою.
zh_hans: 计算机关闭了，一群魂灵族直接传送进指挥舱内，并向你走来。你招呼你的船员做好战斗准备。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_DONATION"]/text
source: Ghost Vagabonds usually inhabit their ship for long periods of time until the damage becomes too major to be ignored. The Ghost ship at this beacon is on its last breath, but unexpectedly the Ghost crew makes no attempt to attack your ship. A quick scan shows why; their weapons are barely functional and the engines are leaking fuel fast.
ko: 떠돌이 고스트들은 함체가 걷잡을 수 없이 손상되지 않고서야 장기간 동안 그들의 함선에 머무르곤 합니다. 이 송신소에 있는 고스트 함선은 힘겹게 가동되고 있었지만, 놀랍게도 고스트 선원들은 당신을 공격할 준비조차 않았습니다. 빠른 스캔 결과 왜 그런지 분명해졌습니다. 그들의 무기는 제대로 작동조차 않았고, 엔진에서는 연료가 줄줄 새고 있었습니다.
ru: Бродяги призраки обычно подолгу живут на своем корабле, пока повреждения не станут слишком серьезными, чтобы их можно было игнорировать. Корабль призраков, стоящий у этого маяка, находится на последнем издыхании, но неожиданно его экипаж не предпринимает никаких попыток атаковать ваш корабль. Быстрое сканирование показывает, почему: их оружие почти не работает, а двигатели быстро теряют топливо.
zh_hans: 魂灵族漂浪群通常会长期居住在他们的船上，直到飞船的损耗大到无法忽视。这个信标处的魂灵族飞船已是强弩之末，但出乎意料的是，魂灵族船员没有试图攻击你的飞船。一番快速的扫描显示了原因：他们的武器几乎无法使用，引擎也在快速泄露燃料。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_DONATION"]/choice[1]/text
source: Easy target, attack!
ko: 쉬운 사냥감이다. 공격!
ru: Легкая мишень, атакуем!
zh_hans: 送上门的靶子，攻击！

source: For once, you're the one initiating the combat. You power up your weapons and prepare to destroy the already-crippled wreck.
ko: 이번만은 당신이 공격을 개시했습니다. 당신은 무기를 준비해 이미 심각하게 손상된 난파선을 파괴할 준비를 합니다.
ru: В этот раз инициатором боевых действий являетесь вы. Вы заряжаете оружие и готовитесь уничтожить уже изрядно потрепанный корабль.
zh_hans: 居然这一次是是发起的战斗。你充能你的武器准备摧毁这艘已经残破不堪的旧船。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_DONATION"]/choice[2]/text
source: Pay them scrap to fix up their hull. [-35~]
ko: 함체를 수리하도록 스크랩을 지불한다 [-35~]
ru: Дать им лом, чтобы они отремонтировали свой корпус. [-35~]
zh_hans: 付给他们废料来修复他们的舰体。[-35~]

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_DONATION"]/choice[3]/text
source: Ignore the ship.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: The Ghosts make no attempt to communicate with you, and eventually slip back into the clouds, leaving you all alone.
ko: 고스트들은 당신과 교신하려 시도 하지 않았고, 결국 성운으로 돌아가 당신의 함선 홀로 남겨놓습니다.
ru: Призраки не предпринимают никаких попыток вступить с вами в контакт и в конце концов скрываются в облаках, оставляя вас в полном одиночестве.
zh_hans: 魂灵族没有试图与你交流，并最终溜回云层，留下你一个人。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//eventList[@name="GHOST_DONATION_CREW"]/event[1]/text
source: "Your donations are most generous, but they will not be enough to accomodate everyone. This vessel will live another day, but I must seek somewhere new to continue my travels. You will do."
ko: "그대의 기부는 너그럽기 그지 없지만, 모두를 수용하기에는 부족하네. 이 선박은 계속 살아 남겠지만, 내 여정을 계속할 다른 함선을 찾아야 겠어. 그대의 함선이 제격이겠군."
ru: "Ваши пожертвования очень щедры, но их не хватит, чтобы вместить всех желающих. Это судно проживет еще один день, но я должен искать новое место для продолжения своих путешествий. Ваше судно подойдет".
zh_hans: "你们的捐赠大为慷慨，但它不足以修复所有人的住所。这艘船还能再将就一会，但我必须寻找新家来继续我的旅行。你的看起来就不错。"

# data/events_ghost.xml$//eventList[@name="GHOST_DONATION_CREW"]/event[2]/text
source: "Your donations are most generous, but they will not be enough to accomodate everyone. This vessel will live another day, but I must seek somewhere new to continue my travels. You will do."
ko: "그대의 기부는 너그럽기 그지 없지만, 모두를 수용하기에는 부족하네. 이 선박은 계속 살아 남겠지만, 내 여정을 계속할 다른 함선을 찾아야 겠어. 그대의 함선이 제격이겠군."
ru: "Ваши пожертвования очень щедры, но их не хватит, чтобы вместить всех желающих. Это судно проживет еще один день, но я должен искать новое место для продолжения своих путешествий. Ваше судно подойдет".
zh_hans: "你们的捐赠大为慷慨，但它不足以修复所有人的住所。这艘船还能再将就一会，但我必须寻找新家来继续我的旅行。你的看起来就不错。"

# data/events_ghost.xml$//eventList[@name="GHOST_DONATION_CREW"]/event[3]/text
source: "Your donations are most generous, but they will not be enough to accomodate everyone. This vessel will live another day, but I must seek somewhere new to continue my travels. You will do."
ko: "그대의 기부는 너그럽기 그지 없지만, 모두를 수용하기에는 부족하네. 이 선박은 계속 살아 남겠지만, 내 여정을 계속할 다른 함선을 찾아야 겠어. 그대의 함선이 제격이겠군."
ru: "Ваши пожертвования очень щедры, но их не хватит, чтобы вместить всех желающих. Это судно проживет еще один день, но я должен искать новое место для продолжения своих путешествий. Ваше судно подойдет".
zh_hans: "你们的捐赠大为慷慨，但它不足以修复所有人的住所。这艘船还能再将就一会，但我必须寻找新家来继续我的旅行。你的看起来就不错。"

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BREEDER"]/text
source: A Slug vessel is already at this beacon, surrounded by several Vagabond ships. Oddly enough, none of the Ghosts are attacking the Slug, nor is the Slug scrapping the wrecks.
ko: 슬러그 선박 한 대가 이 송신소에 이미 도착해있었고, 여러 떠돌이 함선들에 에워싸여 있었습니다. 수상하게도 고스트 그 누구도 슬러그 함선을 공격하지 않았고, 그 어떤 슬러그 또한 잔해를 인양하고 있지 않았습니다.
ru: У маяка уже стоит корабль слизней, окруженный несколькими кораблями бродяг. Странно, но ни один из призраков не нападает на слизней, и слизни не занимаются разделкой обломков.
zh_hans: 一艘蛞蝓族船已经在这个信标处，被几艘漂浪群船包围。奇怪的是，没有一个魂灵族在攻击蛞蝓族，蛞蝓族也不在搜刮这些残骸。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BREEDER"]/choice[1]/text
source: Hail them.
ko: 교신한다.
ru: Выйти с ними на связь.
zh_hans: 联系他们。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_BREEDER"]/choice[1]/event/text
source: The Slug captain responds in a frustrated tone, constantly looking around himself and occasionally turning around to yell at his crew. "Yesss, you're Federation. We're a sssscience vesssel, and we've reccccently taken up trying to breed Ghosssstssss. Turnsss out they don't breed. Ssso..."
ko: 슬러그 함장은 짜증난 어투로 답했고, 자신 주변을 계속 두리번 거리다 선원들에게 윽박지르기 위해 가끔씩 돌아 보곤 했습니다. "끄래, 땅씬 연빵 함짱이찌. 우린 꽈학함썬이꼬, 최끈 꼬쓰뜨드를 뻔씩씨키려고 해써. 알꼬뽀니 얘뜨른 뻔씨글 안한대. 끄래써..."
ru: Капитан слизней отвечает расстроенным тоном, постоянно оглядываясь по сторонам и время от времени оборачиваясь, чтобы накричать на свой экипаж. "Да, вы - Федерация. Мы - научный корабль, и недавно мы занялисссь попытками разведения призраков. Оказалосссь, что они не могут размножатьссся. Так что..."
zh_hans: 蛞蝓族舰长用沮丧的语气回答，不断地环顾自己周围，偶尔转过身来对他的船员大喊。"哦，你们是联邦。我们是一艘科学船，我们最近开始尝试繁殖魂灵族。结果发现它们不会繁殖。所以..."

source: Offer to buy one of their test subjects as crew.
ko: 피실험자 하나를 선원으로 영입하도록 구매 제안을 한다.
ru: Предложить купить одного из подопытных в качестве члена экипажа.
zh_hans: 提出购买他们的一个试验对象作为船员。

source: (Ghost Crew) Have your Ghost explain Ghost reproduction.
ko: (고스트 선원) 당신의 고스트 선원을 시켜 고스트의 생식과정에 대해 설명하게 한다.
ru: (Член экипажа-призрак) Пусть ваш призрак объяснит, что такое размножение призраков.
zh_hans: (魂灵族船员)让你的魂灵族船员解释魂灵族的增殖过程。

source: Your Ghost types out its response on a small tablet so that the Slug can understand. According to them, the Ghosts 'age' through the collection of natural gasses they assimilate into their body. Once they reach a maximum size, they become known as an alpha. Once in the alpha stage, they can divide to create a new ghost.
ko: 당신의 고스트 선원은 슬러그 함장이 이해해도록 답변을 작은 태블릿에 타이핑 해 냈습니다. 그에 의하면, 고스트들은 그들의 신체에 흡수시키는 자연 기체를 모아 "나이를 먹는다"고 합니다. 그들이 최대치에 이르면 그들은 알파라 불리는 개체가 됩니다. 알파 단계가 되면, 새로운 고스트를 만들기 위해 분열할 수 있게 되지요.
ru: Ваш призрак набирает свой ответ на маленьком планшете, чтобы слизень мог его понять. По его словам, призраки "стареют", собирая природные газы, которые они усваивают в своем теле. Когда они достигают максимального размера, они становятся известными как Альфа. Как только они достигают стадии Альфа, они могут разделиться, чтобы создать нового призрака.
zh_hans: 你的魂灵族在一个小平板上打出它的回复，以便蛞蝓族能够理解。根据他们的说法，魂灵族通过收集他们同化到体内的自然气体来"成熟"。一旦他们达到一个最大的尺寸，体型就会被称为"巨型"。进入巨型阶段后，随时就可以进行分裂，创造一名新的魂灵族。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "What?! Thissss doesssn't even make sssenssse! Ugh... this busssinessss issssn't the right place for me. You're sssaying thessse big guysss are important? Fine, take one. What point issss there to it anywayssss..."
ko: "뭐?! 아무 말또 안뙤자나! 으윽... 내까 꽌여할꼬시 아니다. 그럼 이 큰 놈드리 쭝요하따는 꼬야? 알께써. 한 놈 떼려가. 얘뜰 떼꼬 이써봐짜 몬 쏘용이야..."
ru: "Что?! Это не имеет сссмысссла! Уф... эта работа мне не подходит. Вы говорите, что эти здоровяки важны? Ладно, возьми одного. Какой в этом сссмысссл..."
zh_hans: "什么？这是不可能的！嘶...这些玩意儿放在我这儿没啥用。什么，你说这些大家伙很重要？好吧，你可以拿走一个，随便吧。可是这又有什么意义呢..."

source: (Plasma Replicator) Show them the replicator.
ko: (플라즈마 복제기) 그들에게 복제기를 보여준다.
ru: (Плазменный репликатор) Показать им репликатор.
zh_hans: (魂灵分裂器)给他们看看复制器。

source: The scientist eagerly investigates the device, looking into every crevice and studying every inch. You consider complaining about the slime but don't want to break him from his concentration. After a while he punches the machine, and yells something. "I musst try thissss! How much?"
ko: 과학자는 그 장치를 구석구석 보면서 면밀하게 조사했습니다. 당신은 그가 흘리는 점액에 대해 항의할까도 생각해봤지만 그의 집중을 깨뜨리고 싶진 않았습니다. 잠시 후 그는 기계를 때리면서 뭐라고 고함칩니다. "나 이꺼 써봐야 게써! 얼마면 뙈?"
ru: Ученый с нетерпением исследует прибор, заглядывая в каждую щель и изучая каждый сантиметр. Вы подумываете пожаловаться на слизь, но не хотите отрывать его от работы. Через некоторое время он бьет кулаком по прибору и что-то кричит. "Я должен это попробовать! Сссколько?"
zh_hans: 科学家急切地调查着这个装置，观察每一个缝隙，研究每一寸地方。你考虑过抱怨这些粘上的黏液，但不想打断他的专注。过了一会儿，他给机器打了一拳，然后大叫起来。"我一定要试试这个！多少钱？"

source: Sell them the augment.
ko: 보조장비를 판다.
ru: Продать ему модуль.
zh_hans: 卖给他们这件增强部件。

source: The Slug can hardly control himself, tossing you the scrap and running off with his latest bounty.
ko: 슬러그 함장은 자신을 주체하지 못했고, 당신에게 스크랩을 던지자 마자 그의 전리품을 가지고 황급히 떠납니다.
ru: Слизняк с трудом контролирует себя, бросает вам лом и убегает со своей новой добычей.
zh_hans: 蛞蝓族几乎无法控制自己，把废料扔给你，带着他最新的奖赏跑了。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The Slug shouts something insulting about wasting his time, and heads back to his ship in a tizzy.
ko: 슬러그 함장은 자신의 시간을 낭비한 것에 대해 모욕적인 말을 내던졌고, 화가 잔뜩 난 채로 자신의 함선에 돌아갔습니다.
ru: Слизняк кричит что-то обидное о том, что он зря тратит время, и в бешенстве возвращается на свой корабль.
zh_hans: 蛞蝓族大叫着侮辱性的话语，说你在浪费他时间，然后气急败坏地回到了他的船上。

source: End the call.
ko: 교신을 끝낸다.
ru: Завершить вызов.
zh_hans: 结束通话。
