Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[2]/text
source: A Rebel ship is a Rebel ship. Attack!
ko: 반군은 그래도 반군이다. 공격한다!
ru: Корабль повстанцев - это корабль повстанцев. Атакуем!
zh_hans: 叛军战舰就是叛军战舰。进攻！

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[2]/event/text
source: The only good Rebel is a dead Rebel. You prepare to attack.
ko: 좋은 반군은 죽은 반군 뿐입니다. 당신은 공격할 준비를 했습니다.
ru: Хороший повстанец - это мертвый повстанец. Вы готовитесь к атаке.
zh_hans: 只有死叛军才是好叛军。你准备进攻。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[3]/text
source: Ignore them.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.
zh_hans: 无视对方。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[3]/event/text
source: You don't care to deal with wackos, especially out here. You hear the captain sigh as you end the call.
ko: 당신은 미치광이들과 동업할 생각이 없습니다. 특히 이 머나먼 곳에서는요. 당신은 교신을 끊자 함장이 한숨쉬는 것을 들었습니다.
ru: Вам не хочется иметь дело с сумасшедшими, особенно здесь. Вы слышите, как капитан тяжело вздыхает, когда вы завершаете разговор.
zh_hans: 你不愿意和疯子打交道，尤其是在这种地方。你关闭通讯时听见船长的一声叹气。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOSTBUSTER_KILL"]/text
source: As the ship explodes, you feel a menacing presence as hundreds of whispy shapes float out of the hull. You've probably done something really bad, but what does one cursed timeline mean anyways?
ko: 함선이 폭발하고 함체에서 수백개의 유체가 빠져나오면서 당신은 위협적인 존재가 근처에 있음을 느꼈습니다. 무언가 굉장히 불길한 행동을 했겠지만, 고작 시간대 하나가 저주받은게 큰 의미가 있을까요?
ru: Когда корабль взрывается, вы ощущаете угрожающее присутствие, а из его корпуса вылетают сотни вихреобразных фигур. Вероятно, вы совершили что-то очень плохое, но что значит одна проклятая временная линия?
zh_hans: 当飞船爆炸时，你似乎感觉到了......某种汹涌的，浩瀚的，澎湃而激荡的存在；数以百计的、难以言说的缕缕形体呼啸着从这些船体中漂浮出来。你最终意识到你可能已经做了某些非常糟糕的决定。但单单一个宇宙陷入被诅咒的时间线又能激起什么大浪呢？

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_2"]/text
source: You arrive at the beacon, but there is seemingly no ship here. You stare long into the clouds and catch the sight of an orange tail-wing slipping through.
ko: 당신은 송신소에 도착했지만, 함선이 보이진 않았습니다. 당신은 지긋이 성운을 바라보면서 이 곳을 미끄러져 나가는 주황색 꼬리날개를 목격했습니다.
ru: Вы подлетаете к маяку, но, похоже, никакого корабля здесь нет. Вы долго всматриваетесь в облака и видите проносящуюся оранжевую хвостовую часть корабля.
zh_hans: 你到达了信标，但这里似乎没有船。你久久凝视着云层直到一个橙色的尾翼滑过。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_2"]/choice/text
source: Follow it.
ko: 따라간다.
ru: Следовать за ним.
zh_hans: 跟随它。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_2"]/choice/event/text
source: You slip through the nebulas after it, only to find a massive gap in the clouds where there resides, right in the center, the old Rebel Flagship. "Good, good, you made it! Now give us a hand, would you?", shout the Spook Chasers, as they fire on the Flagship to no avail.
ko: 당신은 꼬리를 따라 성운을 지나 거대한 빈 공간을 발견했고, 바로 중앙에 낡은 반군 기함을 발견했습니다. "좋아, 좋아, 해냈어! 자 이제 우리 좀 도와주지 않을래?" 유령 추적자들이 괜스레 기함에 발포하면서 소리질렀습니다.
ru: Вы пробираетесь сквозь туманности вслед за ним и обнаруживаете огромный просвет в облаках, где прямо в центре стоит старый Флагман повстанцев. "Хорошо-хорошо, вы добрались! Теперь помогите нам, ладно?" - кричат ловцы призраков, безрезультатно обстреливая Флагман.
zh_hans: 你跟着它溜过星云，只发现云层中有一个巨大的缺口；在缺口的正中央，停泊着那艘旧叛军旗舰。"很好，哦很好，你成功了！现在，帮我们一把，好吗？"寻鬼敢死队们喊道。他们一边向你大喊一边向旗舰开火，但似乎毫无效果。

source: Help them!
ko: 그들을 돕는다!
ru: Помочь им!
zh_hans: 帮助他们！

source: You're no coward. If you want to have any hope of defeating a real, multiverse traveling Flagship at the end of this mission, you should be able to take this one out as well.
ko: 당신은 겁쟁이가 아닙니다. 당신이 이 임무 막바지에서 멀티버스를 드나드는 기함을 격추하려고 한다면, 이 기함도 격추 시킬수 있어야 할 겁니다.
ru: Вы не трус. Если вы хотите быть в состоянии победить настоящий Флагман, путешествующий по вселенной, в конце этой миссии, вы должны быть в состоянии справиться и с этим кораблем.
zh_hans: 你不是懦夫。如果你想在这次任务的终点有希望击败一艘真正的穿越多元宇宙的旗舰，你也必须具备能把这艘船干掉的能力。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Run.
ko: 도망간다.
ru: Бежим.
zh_hans: 逃跑。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_WIN"]/text
source: The gargantuan ship, for which you've heard so many legends about, finally gives one last quake before an explosion in the engines causes it to erupt into flames and explode. The Flagship, and the Vagabonds with it, is dead... yet again.
ko: 당신이 수많은 소문을 들었을 정도로 전설적인 초거대 함선은 마지막으로 파동을 일으켰고, 결국 엔진 폭발로 인해 불길에 휩사이고 함선 전체가 폭발해버렸습니다. 기함과 탑승하고 있던 떠돌이들은 죽었습니다... 또 다시 한번.
ru: Гигантский корабль, о котором ходило столько легенд, наконец, в последний раз вздрагивает, а затем от взрыва двигателей вспыхивает и взрывается. Флагман, а вместе с ним и бродяги, погибают... в очередной раз.
zh_hans: 这艘你听过很多传说的巨舰，在引擎的爆炸导致它爆发出火焰和爆炸之前，终于发出了最后一次震颤。旗舰，以及和它在一起的漂浪群，已经死了...再一次。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_WIN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST_WIN"]/choice/event/text
source: The Ghost Hunter hails you. "That. Was. LEGENDARY! Do you know how rich we're gonna be? Wait, yes yes. Your payment. Considering the bounty from this will be enough for us to buy an entire moon, maybe even a small planet, I suppose it doesn't hurt to give you something extra-special. We have a new cruiser that we've been working on, and I couldn't think of anyone else more worthy of piloting it than you."
ko: 유령 사냥꾼은 당신과 교신했습니다. "방금. 진짜. 역대급이었어! 우리 얼마나 부자가 될지 알기나 해? 잠깐, 그래. 그래. 보상말이지. 우리 받을 현상금이 위성이나 작은 행성을 통째로 살수 있을 정도니깐, 좀 더 특별한걸 네게 줘도 되겠지. 우리가 만들고 있던 신형 순양함 한대가 있어. 아마 내가 생각하건데 너 만큼 조종간에 앉을 자격이 있는 친구는 없을거 같아."
ru: Ловцы приведений связываются с вами. "Это. было. ЛЕГЕНДАРНО! Знаете, как мы разбогатеем? Подождите, да-да. Ваша оплата. Учитывая, что вырученных денег хватит, чтобы купить целую луну, а может, и планету, я полагаю, что не помешает подарить вам что-то особенное. У нас есть новый крейсер, над которым мы работали, и я не могу представить никого более достойного пилотировать им, чем вы".
zh_hans: 猎魂者呼叫你。"那，可真是，泰裤辣！你知道我们将变得多么富有吗？等等，哦对，对。你的报酬。考虑到这次的赏金足以让我们买下一整个卫星，甚至一个小星球，我想给你一些特别的东西也无妨。我们有一艘新的星舰，我们一直在研究，我想不出还有谁比你更配得上驾驶它。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Oh, oh! One last thing. With this we'll never have to work another day in our lives. It does me no harm to pass this onto you now. More members of the haunt still roam this galaxy, and you're as good a choice as any to take the rest of them out!"
ko: "아, 그래! 가기전에 마지막으로 한 마디만 할게. 우린 이제 이 현상금 덕분에 평생 일할 필요가 없어졌어. 이제 이걸 너한테 물려줘도 될 것 같아. 하운트 놈들은 아직도 이 은하를 배회하고 있고, 나머지 잔당을 처리해줄 친구로는 네가 제격이니깐!"
ru: "О, о! И последнее. С этой штукой нам не придется работать ни дня в жизни. Мне не повредит передать это вам прямо сейчас. По галактике все еще много призраков, и вы как никто другой подходите для того, чтобы уничтожить их!"
zh_hans: "哦，哦！最后还有一件事。赏金已到手，我们这辈子再也不用工作了。所以现在把这个给你也无妨。还有其他的缠灵成员仍然在这个星系中游荡，而你是一个很好的人选，可以把他们剩下的人都干掉！"
