Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[5]
source: A shot flies right past your ship, and seconds later a purple vessel comes drifting out of the clouds. Looks like it's Ghosts... and they don't look friendly!
ko: 포탄 하나가 당신의 함선을 스쳐갔고, 몇 초 뒤에 보라색 함선이 성운에서 떠내려왔습니다. 고스트 함선인 모양입니다... 그리고 우호적인 함선은 아닌것 같군요!
ru: Мимо вашего корабля пролетает выстрел, а через несколько секунд из облаков появляется фиолетовый корабль. Похоже, это призраки... и они не выглядят дружелюбными!
zh_hans: 一发弹体从你的星舰上方飞过，几秒钟后，一艘紫色的飞船从云层中飘了出来。看起来是魂灵族...而且他们看起来并不友好！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[6]
source: A bloodchilling scream fills your speakers, followed by unsettling static. Any captain with lesser nerves might have fainted on the spot, but you know better. This isn't some demon, this is a much more real threat. A Dynasty vessel approaches!
ko: 등골이 오싹해지는 비명이 함선의 스피커를 가득채웠고, 뒤이어 섬뜩한 잡음이 퍼졌습니다. 대담하지 못한 함장들은 그 자리에서 기절했겠지만, 당신은 그 정도로 미숙하지 않습니다. 상상속의 마수같은게 아니라, 현존하는 위협이기 때문입니다. 왕조 함선이 접근해옵니다!
ru: В динамиках раздается леденящий кровь крик, за которым следуют настораживающие помехи. Любой капитан с более слабыми нервами мог бы упасть в обморок прямо на месте, но вы знаете, что делать. Это не какой-то демон, это гораздо более реальная угроза. К нам приближается корабль Династии!
zh_hans: 一声令人毛骨悚然的尖叫声充斥着你的扬声器，随后是令人不安的静电。任何内心孱弱的舰长可能已经当场晕倒了，但你的经验更为丰富。这不是什么魔鬼，这是个更真实的威胁。一艘灵朝的船只正在接近！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[7]
source: Looks like you're receiving a short range broadcast. "Your flesh shall appease the demon's heart one more day. Your weapons shall be its destruction! For the good of the Dynasty!" A Ghost vessel appears nearby, weapons drawn and already firing!
ko: 당신의 무전기는 단파 방송을 감지한 모양입니다. "그대의 살은 악마의 심장을 하루 더 만족시킬 것이다 그대의 무기는 야수의 파멸을 불러올 것이다! 왕조의 대의를 위하여!" 고스트 함선이 무기를 장전해 발포하면서 근처에 등장합니다!
ru: Похоже, что вы принимаете сообщение малого радиуса действия. "Ваша плоть будет умиротворять сердце демона еще один день. Ваше оружие будет его гибелью! На благо Династии!" Рядом появляется корабль-призрак, оружие заряжено и уже стреляет!
zh_hans: 看来你收到的是短程广播。"你的肉体将安抚恶魔之心又一天。你的武器则可用来毁灭它！为了灵朝的利益！"一艘魂灵飞船出现在附近，武器已启动，且已经开始射击！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[8]
source: An unsettling chant echoes through the nebula as a ship approaches. "The demon's heart shall cease! The demon's heart shall cease!", followed by the flashing of gunfire as a Dynasty vessel draws near. Are you the demon? You aren't sure, but you won't have time to ask!
ko: 함선 한 대가 접근하자 섬뜩한 성가가 성운에 울려 퍼졌습니다. "악마의 심장은 멈출것이다! 악마의 심장은 멈출것이다!", 왕조 함선이 다가오자 함포에서 나오는 섬광이 뒤따랐습니다. 당신이 악마인가? 당신도 확신하지 못하지만, 물어볼 시간이 없겠군요!
ru: В туманности раздается тревожный крик, приближающегося корабля. "Сердце демона остановится! Сердце демона остановится!", а затем вспышки выстрелов приближающегося корабля Династии. Вы - демон? Вы не уверены, но у вас не будет времени спрашивать!
zh_hans: 一艘飞船靠近了，一个令人不安的吟唱正在星云中回荡。"恶魔之心终将停息！恶魔之心必将停息！"，紧接着，这艘灵朝的船只改换航线，逐渐逼近，枪声闪现，炮火明灭。或许......你就是他们所说的那只恶魔？你不太确定，但你已经没有时间去考虑这个问题了！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[9]
source: In light of the seemingly empty nebula, you make conversation with the crew on enemies you could have found here instead. As soon as one of them mentions the Dynasty, a ship comes barreling out of the nebula, as if it were summoned. Speak of the devil...
ko: 당신은 텅텅 비어있는 성운에 못이겨 명령 하달 대신 선원들과 잡담을 시작했고, 이 곳에서 어떤 적을 만날지에 대한 주제로 이야기꽃을 피웁니다. 선원 한 명이 "왕조"라는 단어를 입밖에 꺼내자 마자 왕조 함선 한 대가 마치 소환당한 마냥 성운을 뚫고 돌진합니다. 호랑이도 제 말하면 온다더니...
ru: В свете кажущейся пустоты туманности вы заводите разговор с экипажем о врагах, которых вы могли бы найти здесь. Как только кто-то из них упоминает о Династии, из туманности, словно по зову, вылетает корабль. Черт знает что...
zh_hans: 驶于这个看似空荡荡的星云，你和船员们聊起了本有可能在这里遇到的敌人。他们中的一个人一提到灵朝，就有一艘船从星云中急速驶出，就像被召唤出来一样。说曹操曹操到...

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_FIGHT"]/text[10]
source: At first you assume the static over the radio to be nonsense, but suddenly your translator starts to pick up words! "A breather! In Dynasty space, how putrid. It turns my insides into coils of anger. I will unleash hell on you scum!"
ko: 당신은 무전기에 감지된 잡음이 처음에는 횡설수설인줄 알았으나, 번역기가 갑자기 단어를 감지하기 시작했습니다! "숨쉬개로군! 그것도 왕조공간에 침범했다니, 정말 역겹군. 휘감긴 분노로 속이 뒤틀리는구만. 그대같은 쓰레기들을 지옥으로 보내버리지!"
ru: Сначала вы принимаете помехи в радиоэфире за бессмыслицу, но вдруг ваш переводчик начинает улавливать слова! "Дышащие! В пространстве Династии, какая мерзость. У меня внутри все сворачивается от злости. Я обрушу ад на вас, мерзавцы!"
zh_hans: 起初，你认为无线电中的静电毫无意义，但突然间你的翻译器开始接收语句！"一个呼气的！在灵朝的星域里，多么令人厌恶。这使我的内心变成了愤怒的盘旋。我将在你们这些人渣身上释放地狱之怒火！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_VAGABOND_DYNASTY_FIGHT"]/text[1]
source: The Vagabonds usually just avoid Dynasty space, not worth the risk. This ship must be desperate - desperate enough to attack you!
ko: 떠돌이들은 주로 왕조 구역을 피해 다닙니다. 위협을 무릅쓰고 지나갈 가치가 없기 때문이죠. 하지만 이 함선은 뭔가 절박해 보였습니다. 너무나 절박한 나머지 당신을 공격합니다!
ru: Обычно бродяги просто избегают пространства Династии - не стоит рисковать. Этот корабль должен быть в отчаянии - настолько в отчаянии, чтобы напасть на вас!
zh_hans: 流浪的魂灵族通常会避开灵朝星域，不愿在里面冒险。这艘船一定已经走投无路，以至于决定要攻击你！

# data/events_ghost.xml$//textList[@name="NEBULA_VAGABOND_DYNASTY_FIGHT"]/text[2]
source: Looks like you aren't safe from the scrap hungry Vagabonds, even in Dynasty space where they try to so hard to repel them. Prepare for combat.
ko: 당신은 스크랩이 고픈 떠돌이들에게서 안전하지 않은 모양입니다. 심지어 떠돌이들을 필사적으로 쫒아내려는 왕조 구역에서도 말이죠. 전투준비를 하십시오.
ru: Похоже, что от голодных до металлолома бродяг не уберечься даже в пространстве Династии, где их так стараются отгонять. Приготовьтесь к бою.
zh_hans: 看起来你仍然没有摆脱那帮对废料十分狂热的流浪魂灵们，即使他们正竭力避免进入灵朝的星域。准备战斗吧。

# data/events_ghost.xml$//textList[@name="NEBULA_VAGABOND_DYNASTY_FIGHT"]/text[3]
source: You notice a Vagabond ship nearby watching you hungrily. "In my heart I feel the desire of a new vessel... this one is depreciated and has failed its function..." The Ghosts attack!
ko: 당신은 근처 떠돌이 함장이 배고픈 눈빛으로 보는것을 느꼈습니다. "마음 깊숙이서 새로운 함선에 대한 열망을 느낀다.... 이 함선은 낡았고 제 기능도 못하기 때문이지...." 고스트들이 공격해옵니다!
ru: Вы замечаете неподалеку корабль бродяг, который пристально наблюдает за вами. "В моем сердце живет жажда нового корабля... этот износился и не выполняет своих функций..." Призраки атакуют!
zh_hans: 你注意到附近有一艘漂浪群飞船正饥渴地看着你。"在我的心中，我感受到了对新船的渴望...这艘船已经贬值了，而且已经失去了它的该有的作用..."魂灵族发动了攻击！

# data/events_ghost.xml$//textList[@name="NEBULA_VAGABOND_DYNASTY_FIGHT"]/text[4]
source: A Vagabond, likely fleeing from Dynasty patrols, has stumbled right into you. "You side with the Dynasty, nay? Oh, for what am I asking. The risk is not worth it, I shall simply remove you from my path."
ko: 왕조 경비대에서 도망치는 떠돌이 함선이 당신과 맞닥뜨립니다. "그대는 왕조와 한 패거리로군, 아닌가? 참, 무엇을 위해서 이런 질문을 하는가. 위험을 감수할 가치 조차 없으니, 내 앞길에서 그대를 없애버리겠다."
ru: К вам приближается бродяги, вероятно, спасающиеся от патрулей Династии. "Ты на стороне Династии, да? О, зачем я спрашиваю. Риск того не стоит, я просто уберу тебя со своего пути".
zh_hans: 一艘漂浪群舰船，很可能是为了躲避灵朝的巡逻队，不小心撞上了你。"你站在灵朝一边，是吗？哦，我为什么要问。冒被人发现的风险不值得，我只需要把你从我的航径上移除。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_REBEL_DYNASTY_FIGHT"]/text[1]
source: Usually the Rebel ships you'd expect to see here are Autos, but it's not surprising to see an Engineer here either. Unfortunately, they're no less friendly either!
ko: 이 곳에서 보일거라 생각하는 반군 함선들은 대부분 무인선이지만, 공병 함선이 보여도 딱히 놀랄건 없습니다. 안타깝게도 딱히 우호적인 친구들도 아닙니다!
ru: Обычно корабли повстанцев, которые вы ожидаете увидеть здесь - автоматические, но не удивительно увидеть здесь и инженеров. К сожалению, они не менее дружелюбны!
zh_hans: 通常情况下，你在这里看到的叛军战舰都会是自动舰，但能看到工程舰也不足为奇。不幸的是，他们也不见得比自动舰要友好！

# data/events_ghost.xml$//textList[@name="NEBULA_REBEL_DYNASTY_FIGHT"]/text[2]
source: "You've just come here to make my damn job harder, haven't you? Piss off!" A particularly agitated Engineer vessel swerves to attack you!
ko: "내 빌어먹을 일과를 더 골때리게 만들러 온거지? 그치? 꺼져!" 특히나 격하게 반응하는 공병 함선이 공격하려 들어옵니다!
ru: "Ты пришел сюда только для того, чтобы усложнить мою чертову работу, не так ли? Проваливай!" Очень нервный корабль инженеров разворачивается, чтобы атаковать вас!
zh_hans: "你只是过来让我的工作更难做，是不是？滚开！"一艘特别激动的工程师船转过方向来攻击你！

# data/events_ghost.xml$//textList[@name="NEBULA_REBEL_DYNASTY_FIGHT"]/text[3]
source: After a long day working on the always damaged Auto-ships they construct, it's no wonder the Engineers feel the need to let off some steam. Alas, it looks like you're their next target!
ko: 공병들은 제작해 투입시킨 무인선들이 매일같이 파손되어 돌아올때 이들을 수리하는 긴 일과를 보내고, 자연스럽게 어딘가 스트레스를 해소할 필요성을 느낍니다. 불행히도 공병들의 다음 화풀이 대상은 당신인 것 같군요!
ru: После долгого дня работы над постоянно повреждаемыми автоматическими кораблями, которые они строят, неудивительно, что инженеры чувствуют потребность выпустить пар. Увы, похоже, что вы - их следующая цель!
zh_hans: 在为他们建造的总是被损坏的自动舰忙活了一整天后，不难猜到工程师们会觉得需要发泄一下。哦豁，看来你就是他们的下一个目标！

# data/events_ghost.xml$//textList[@name="NEBULA_REBEL_DYNASTY_FIGHT"]/text[4]
source: "Oh come on! I haven't even finished my lunch break! You picked the wrong time to ruin my day, asshole!" Hostiles inbound!
ko: "아니! 아직 점심시간도 안 끝았어! 하필이면 이런 시간에 내 하루를 망치냐? 이 재수없는 새끼야!" 적들이 공격해옵니다!
ru: "Да ладно! Я даже не закончил свой обеденный перерыв! Ты выбрал неподходящее время, чтобы испортить мне день, придурок!" Враги приближаются!
zh_hans: "你在搞什么？这可是我的午休时间！你选错了时间来破坏我的一天，混蛋！"敌人来了！

# data/events_ghost.xml$//textList[@name="NEBULA_REBEL_DYNASTY_FIGHT"]/text[5]
source: Could it be? A Rebel ship? Your eyes aren't lying to you - and this is no ordinary Rebel. It's an Engineer, but they're no less deadly!
ko: 설마? 반군 함선인가요? 헛 것을 본게 아니었습니다. 그리고 평범한 반군도 아니군요. 공병대지만, 반군 본대 못지 않게 위험합니다!
ru: Может ли это быть? Корабль повстанцев? Ваши глаза не обманывают вас - это не обычные повстанцы. Это инженеры, но они не менее смертоносны!
zh_hans: 当真？一艘叛军的飞船？你的眼睛没有骗你，而且这不是普通的叛军，这是一艘工程师船，但他们的杀伤力并不小！

# data/events_ghost.xml$//event[@name="NEBULA_ENCOUNTER_AUTO_DYNASTY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[1]
source: The Dynasty has been waging 'war' against the Auto-ships for a long time now. How the Rebels are able to afford such a massive stream of ships - or why Vance approved it - is a mystery to you, but it's only a hopefully minor inconvenience to you.
ko: 왕조는 무인선에 "전쟁"을 선포한지 오래입니다. 반군이 어떻게 이런 거대한 무인 함대를 생산할 형편이 되는지, 그리고 어째서 밴스가 이를 허용했는지는 여전히 당신에게 수수께끼로 남아있습니다만, 그것이 사소한 애로사항이었으면 좋겠다고 생각합니다.
ru: Династия уже давно ведет "войну" против автоматических кораблей. Как повстанцы смогли позволить себе такой массовый поток кораблей - или почему Вэнс одобрил это - остается загадкой, но для вас это, надеюсь, лишь незначительное неудобство.
zh_hans: 灵朝对自动舰发动'战争'已经有很长一段时间了。叛军如何负担起如此大规模的"舰海突击"，或者为什么万斯会批准它，是一个未解之谜，但希望这对你只不过是一个小麻烦。

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[2]
source: "You are not father. Father is not as ugly as you. Entering combat mode." The nearby Rebel Auto-ship suddenly activates and attacks!
ko: "당신은 아버지가 아니다. 아버지는 당신만큼 못 생기지 않았다. 전투 모드 돌입." 근처 반군 무인선이 갑자기 활성화 되어 공격해옵니다!
ru: "Ты не отец. Отец не такой уродливый, как ты. Вхожу в боевой режим". Близлежащий автоматический корабль повстанцев внезапно активируется и атакует!
zh_hans: "你不是父亲。父亲没有你那么丑陋。准备进入战斗模式。"附近的叛军自动舰突然启动并发动攻击！

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[3]
source: You assume this to be an empty beacon... until you notice the dozens of dormant Auto-ships floating through the nebulas. You try to avoid them, but unfortunately it looks like one of them has noticed you and attacks!
ko: 당신은 이 송신소가 비어 있을거라 생각했습니다.... 비활성화된 무인선 한 부대가 성운을 떠다니는 걸 보기 전까지는 말이죠. 당신은 무인선들을 피하려 했지만, 불행히도 그 중 한대가 당신을 발견했고 공격해옵니다!
ru: Вы думаете, что это пустой маяк... пока не замечаете десятки бездействующих автоматических кораблей, снующих в туманности. Вы стараетесь избегать их, но, к сожалению, похоже, что один из них заметил вас и атакует!
zh_hans: 你以为这是个空信标...直到你注意到在星云中漂浮的几十艘休眠中的自动舰。你试图避开它们，但不幸的是，看起来它们中的一个已经注意到了你并发动了攻击！

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[4]
source: You practically bump hulls with a Rebel Auto-ship, but it's too late to slip away before it's already noticed you and started to attack!
ko: 당신은 반군 무인기와 가볍게 충돌했지만, 무인기는 벌써 이를 알아차리고 공격해왔습니다. 도망가기는 이미 늦어 보입니다!
ru: Вы практически сталкиваетесь корпусами с автоматическим кораблем повстанцев, но уже слишком поздно, чтобы убежать, пока он не заметил вас и не начал атаку!
zh_hans: 你差点与叛军的自动舰撞到了一起，但它注意到了你并开始攻击，现在想溜走已经太晚了！

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[5]
source: Curse the Rebels and their massive fleet of Auto-ships at constant disposal. Looks like you have another ship to take care of before you can carry on.
ko: 망할 반군 놈들! 당신은 언제 어디서든 사용할수 있는 거대한 무인 함대를 가진 반군이 그저 원망스럽습니다. 더 나아갈수 있기 전에 처리해야할 무인기가 또 있는것 같군요.
ru: Проклятье повстанцам и их огромному флоту автоматических кораблей, находящихся в постоянном их распоряжении. Похоже, вам предстоит позаботиться еще об одном корабле, прежде чем вы сможете продолжить путь.
zh_hans: 诅咒那帮叛军和他们庞大的，杀也杀不完的自动舰群，看来，在你继续你的任务之前，你还有另一艘船需要处理。

# data/events_ghost.xml$//textList[@name="NEBULA_AUTO_DYNASTY_FIGHT"]/text[6]
source: The Dynasty will probably be pleased to hear of your path of destruction through all of the Auto-ships you see. But before you can brag, you have another ship to add to your kill count.
ko: 왕조는 아마 무인선이 보이는 족족 다 파괴시켜버린 당신에 대해 흡족하게 여길것 같습니다. 하지만 당신이 그들 앞에서 자랑하기 전에 사망자 명단에 추가시킬 무인선이 하나 더 나타난것 같군요.
ru: Династия, вероятно, будет рада услышать о вашем уничтожении всех встречных автоматических кораблей. Но не успеваете вы похвастаться, как на вашем пути появляется еще один корабль.
zh_hans: 灵朝可能会很高兴听到你过五关斩六将，一路嘎嘎乱杀自动舰的故事。但在你能吹嘘之前，你还得为你的击杀记录再添上一笔。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_HOSTAGE"]/text[1]
source: "OooooOoOh, so you've come to interfere? A royally immense pain in the end the Federation is proving to be!" An agitated Dynasty vessel attacks as soon as you enter. Behind them is an unidentified ship they must have been interrogating before this!
ko: "우우우우, 그대는 개입하려 온 것인가? 그야말로 연방 족속은 골칫거리구만!" 짜증 가득한 왕조 함선이 도약해오자마자 공격하기 시작했습니다. 그들 뒤에는 이전까지 고문하던 신원 미상의 함선이 한 대 있습니다!
ru: "OooooOoO, так вы пришли сюда, чтобы помешать нам? Федерация, как оказывается, является огромной занозой в заднице!" Взволнованный корабль Династии атакует, как только вы появляетесь. За ними - неопознанный корабль, который они, должно быть, пытались допросить до этого!
zh_hans: "哦～↓～↘～→～↗～～，所以你是来干涉的？事实证明，联邦是一个巨大的麻烦！"你一进入，一艘情绪激动的灵朝飞船就开始攻击。在他们身后是一艘身份不明的飞船，他们在这之前一定是在审讯！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_HOSTAGE"]/text[2]
source: The Dynasty normally doesn't take prisoners, but it seems they haven't gotten the desired reaction from the unidentified ship behind them, as you can hear the agitation in the shouting Ghost captain's voice. As soon as you enter the system however, his concentration focuses on you!
ko: 왕조는 남들을 포로로 잡지는 않습니다만, 고스트 함장의 짜증섞인 고함소리를 듣자하니 그들 뒤에 있던 신원 미상 함선에서 원하던 반응을 얻어내지 못한 모양이었습니다. 하지만 당신이 항성계에 진입하자마자 함장은 집중을 당신으로 돌렸군요!
ru: Обычно Династия не берет пленных, но, похоже, они не получили желаемой реакции от неопознанного корабля позади них, так как в голосе кричащего капитана призраков слышится волнение. Однако как только вы входите в систему, его внимание сосредотачивается на вас!
zh_hans: 灵朝飞船通常不抓俘虏，但似乎他们没有从后面那艘不明身份的飞船上得到想要的反应，因为你可以听到大喊大叫的魂灵族舰长声音中的焦躁。然而，当你进入星系时，他的注意力就集中在你身上了！

# data/events_ghost.xml$//textList[@name="NEBULA_DYNASTY_HOSTAGE"]/text[3]
source: Looks like two ships are here - one of unidentified origin, and the other Dynasty. The Dynasty ship doesn't seem to want you around, because they attack almost immediately!
ko: 신원미상의 함선, 그리고 왕조 함선이 여기 표류하는 모양이군요. 왕조 함선은 당신이 여기 있는걸 원치 않는듯합니다. 왜냐하면 바로 공격해오기 시작했거든요!
ru: Похоже, что здесь находятся два корабля - один неопознанного происхождения, а другой Династии. Корабль Династии, похоже, не хочет, чтобы вы тут находились, потому что он атакует почти сразу!
zh_hans: 看起来这里有两艘船——一艘来历不明，另一艘则是灵朝飞船。灵朝飞船似乎不希望你在附近，因为他们几乎立刻就发动了攻击！

source: Looks like the victim was just some civilians. "Thanks for the help. Is nowhere safe anymore? I chose to come here over a trip through the Hive, but it might have been safer the other way around. My ship is ruined. I think I'll come with you."
ko: 신원미상의 피해자들은 민간인들인 모양입니다. "도와줘서 고마워요. 이제 정녕 안전한 곳이 있긴 한걸까요? 하이브를 거쳐서 여기 오기로 마음먹었는데, 반대방향으로 트는게 더 안전한 선택이었을지도 모르겠네요. 제 함선은 이미 망가졌어요. 당신과 합류해서 갈래요."
ru: Похоже, жертвой стали какие-то гражданские. "Спасибо за помощь. Нигде больше не безопасно? Я выбрал этот пусть вместо путешествия через Улей, но, возможно, было бы безопаснее наоборот. Мой корабль разрушен. Думаю, я пойду с вами".
zh_hans: 看来受害者只是一些平民。"谢谢你的帮助。现在哪里都不安全了吗？我选择走这里而不是穿过母巢航行，但现在看来可能反过来还更安全。我的飞船被毁了。我想我要和你一起旅行。"

source: Looks like the ship was little more than a damaged Auto. Beyond the point of repair, it's best just to scrap it.
ko: 신원미상의 함선은 고작 손상된 무인선인 모양입니다. 이미 수리할 수 없을정도로 망가졌기 때문에, 고철로 해체하는게 최선인듯 합니다.
ru: Похоже, что корабль был не более чем поврежденным автоматическим судном. Если ремонт невозможен, его лучше просто разобрать на металлолом.
zh_hans: 看起来，这艘船只不过是一艘受损的自动舰而已。已经无法被维修了，最好是把它摧毁并搜刮了。

source: It appears the Dynasty ship's victim was a Rebel vessel! They put on a tough appearance, but it's clear to you that they're thankful. It's not hard convincing them to lie to the fleet about your location.
ko: 왕조 함선의 희생양은 반군 함선이었습니다! 선원들은 험상궃게 생겼지만, 그들은 확실히 당신에게 감사하고 있었습니다. 당신은 그들에게 추격하는 함대에 당신의 위치를 허위보고 해달라고 손쉽게 설득했습니다.
ru: Похоже, жертвой корабля Династии стало судно повстанцев! Они выглядят сурово, но вам ясно, что они благодарны. Нетрудно убедить их солгать флоту о вашем местонахождении.
zh_hans: 看来灵朝飞船的受害者是叛军的船只！他们装出一副强硬的样子，但你很清楚，他们其实很感谢你。说服他们向舰队谎报你的位置并不难。

# data/events_ghost.xml$//event[@name="NEBULA_GHOSTWASTE_RUIN"]/text
source: Scans are turning up something large on the nearby lava planet. Looks like it's a massive Dynasty class-F Dreadnaught! Completely trashed of course, it'll probably never fly again... but that hasn't stopped a horde of Vagabonds from taking residence.
ko: 스캔 결과 근처 용암 행성에서 뭔가 큰 물체가 발견되었습니다. 왕조 소유의 거대한 F급 드레드노트 인것 같군요! 물론 거의 고철덩어리에 가까운지라 비행은 불가해 보입니다만... 그렇다고 떠돌이 한 무리가 함선을 점령하는 걸 멈추진 않았습니다.
ru: Сканеры обнаружили что-то большое на соседней лавовой планете. Похоже, это огромный дредноут Династии класса Ф! Конечно, он полностью разрушен, и, скорее всего, уже никогда не полетит... но это не помешало орде бродяг поселиться в нем.
zh_hans: 在附近的熔岩星球上，扫描发现了一些大型的东西。看起来是一个巨大的灵朝F级无畏舰！当然，它已经完全被毁坏了，可能再也飞不起来了...但这并没有阻止漂浪群的寄居。

# data/events_ghost.xml$//textList[@name="TEXT_GHOST_DEADSHIP"]/text[1]
source: You jump out of your seat, prepared to fight the wreck drifting at this beacon, but it's no Ghost ship. You scrap whats left.
ko: 당신은 좌석에서 벌떡 일어서 이 송신소에서 기다리는 난파선과 전투할 준비를 했지만, 고스트 함선이 아니었습니다. 당신은 잔해를 인양했습니다.
ru: Вы подскакиваете с места, готовые сражаться с потерпевшим бедствие кораблем, дрейфующим у этого маяка, но это не корабль призраков. Вы разбираете на металлолом то, что осталось.
zh_hans: 你从座位上跳起来，准备与漂浮在这个信标处的残骸战斗，但它没被魂灵族占领。你搜刮了剩下的东西。

# data/events_ghost.xml$//textList[@name="TEXT_GHOST_DEADSHIP"]/text[2]
source: You're ready to fight, but the wreck here is silent. Its crew are dead, and their attacker long gone. You cautiously scrap the ship.
ko: 당신은 전투준비를 끝냈지만, 난파선에서는 아무 반응이 없습니다. 선원은 이미 전원 사망했고, 범인들은 떠난지 오래였습니다. 당신은 조심스레 함선을 분해합니다.
ru: Вы готовы к бою, потерпевший бедствие корабль молчит. Его экипаж мертв, а нападавшие давно исчезли. Вы осторожно разбираете корабль на металлолом.
zh_hans: 你已经准备好战斗了，但这个废船悄然无声。它的船员都死了，攻击者也早已离开。你小心翼翼地搜刮这艘船。

# data/events_ghost.xml$//textList[@name="TEXT_GHOST_DEADSHIP"]/text[3]
source: A wrecked ship inhabits this beacon. You scan it for Ghosts, but all results show the ship is empty. You figure it's safe to salvage what you can.
ko: 난파선이 이 송신소에 있었습니다. 당신은 고스트가 잔존해있는지 스캔해보지만, 스캔 결과 함선은 비어있었습니다. 당신은 인양하기에 안전하다고 판단했습니다.
ru: На этом маяке находится потерпевший бедствие корабль. Вы сканируете его на наличие призраков, но все результаты показывают, что корабль пуст. Вы решаете, что можно собрать все, что можно.
zh_hans: 一艘失事的船飘荡在这个信标里。你扫描了它以探测魂灵族的存在，但所有的结果都显示这艘船是空的。你认为尽力回收也不会有风险。

# data/events_ghost.xml$//textList[@name="TEXT_GHOST_DEADSHIP"]/text[4]
source: Whoever destroyed the ship at this beacon doesn't matter, but it must not have been the Ghosts. Empty of all crew, you move in to scrap it.
ko: 누가 이 송신소에 있는 함선을 파괴했는지는 아무런 상관 없지만, 고스트는 절대 범인이 아닌것 같습니다. 당신은 선원들조차 없는 함선을 인양하기 위해 접근했습니다.
ru: Кто уничтожил корабль у этого маяка, не имеет значения, но это должны быть не призраки. Поскольку корабль лишился экипажа, вы отправляетесь на сбор металлолома.
zh_hans: 不管是谁在这个信标处摧毁了这艘船，现在都不重要了。攻击者一定不是魂灵族，因为里面一名船员都没有。你选择把它搜刮了。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_FLEETCRASH"]/text
source: Scans are turning up something large on the nearby lava planet. Looks like it's a massive Dynasty class-F Dreadnaught! Completely trashed of course, it'll probably never fly again... but that hasn't stopped a horde of Vagabonds from taking residence.
ko: 스캔 결과 근처 용암 행성에서 뭔가 큰 물체가 발견되었습니다. 왕조 소유의 거대한 F급 드레드노트 인것 같군요! 물론 거의 고철덩어리에 가까운지라 비행은 불가해 보입니다만... 그렇다고 떠돌이 한 무리가 함선을 점령하는 걸 멈추진 않았습니다.
ru: Сканеры обнаружили что-то большое на соседней лавовой планете. Похоже, это огромный дредноут Династии класса Ф! Конечно, он полностью разрушен, и, скорее всего, уже никогда не полетит... но это не помешало орде бродяг поселиться в нем.
zh_hans: 在附近的熔岩星球上，扫描发现了一些大型的东西。看起来是一个巨大的灵朝F级无畏舰！当然，它已经完全被毁坏了，可能再也飞不起来了...但这并没有阻止漂浪群的寄居。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_FLEETCRASH"]/choice[1]/text
source: Try to scrap some of the outer regions of the ship.
ko: 함선 외부를 인양해본다.
ru: Попытаться разобрать на металлолом внешнюю обшивку корабля.
zh_hans: 尽量搜刮战舰外侧的部分。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_FLEETCRASH"]/choice[2]/text
source: Hail the Ghosts.
ko: 고스트와 교신한다.
ru: Связаться с призраками.
zh_hans: 向魂灵族呼叫。

source: The crackling static through your stereo eventually shifts into discernable words. "This place of ours we call home is not for the Federation's taking. We will trade, if you have missiles."
ko: 스피커로부터 지직거리는 잡음이 천천히 알아들을수 있는 말로 변했습니다. "우리가 보금자리로 삼는 이 곳은 연방이 마음대로 앗아갈수 있는 곳이 아니다. 그대에게 미사일이 있다면 거래를 하도록 하지."
ru: Треск помех в стереосистеме со временем переходит в разборчивые слова. "Это наше место, которое мы называем домом, не принадлежит Федерации. Мы будем торговать, если у вас есть боеголовки".
zh_hans: 噼里啪啦的静电通过你的音响最终转变为可辨认的话语。"我们称之为家的这个地方不是为了给联邦占有的。我们将进行交易，如果你们有弹药的话。"

source: Give them some missiles to access a store.
ko: 저장소에 접근할 미사일을 몇 개 준다.
ru: Дать им немного боеголовок, чтобы получить доступ в магазин.
zh_hans: 给他们一些弹药以进入一间商店。

source: Ignore their request and scrap the wreck.
ko: 요청을 무시하고 난파선을 분해한다.
ru: Не обращать внимания на их просьбу и разобрать корабль на металлолом.
zh_hans: 无视他们的要求搜刮这个残骸。

source: "You are a person of terrible motivations, and I shall kill you swiftly." An elite Ghost ship flies out of the wreck to meet you.
ko: "그대는 불순한 의도를 가진 자구나. 신속하게 죽여주도록 하지." 엘리트 고스트 함선이 난파선에서 나와 당신과 마주하러 옵니다.
ru: "Вы - человек с ужасными наклонностями, и я убью вас быстро". Из развалин навстречу вам вылетает элитный корабль призраков.
zh_hans: "你是一个动机可怕的人，我将迅速杀死你。"一艘魂灵精英战舰从残骸中飞出应对你。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Decline and leave.
ko: 거절하고 떠난다.
ru: Отказаться и уйти.
zh_hans: 拒绝并离开。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_FLEETCRASH"]/choice[3]/text
source: Avoid the wreck.
ko: 난파선을 피한다.
ru: Избегать кораблекрушения.
zh_hans: 避开这片残骸。
