Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS_OUTLAWS"]/text
source: A fairly large Separatist vessel is nearby, confirming that this is the correct location. Your approach seems to have alarmed the outlaws. "Say, Bonbon, does that Federation vessel strike you as out of place?" "Your assumptions are [correct]. This Federation vessel has -recently- been in contact with [Harmony] owned vessels. Your suspicions of malcontent are [justified]."
ko: 꽤나 큰 분리주의자 함선이 근처에 있는 것으로 보아 정확한 위치임이 확인 되었습니다. 당신이 접근해오자 무법자들이 경계한 모양입니다. "어이, 본본, 혹시 저 연방 함선에서 위화감 안 느껴지나?" "당신의 추론 [정답]. 해당 연방 함선은 -최근- [하모니] 소유 함선과 접촉한 경력 있음. 당신의 불평스런 의심, [정당함]."
ru: Поблизости находится довольно крупный корабль Сепаратистов, что подтверждает правильность выбранного координат. Ваше приближение, похоже, встревожило преступников. "Скажи, Бонбон, тебе не кажется, что это судно Федерации тут не к месту?" "Ваши предположения [верны]. Это судно Федерации - недавно - вступало в контакт с судами, принадлежащими [Гармонии]. Ваши предположения о злонамеренности [обоснованы]".
zh_hans: 一艘相当大的分离者船只就在附近，证明这个位置是正确的。你的接近似乎惊动了歹徒。"宝宝，你觉得那艘联邦船是不是有点不对劲？""你的假设是[正确]的。这艘联邦船只-最近-与[谐合]方的船只有过接触。你对异常的怀疑是[合理的]。"

source: Do what you came here to do.
ko: 여기서 할 일을 한다.
ru: Сделать то, для чего вы сюда пришли.
zh_hans: 按要求行事。

source: If you remember correctly, you were told by the Engi not to kill these guys if you can. You'll have to wait for the Engi to arrive or force them to surrender!
ko: 기억이 맞다면, 엔지는 당신에게 가능하면 이들을 죽이지 말라고 했던 것 같습니다. 엔지 증원군이 올때 까지 기다리거나 투항시켜야 합니다!
ru: Если вы правильно помните, энджи сказали вам не убивать этих парней, если есть такая возможность. Вам придется подождать, пока прибудут энджи, или заставить их сдаться!
zh_hans: 如果你没记错的话，半械族告诉你，如果可以的话，不要杀这些人。你必须等待半械族的到来，或者迫使他们投降！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Offer to shelter them from the Harmony.
ko: 하모니에서 그들을 보호해주겠다고 제안한다.
ru: Предложить защитить их от Гармонии.
zh_hans: 主动提出为他们提供庇护让他们远离谐合。

source: "You wouldn't be able to do shit to help us! We're outlaws, the Federation don't want none o' us! We ain't just some normal criminals, we're fightin for the liberation of bon's people! Leave us be or do what you gotta do, I ain't dilly dallying."
ko: "느그가 뭐 도움이라도 줄 수 있을줄 아나? 우리는 무법자들이다이, 연방은 우리 같은 놈들 필요없다 안카나! 우린 평범한 범죄자 따위가 아이라, 여기 본이네 종족들의 자유를 위해서 싸우는기다! 여 떠나든지 니 해야될일 하든지 후딱 해라 마. 꾸물 거릴 시간 읎다."
ru: "Вы ничем не сможете нам помочь! Мы вне закона, Федерация не хочет нас видеть! Мы не обычные преступники, мы боремся за освобождение людей Бона! Оставьте нас в покое или делайте то, что должны делать, я не буду больше медлить".
zh_hans: "你什么都做不了，帮不了我们！我们是亡命之徒，联邦不需要我们！我们不是普通的逃犯，我们是为宝宝的人民的解放而战！别管我们，或者做你该做的事，我不会磨磨蹭蹭的。"

source: Fight them.
ko: 그들과 전투한다.
ru: Сражаться с ними.
zh_hans: 与他们开战。

source: If you remember correctly, you were told by the Engi not to kill these guys if you can. You'll have to wait for the Engi to arrive or force them to surrender!
ko: 기억이 맞다면, 엔지는 당신에게 가능하면 이들을 죽이지 말라고 했던 것 같습니다. 엔지 증원군이 올때 까지 기다리거나 투항시켜야 합니다!
ru: Если вы правильно помните, энджи сказали вам не убивать этих парней, если есть такая возможность. Вам придется подождать, пока прибудут энджи, или заставить их сдаться!
zh_hans: 如果你没记错的话，半械族告诉你，如果可以的话，不要杀这些人。你必须等待半械族的到来，或者迫使他们投降！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Leave them be.
ko: 내버려둔다.
ru: Оставить их в покое.
zh_hans: 不管他们。

source: As you start to depart, you're stopped again by the outlaws. "You ain't going to destroy us? Why? The Harmony not paying you enough?"
ko: 당신이 떠나려하자 무법자들이 또 당신을 저지했습니다 "우리 안죽일끼가? 왜? 하모니 자슥들이 돈을 얼마 안 주던갑지?"
ru: Когда вы начинаете уходить, вас снова останавливают преступники: "Вы не собираетесь нас уничтожать? Почему? Гармония вам мало платит?"
zh_hans: 当你开始出发离开时，你又被歹徒拦住了。"你不打算消灭我们？为什么？谐合给你的钱不够吗？"

source: We aren't puppets to the Harmony. We're Multiverse Renegades. We enforce the law as we see fit.
ko: 우리는 하모니의 꼭두각시가 아니라 멀티버스 배회자다. 우리가 적절하다고 생각하는 선에서 법을 집행한다.
ru: Мы не марионетки Гармонии. Мы - Ренегаты Мультивселенной. Мы соблюдаем закон так, как считаем нужным.
zh_hans: 我们不是谐合的傀儡，我们是变元者，我们只以我们认为合适的方式行事。

source: "Vigilantes? Who woulda thunk it-" The outlaw is suddenly cut off by gunfire as a Harmony ship jumps in. Looks like reinforcements arrived sooner than expected!
ko: "뭐고 느그 자경단이가? 참내 누가 상상이라도 했-" 무법자와의 교신은 하모니 함선이 도약해 발포하자마자 갑자기 두절되었습니다. 지원군이 예상보다 빨리 도착한 것 같습니다!
ru: "Блюстители? Кто бы мог подумать-" Преступника внезапно прерывают выстрелы, когда к ним подлетает корабль Гармонии. Похоже, подкрепление прибыло раньше, чем ожидалось!
zh_hans: "见义勇为？谁能想到—"随着一艘谐合飞船跃迁进入本信标，这个不法分子突然被炮火声打断。看起来援军比预期的要早到！

source: Pretend you did your job and take the pay.
ko: 임무를 수행한 척 하고 현상금을 받는다.
ru: Сделать вид, что вы выполнили свою работу, и получить оплату.
zh_hans: 假装你干了活并领取工资。

source: Once the outlaws have been captured, the Harmony ship contacts you again. "The Federation vessel has proven instrumental. Delaying outlaws raised chances of success by 75%. It is likely the Harmony will be requesting your assistance again."
ko: 무법자들이 생포되자 하모니 함선은 다시 당신에게 연락했습니다. "연방 함선, 이번 임무에 중대한 역할 수행. 무법자들을 지연시켜 임무 완성 확률 75% 증가. 하모니측에서 추후 도움 요청 할 것."
ru: После захвата преступников корабль Гармонии снова связывается с вами. "Корабль Федерации оказался полезным. Задержка преступников повысила шансы на успех на 75%. Вероятно, Гармония снова обратится к вам за помощью".
zh_hans: 不法分子被抓获后，谐合再次与你联系。"事实证明，联邦舰船起到了作用。拖延歹徒使成功的几率提高了75%。谐合很可能下次会再次请求你的帮助。"

source: Defend the outlaws.
ko: 무법자들을 지킨다.
ru: Защищать преступников.
zh_hans: 捍卫这些亡命之徒。

source: You've heard the stories of the way the Harmony treats the Separatists. The Engi might be the Federation's allies, but that doesn't mean you can't stand against them.
ko: 당신은 하모니가 분리주의자들을 어떻게 다루는지 익히 들었습니다. 엔지들은 연방의 동맹일지도 모르지만, 그렇다고 해서 그들에게 저항하지 말란 법은 없습니다.
ru: Вы слышали рассказы о том, как Гармония обращается с Сепаратистами. Энджи могут быть союзниками Федерации, но это не значит, что вы не можете противостоять им.
zh_hans: 你已经听说了谐合如何对待分离者的故事。半械族虽说是联邦的盟友，但这并不意味着你不能反抗他们。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Conflict was not on my mind today.
ko: 오늘은 분쟁에 끼고 싶은 날이 아니군.
ru: Конфликты сегодня меня не интересуют.
zh_hans: 我今天不想打架。

source: "Hmmm. You're an awfully strange buncha mercenaries..."
ko: "음.. 느그들 참말로 이상한 용병들이라 카이.."
ru: "Хммм... Ужасно странные вы, наемники..."
zh_hans: "呵。你们是一群非常奇怪的雇佣兵..."

source: They're onto us. Leave.
ko: 우리의 속셈을 다 알고 있다. 떠난다.
ru: Они наблюдают за нами. Уходим.
zh_hans: 他们怀疑起我们了，离开。

source: It's not a good idea to go through with this when they've already called you out. You slink away into the distant nebulas far away from the beacon.
ko: 그들이 우리의 행동을 비판하고 해명을 요구했음에도 불구하고 이 일을 계속하는 것은 썩 좋은생각이 아닙니다. 당신은 송신소를 피해 저 멀리 성운으로 빠져 나갔습니다.
ru: Не стоит идти на это, когда с вами пытаются выйти на связь. Вы скрываетесь в далеких туманностях вдали от маяка.
zh_hans: 当他们已经开始呼叫你的时候再去做这件事就不是个好主意了。你溜进远离信标的遥远的星云中。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="VAGABOND_TRASHKING"]/text
source: This beacon contains an immense amount of pollution, with various chunks of debris stuck in its orbit. Even outside of the planet is a concerningly large concentration of trash.
ko: 이 송신소는 상당한 오염물질로 뒤덮여 있었고, 궤도에는 다양한 잔해 덩어리들이 끼여있었습니다. 심지어 행성 밖에서도 걱정스러울 정도로 많은 양의 쓰레기가 떠다니고 있었습니다.
ru: Этот маяк содержит огромное количество мусора, различные куски обломков застряли на его орбите. Даже за пределами планеты скопление мусора вызывает опасения.
zh_hans: 这个信标包含了大量的污染物，各种大块的碎片卡在其轨道上。即使在这个星球的外侧也聚集了一堆大得惊人的垃圾。

# data/events_ghost.xml$//event[@name="VAGABOND_TRASHKING"]/choice[1]/text
source: Try and pick up some of the debris.
ko: 잔해를 약간 수거해본다.
ru: Попытаться собрать обломки.
zh_hans: 试着收集一些残骸。

# data/events_ghost.xml$//event[@name="VAGABOND_TRASHKING"]/choice[1]/event/text
source: You start to collect the scrap when you're stopped by a Vagabond ship. "Halt! All that which is not living and enters the bounds of this orbit is that which belongs to our lord, the trash king!"
ko: 당신이 스크랩을 모으자 떠돌이 함선이 당신을 저지했습니다. "정지! 이 곳에 숨결이 붙지 않은채 이 궤도로 진입하는 것들은 우리의 군주, 쓰레기 왕의 것이다!"
ru: Вы начинаете собирать лом, как вдруг вас останавливает корабль бродяг. "Стоять! Все, что не является живым и находится в пределах этой орбиты, принадлежит нашему господину, королю мусора!"
zh_hans: 你打算开始收集废料时被一艘漂浪群飞船拦住了。"停！所有进入这个轨道范围的非活物都属于我们的主人，垃圾之王！"

source: The Trash King?
ko: 쓰레기 왕?
ru: Королю мусора?
zh_hans: 垃圾之王？

source: "Do not tell us you have not caught word of the trash king's rule!" When their cry is met by a blank stare on your end, the Ghost seems to deflate. "Alright. Follow me." The Ghost leads you to a massive castle built entirely out of garbage, and into a grand throne room.
ko: "쓰레기 왕의 통치에 대해 들어 본적 없다고 하진 않겠지?" 당신이 맹한 눈빛으로 그들의 함성을 받아치자, 고스트는 기가 한 풀 꺾였습니다. "알겠네. 따라오게." 고스트는 온전히 쓰레기로 만들어진 거대한 성으로 당신을 안내했고, 대규모 알현실로 당신을 안내했습니다.
ru: "Только не говорите нам, что до вас не дошли слухи о правлении короля мусора!" Когда на этот возглас вы отвечаете пустым взглядом, Призрак, кажется, успокаивается. "Хорошо. Следуйте за мной." Призрак ведет вас к огромному замку, построенному целиком из мусора, а затем в большой тронный зал.
zh_hans: "不要告诉我们你还没有听过垃圾之王的大名！当他们的呼喊被你的白眼回应后，魂灵族们似乎泄气了。"好吧。跟着我。"魂灵族们带你到一个完全由垃圾建成的巨大城堡，然后进入一间宏伟的王室。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: You are met by a large Mare Alpha wearing a paper mache crown that barely manages to stay on his gaseous 'head'. "I, am the trash king! Bow before me breathers!"
ko: 당신은 기체로된 '머리'에서 자꾸 흘러내리는 지점토 왕관을 쓴 큰 메어 알파와 만났습니다. "나는 쓰레기 왕이다! 숨쉬개들은 머리를 조아릴지어다!"
ru: Вас встречает здоровенный Альфа-Мар в короне из папье-маше, которая едва держится на его газообразной "голове". "Я - король мусора! Склонитесь передо мной, дышащие!"
zh_hans: 迎接你的是一个戴着纸糊王冠的大块头蚀灵，一名巨型魂灵族。由于是纸糊的，这个王冠能勉强挂在他的气态的"头"上，不至于落下。"我！是垃圾之王！向我臣服，你们这些会喘气的！"

source: Bow.
ko: 머리를 숙인다.
ru: Поклониться.
zh_hans: 鞠躬。

source: "Good. You please me. If you are wishing to leave this place hands full of my precious trash, you must prove thineself in gladiatorial combat!"
ko: "줗아. 그대는 나에게 기쁨을 주었어. 내 소중한 쓰레기를 한가득 들고 이 곳을 떠나고 싶다면, 검투로 그대의 가치를 증명해야 할걸세!"
ru: "Хорошо. Ты порадовал меня. Если ты хочешь покинуть это место с руками, полными моего драгоценного мусора, ты должен проявить себя в гладиаторском бою!"
zh_hans: "很好。你取悦了我。如果你希望满载着我宝贵的垃圾离开这里，你必须在角斗场上证明你自己！"

source: Fight one of his strongest ships.
ko: 그의 제일 강력한 함선중 하나와 전투한다.
ru: Сразиться с одним из его сильнейших кораблей.
zh_hans: 与他最强的一艘船作战。

source: "A challenge! So let it be! Call forth my champions!" The trash king ushers for one of his strongest ships to fight you.
ko: "도전이로군! 그렇다면 좋다! 내 챔피언을 부르도록 하여라!" 쓰레기 왕은 그의 가장 강력한 함선중 하나를 안내해 당신과 싸우게 했습니다.
ru: "Сражение! Да будет так! Зовите моих чемпионов!" Король мусора призывает один из своих самых сильных кораблей, чтобы сразиться с вами.
zh_hans: "一桩挑战！那就来吧！召唤我的冠军！"垃圾之王叫来了他最强大的一艘船与你作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fight one of his weaker ships.
ko: 약한 함선중 하나와 전투한다.
ru: Сразиться с одним из его слабых кораблей.
zh_hans: 与他的一艘较弱的船作战。

source: "A challenge! So let it be!" The trash king ushers for one of his vessels to fight you.
ko: "도전이로군! 그렇다면 좋다!" 쓰레기 왕은 그의 함선중 하나를 안내해 당신과 싸우게 했습니다.
ru: "Сражение! Да будет так!" Король мусора вызывает один из своих кораблей на бой с вами.
zh_hans: "一桩挑战！那就来吧！"垃圾之王招呼他的一艘船来和你战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
ko: 됬소.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The trash king growls. "I said BOW!"
ko: 쓰레기 왕은 으르렁거렸습니다. "어서 머리를 조아리라 하지 않았느냐!"
ru: Король мусора рычит. "Я сказал СКЛОНИТЕСЬ!"
zh_hans: 垃圾之王咆哮道。"我说了 臣 服 ！"

source: Bow.
ko: 머리를 숙인다.
ru: Поклониться.
zh_hans: 鞠躬。

source: "Good. You please me. If you are wishing to leave this place hands full of my precious trash, you must prove thineself in gladiatorial combat!"
ko: "줗아. 그대는 나에게 기쁨을 주었어. 내 소중한 쓰레기를 한가득 들고 이 곳을 떠나고 싶다면, 검투로 그대의 가치를 증명해야 할걸세!"
ru: "Хорошо. Ты порадовал меня. Если ты хочешь покинуть это место с руками, полными моего драгоценного мусора, ты должен проявить себя в гладиаторском бою!"
zh_hans: "很好。你取悦了我。如果你希望满载着我宝贵的垃圾离开这里，你必须在角斗场上证明你自己！"

source: Fight one of his strongest ships.
ko: 그의 제일 강력한 함선중 하나와 전투한다.
ru: Сразиться с одним из его сильнейших кораблей.
zh_hans: 与他最强的一艘船作战。

source: "A challenge! So let it be! Call forth my champions!" The trash king ushers for one of his strongest ships to fight you.
ko: "도전이로군! 그렇다면 좋다! 내 챔피언을 부르도록 하여라!" 쓰레기 왕은 그의 가장 강력한 함선중 하나를 안내해 당신과 싸우게 했습니다.
ru: "Сражение! Да будет так! Зовите моих чемпионов!" Король мусора призывает один из своих самых сильных кораблей, чтобы сразиться с вами.
zh_hans: "一桩挑战！那就来吧！召唤我的冠军！"垃圾王叫来了他最强大的一艘船与你作战。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Fight one of his weaker ships.
ko: 약한 함선중 하나와 전투한다.
ru: Сразиться с одним из его слабых кораблей.
zh_hans: 与他的一艘较弱的船作战。

source: "A challenge! So let it be!" The trash king ushers for one of his vessels to fight you.
ko: "도전이로군! 그렇다면 좋다!" 쓰레기 왕은 그의 함선중 하나를 안내해 당신과 싸우게 했습니다.
ru: "Сражение! Да будет так!" Король мусора вызывает один из своих кораблей на бой с вами.
zh_hans: "一桩挑战！那就来吧！"垃圾王招呼他的一艘船来和你战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: No thanks.
ko: 됬소.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

source: Don't tell us what to do!
ko: 우리에게 이래라 저래라 하지 마라!
ru: Не указывайте нам, что делать!
zh_hans: 不要教我们做事！

source: You arm the weapons and attack the Ghosts.
ko: 당신은 무기를 장전해 고스트들을 공격합니다.
ru: Вы заряжаете оружие и атакуете призраков.
zh_hans: 你武装好武器攻击魂灵族。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="VAGABOND_TRASHKING"]/choice[2]/text
source: Avoid the debris.
ko: 잔해를 피한다.
ru: Избегать скопления мусора.
zh_hans: 避开这些碎片。

# data/events_ghost.xml$//event[@name="VAGABOND_TRASHKING"]/choice[2]/event/text
source: You content yourself with watching the Ghosts scurry about as you do something onboard the ship. You can't help but notice, however, that the clouds in the distance seem to be approaching fast...
ko: 당신은 함선에서 무언가를 하는 동안 지나가는 고스트들을 구경하는 것으로 만족했습니다. 하지만 저 멀리 성운이 점점 가까이 다가오고 있다는 사실을 눈치채지 않을 수 없었습니다...
ru: Вы наслаждаетесь тем, что наблюдаете за снующими вокруг призраками, пока занимаетесь чем-то на корабле. Однако вы не можете не заметить, что облака вдали, кажется, быстро приближаются...
zh_hans: 当你准备管理星舰之时，你打算把四处乱窜的魂灵族们当乐子看。然而，你不禁注意到，远处的云层似乎正在快速接近...

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="VAGABOND_STORM"]/text
source: This beacon might not be near any immediate nebulas other than those far off in the north, but it does have a large Vagabond camp set up on the nearby planet. Brief scans show the inhabitants are moving about quickly.
ko: 이 송신소는 저 북쪽 멀리 있는 성운들을 제외한 근처 성운들과 가깝진 않지만, 이 부근 행성에 떠돌이들이 큰 야영지를 세워놨습니다. 간략한 스캔 결과 거주민들이 분주하게 움직이고 있었습니다.
ru: Возможно, этот маяк и не находится в непосредственной близости от туманностей, кроме тех, что расположены далеко на севере, но на соседней планете разбит большой лагерь бродяг. Беглое сканирование показывает, что обитатели быстро перемещаются.
zh_hans: 这个信标不在任何星云附近，除了一些远在前方的星云。但附近的星球上有一个大型漂浪群营地。简短的扫描显示居民们正在快速移动。

# data/events_ghost.xml$//event[@name="VAGABOND_STORM"]/choice[3]/text
source: Stay away.
ko: 야영지와 먼저 교신한다.
ru: Сперва вызвать на связь лагерь.
zh_hans: 先向营地呼叫。

# data/events_ghost.xml$//event[@name="VAGABOND_STORM"]/choice[3]/event/text
source: You content yourself with watching the Ghosts scurry about as you do something onboard the ship. You can't help but notice, however, that the clouds in the distance seem to be approaching fast...
ko: 당신은 고스트들로부터 짤막한 답변밖에 받지 못했습니다. "폭풍이 재빠르게 다가오고 있다. 우리는 다른 것으로 이전 할수 밖에 없다. 어서 이 곳을 떠나는게 좋을걸세." 당신은 이 주장이 정당한지 아리송했지만, 어차피 여기서 고스트들과 무언가를 하지는 못할겁니다.
ru: Призраки отвечают лишь односложно: "Буря приближается быстро. Нам необходимо переехать. Желательно, чтобы вы ушли поскорее". Вы не уверены в правдивости этого заявления, но в любом случае вы не сможете ничего сделать с призраками здесь.
zh_hans: 你只收到魂灵族们的简短回应。"一场风暴正在迅速逼近。我们必须重新安置。建议你尽快离开。"你不太确定这个说法的真实性，但你在这里对魂灵族们也做不了什么。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/text
source: A Rebel ship already occupies this beacon, but surprisingly they hail you instead of fighting. "I should attack you... but this sector is littered with Ghosts and we've finally caught a break from the clouds."
ko: 이미 반군 함선 하나가 이 송신소를 장악하고 있었지만, 놀랍게도 싸우는 대신 당신을 맞이했습니다. "당신을 공격해야겠지만... 이미 이 구역은 고스트들이 이곳저곳 흩어져있는데 드디어 이 성운속에서 한숨 돌릴수 있게 되었어."
ru: Корабль повстанцев уже захватил этот маяк, но, что удивительно, вместо боя с вами, они хотят с вами поговорить. "Я должен атаковать вас... но этот сектор кишит призраками, а мы наконец-то вырвались из облаков".
zh_hans: 一艘叛军飞船已经占据了这个信标，但令人惊讶的是他们向你发出了呼叫，而不是战斗。"我本该攻击你...但是这个星区到处都是魂灵族，我们终于从云层中找到了一个突破口。"

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[1]/text
source: Agree to leave them alone.
ko: 그 들을 가만히 놔두는데 동의한다.
ru: Согласиться оставить их в покое.
zh_hans: 同意不打扰他们。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[1]/event/text
source: "Good, glad to see we can both agree on something." You sense it's awkward for the both of you to be here, but you decide to take your mind off it by doing something else.
ko: "좋아. 우리 둘다 뭔가 맞는 구석이 있어서 다행이군." 당신은 반군과 같이 이곳이 있다는 사실에 어색함을 느꼈지만, 무언가 다른 일을 하면서 잊어버리기로 합니다.
ru: "Хорошо, рад, что мы оба можем о чем-то договориться". Вы чувствуете, что вам обоим неловко находиться здесь, но решаете отвлечь себя от этого, занявшись чем-нибудь другим.
zh_hans: "很好，很高兴看到我们都能在某些方面达成一致。"你感觉到双方在这里都很尴尬，但你决定通过做其他事情来转移注意力。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[2]/text
source: Screw a truce, kill them.
ko: 휴전따위 개나 줘라. 그들을 죽인다.
ru: К черту перемирие, убить всех.
zh_hans: 去他妈的休战，杀了他们。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[2]/event/text
source: The Rebel captain yells at you as you both prepare for combat, "This is why the Federation must fall!"
ko: 서로 전투를 준비하면서 반군 함장은 당신에게 고함쳤습니다. "이래서 연방놈들을 몰락시켜야 한다니깐!"
ru: Капитан повстанцев кричит вам, пока вы оба готовитесь к бою: "Вот почему Федерация должна пасть!"
zh_hans: 叛军舰长在你们俩准备战斗时对你们大喊："这就是联邦必须垮台的原因！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[3]/text
source: Pay them to delay the fleet.
ko: 반군 함대를 지연시키도록 돈을 지불한다.
ru: Заплатить им за задержку флота.
zh_hans: 给他们钱让他们拖延叛军追击。

# data/events_ghost.xml$//event[@name="GHOST_REBEL_TRUCE"]/choice[3]/event/text
source: The Rebel captain isn't sure how to respond, but it's clear he doesn't want to turn down the scrap. Reluctantly he accepts, and promises to give the fleet false information when they return.
ko: 반군 함장은 그 제안에 어떻게 반응해야될지 몰랐지만, 확실히 스크랩을 거절하고 싶지는 않아 보였습니다. 그는 마지못해 제안을 받아들였고, 귀환 시 가짜 정보를 제공하기로 약속했습니다.
ru: Капитан повстанцев не знает, как реагировать, но ясно, что он не хочет отказываться от лома. С неохотой он соглашается и обещает дать флоту ложную информацию, когда они появятся.
zh_hans: 叛军舰长不知道该如何回应，但很明显他不想拒绝这桩买卖。他不情愿地接受了并承诺在返回舰队时提供虚假信息。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/text
source: A Rebel Marauder, painted white with a strange logo on the back, hails you. "Greetings, traveler! We are the Ghost... uh... Spook Chasers! We have a unique proposition for you..."
ko: 후면에 이상한 로고를 새겨놓은 반군 약탈선이 당신을 맞습니다. "안녕하신가, 여행자! 우리는 고스트.. 어... 유령 추적자들이야! 당신에게 특별한 제안을 하고 싶은데..."
ru: С вами связывается мародер повстанцев, окрашенный в белый цвет со странной эмблемой на заднем борту. "Приветствую тебя, путешественник! Мы - призрак... э-э... ловцы призраков! У нас есть для вас уникальное предложение..."
zh_hans: 一艘涂成白色、背后有奇怪标志的叛军掠夺舰向你呼叫。"你好，旅行者！我们是魂灵族...呃...寻鬼敢死队！我们有一个独特的提议给你..."

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[1]/text
source: Listen.
ko: 듣는다.
ru: Слушать.
zh_hans: 说来听听。

# data/events_ghost.xml$//event[@name="UNLOCK_GHOST_QUEST"]/choice[1]/event/text
source: "Maybe you've heard of the Dynasty's scuffle with the Rebellion? Well, it all went down when they took out one of the Rebels' first Flagship prototypes! This instigated a large scale war, and bla bla bla... Thing is, that Flagship is still around! In fact, it's in this very sector!"
ko: "혹시 반군과 왕조 사이의 실랑이에 대해서 들어 본적 있나? 모든 일은 왕조 녀석들이 반군의 첫 번째 기함 프로토타입을 파괴했을때 시작되었지! 그 일 때문에 대규모 전쟁이 일어났고 그래서 어째저째 되었어... 그러니까 내 말은, 그 기함이 아직도 이 주위에 있다는거야! 사실 바로 여기, 이 구역에 있다는 말씀!"
ru: "Может быть, вы слышали о стычках Династии с Восстанием? Ну, все закончилось тем, что они уничтожили один из первых прототипов Флагмана Восстания! Это спровоцировало крупномасштабную войну, и бла-бла-бла... Дело в том, что тот Флагман все еще существует! Более того, он находится в этом самом секторе!"
zh_hans: "也许你听说过灵朝与叛军的混战？嗯，这一切都发生在他们干掉了叛军的第一批旗舰原型的一艘之后！这激起了一场大规模的战争，然后就是...巴拉巴拉...问题是，那艘旗舰仍然存在！事实上，它就在这个星区！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Now, you're probably thinking we're some Rebels. Wrong! Used to roll with that pack, but we ain't any more. We're mercenaries, and we were sent by the Federation to take out this goliath. Turns out it's in the hands of the Vagabonds now - more specifically a clan called the Haunts, led by some jackass who calls himself Goziodeon. Help us take out these sons o' bitches, and we'll split the bounty half and half. Deal?"
ko: "자, 넌 아마 우리가 반군 나부랭이라 생각하겠지. 틀렸어! 그 녀석들이랑 한때 어울리긴 했지만, 지금은 아냐. 우린 용병이고, 이 거대한 기함을 격추하려 연방친구들이 우릴 고용했지. 알고보니 그 기함은 떠돌이 녀석들 손에 들어간 모양이야. 정확히 이야기 하면 자신을 고지오데온이라 부르는 얼간이가 이끄는 하운트라는 떠돌이 클랜 놈들이지. 이 개자식들을 처리하는 일을 도와줘. 그럼 현상금의 절반을 떼어주지. 콜?"
ru: "Сейчас вы, наверное, думаете, что мы какие-то повстанцы. Неправда! Раньше мы были в той шайке, но теперь это не так. Мы наемники, и нас послала Федерация, чтобы уничтожить этого голиафа. Оказывается, он сейчас в руках у бродяг - точнее, у клана призраков, возглавляемого каким-то болваном, называющим себя Гозиодеоном. Помогите нам уничтожить этих сукиных сынов, и мы разделим вознаграждение пополам. Договорились?"
zh_hans: "你大概觉得我们只是一些叛军罢了。大错特错！我们以前跟他们一起混，现在不是了。我们现在是雇佣兵，被联邦派来干掉那个巨兽。看来现在它在飘浪群手里，确切地说是个叫缠灵的帮派，以某个叫'哥泽什'的蠢货为首。帮我们干掉这帮狗娘养的，我们可以跟你们平分赏金。怎样？"

source: Agree.
ko: 동의한다.
ru: Согласиться.
zh_hans: 同意。

source: "Perfect! We'll transfer the last known co-ordinates of the ship. See you there."
ko: "좋았어! 그러면 이 함선을 마지막으로 목격한 좌표를 보내줄게. 이따 봐."
ru: "Отлично! Мы передадим последние известные координаты корабля. Увидимся там".
zh_hans: "太好了！我们会向你传输旗舰的最后已知坐标。那里见。"

source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: The captain mutters something under his breath. "Fine, we'll find some other ship who's willing to kill some silly ship in return for the largest bounty ever made in galactic history!"
ko: 함장은 숨죽여서 뭐라 중얼거렸읍니다. "그래. 은하 역사상 가장 큰 현상금을 위해서 함선 따위 하나 파괴해줄 다른 친구들이나 찾아보지 뭐."
ru: Капитан что-то бормочет себе под нос. "Отлично, мы найдем какой-нибудь другой корабль, который согласится расправиться с этим дурацким кораблем в обмен на самую большую награду в истории галактики!"
zh_hans: 船长暗地里说了两句。"行吧，我们会再找个其他愿意来干掉某个破战舰的人，来领取银河系史上最高额的赏金！"
