Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_ghost.xml/*.po
Languages: ko, ru, zh_hans

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ANGERY_SLUG"]/choice[1]/text
source: Show them that you aren't messing around.
ko: 놀러온게 아니라는 것을 그들에게 보여준다.
ru: Показать им, что вы не собираетесь шутить.
zh_hans: 向对方表示你不是在玩。

source: "Sssshould have known you'd try thisss. Better I desssstroy your ssship than the Ghossstsss claim it themssselvesss."
ko: "땅씬드리 이러찟 할쭐 아라써. 꼬쓰뜨 놈뜨리 땅씬 함썬 까져가게 놔뚤 빠에는 짜라리 내가 빠괴하는게 낫게써."
ru: "Я должен был догадатьссся, что ты попытаешшшьссся это сссделать. Лучшшше я уничтожу твой корабль, чем призраки сссами заберут его".
zh_hans: "我早就知道你会这样。我最好毁掉你的飞船以免魂灵族们占据它。"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ANGERY_SLUG"]/choice[2]/text
source: Assure them you're leaving.
ko: 떠날 것을 약속한다.
ru: Заверить их, что вы уже уходите.
zh_hans: 向他们保证你会离开。

source: "Fine... But don't let me sssee you back here."
ko: "알게써... 따씨 똘아오기만 해뽜라."
ru: "Хорошшшо... Но не попадайссся мне на глаза".
zh_hans: "好吧...但不要让我看到你回来。"

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_DRIFTER_CHOICE_GHOST"]/text
source: An abandoned wreck, lights off and seemingly-empty, drifts nearby. It doesn't respond to your hails.
ko: 조명이 꺼져있고 아무도 없어 보이는 버려진 난파선이 근처에서 떠다니고 있었습니다. 당신에 교신에 반응 조차 하지 않았습니다.
ru: Неподалеку дрейфует заброшенный корабль, отключенной энергией и, похоже, пустой. Он не отвечает на ваши сигналы.
zh_hans: 一艘被遗弃的旧船，灯光熄灭，似乎空无一人，漂浮在附近。它对你的呼叫没有反应。

source: Scrap it.
ko: 폐기한다.
ru: Разобрать его.
zh_hans: 搜刮它。

source: Ignore the ship.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабль.
zh_hans: 无视这艘舰船。

source: During the salvage mission, the ship unexpectedly flickers to life! The Ghost crew stir to animation, awoken by your attempts at tearing apart their newly-earned home.
ko: 인양 임무를 수행하는동안, 함선에 갑자기 동력이 들어오기 시작했습니다! 그들의 새 보금자리를 철거하려는 당신의 시도에 고스트 선원들은 갑자기 활발히 움직였습니다.
ru: Во время разборки корабля, неожиданно оживает команда призраков, разбуженная вашими попытками разрушить их только что обретенный дом.
zh_hans: 在收集时，这艘船出乎意料地闪烁起生命的光芒！魂灵族飞船的船员们被你试图拆毁他们新得来的家园的行为惊醒了，他们开始行动。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The ship remains lifeless as you break down the hull.
ko: 당신이 함체를 해체하는 동안 난파선은 쥐죽은듯 가만히 있습니다.
ru: После повреждения корпуса корабль остается безжизненным.
zh_hans: 当你分解它的舰体时这艘船保持着毫无生气的状态。

source: You intend to ignore the wreck, but it appears the Ghosts aboard intend to fight you! The ship stirs to life and its weapons come online, leaving you with only one choice; to fight.
ko: 당신은 난파선을 무시하려 했지만, 난파선에 승선한 고스트들은 당신과 전투하려 합니다! 난파선은 갑자기 활발하게 움직였고 무기에도 동력이 들어왔습니다. 당신에게는 전투밖에 선택지가 없습니다.
ru: Вы намерены не обращать внимания на полуразрушенное судно, но, похоже, находящиеся на борту призраки намерены сразиться с вами! Корабль оживает, включается оружие, и у вас остается только один выход - сражаться.
zh_hans: 你打算无视这艘旧船，但似乎船上的魂灵族打算和你战斗！这艘船启动了，它的武器也开始充能。留给你的只有一个选择：战斗。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: If there are Ghosts aboard, you have no interest in waking them. You decide to spend your time on something else.
ko: 만약 고스트들이 승선해있다면, 당신은 굳이 그들을 깨우려고 하지 않을 것입니다. 당신은 뭔가 다른 일에 시간을 할애하기로 합니다.
ru: Если на борту есть призраки, вы не хотите их будить. Вы решили потратить свое время на что-то другое.
zh_hans: 如果船上有魂灵族的话，你没有兴趣唤醒他们。你决定把你的时间花在别的事情上。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_INSANE_ROCKMEN"]/text
source: You're hailed by the Rock ship at this beacon as soon as you jump in. Their crew are curled up on the ground, rocking back and forth. The captain shakes the camera violently, yelling at you. "GHOOOOSTS, GHOOOOOOOSTS! ARE YOU A GHOST?"
ko: 당신은 도약해오자 마자 락맨 함선의 교신을 받습니다. 선원들은 바닥에서 웅크려 앞뒤로 흔들거리고 있었습니다. 락맨 함장은 카메라를 과격하게 흔들면서 당신에게 소리질렀습니다. "고스트, 고스트다!!!!! 당신도 고스트인게요?"
ru: Сразу после прыжка вас вызывает корабль валунов. Его экипаж свернулся калачиком на земле, раскачиваясь взад-вперед. Капитан яростно трясет камеру, крича на вас: "ПРИИИИЗРАКИ, ПРИИИИИИИЗРАКИ! ТЫ ПРИЗРАК?"
zh_hans: 你一跃迁至这个信标，就被一艘岩石族船呼唤。他们的船员蜷缩在地上，来回摇晃着。舰长猛烈地摇晃着镜头，对你大喊大叫。"魂————灵，魂—————灵！你是魂灵吗？"

source: Absolutely.
ko: 당연하지.
ru: Совершенно верно.
zh_hans: 千真万确。

source: No.
ko: 아니.
ru: Нет.
zh_hans: 不是。

source: (Ghost Crew) Show them your Ghost crew.
ko: (고스트 선원) 당신의 고스트 선원을 보여준다.
ru: (Член экипажа-призрак) Показать им своего призрака.
zh_hans: (魂灵族船员)让他们看看你的魂灵族船员。

source: The Rockman begins shrieking and smashes the camera. It doesn't take long until their weapons are live and the insane Rock crew is ready to destroy you.
ko: 락맨 함장은 비명을 지르기 시작했고 카메라를 부숴버렸습니다. 얼마 지나지 않아 그들의 무기에 전원이 들어왔고 미쳐버린 락맨 선원들이 당신을의 함선을 파괴할 준비를 끝마쳤습니다.
ru: Валун начинает кричать и разбивает камеру. Проходит совсем немного времени, и их оружие активируется, а обезумевший экипаж валунов готов уничтожить вас.
zh_hans: 岩石族开始嘶吼并砸碎了摄像机。没过多久他们的武器就上线了。这些疯狂的岩石族准备好了要摧毁你。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: The captain shrivels over in fear and begs you not to eat their stomachs. You don't believe the Ghosts are carnivorous at all, but the Rockmen clearly don't know that.
ko: 함장은 공포에 오그라들었고 당신에게 내장을 파먹지 말아달라고 애걸복걸 했습니다. 당신은 고스트들이 육식하는 종족이라고 생각하지 않았지만, 락맨들은 확실히 이 사실을 모르는듯 했습니다.
ru: Капитан замирает от страха и умоляет вас не съедать их желудки. Вы не уверены, что призраки вообще плотоядны, но валуны явно этого не знают.
zh_hans: 舰长吓得浑身发抖求你不要吃他们的肚子。你完全不觉得魂灵族是食肉动物，但岩石族显然不知道这一点。

source: We're gonna eat you.
ko: 너희들을 먹어치울 것이다.
ru: Мы тебя съедим.
zh_hans: 我们要吃了你。

source: The Rockman begins to cry. "No no no no, no, NO!" He slams his fist on the table in front of him and orders his psychotic crew to pull themselves together and attack.
ko: 락맨 함장은 흐느끼기 시작했습니다. "안돼안돼안돼안돼,안돼,아니돼오!" 그는 자신의 앞에 있는 책상을 내리쳤고 이미 미쳐버린 선원들에게 진정하고 공격할것을 요구했습니다.
ru: Валун начинает плакать. "Нет-нет-нет-нет, нет, НЕТ!" Он ударяет кулаком по столу перед собой и приказывает своему экипажу собраться и атаковать.
zh_hans: 岩石族开始哭了。"不不不，不，不！"他把拳头砸在他面前的桌子上，命令他的精神病船员振作起来进行攻击。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: We mean you no harm.
ko: 당신들을 해칠 의도는 없어.
ru: Мы не желаем вам зла.
zh_hans: 我们对你没有恶意。

source: "Oh thank you, thank you thank you thank you..." The captain crumples into a crying heap, mumbling thank you's and other incoherent ramblings. You leave them be.
ko: "오 감사합니다, 감사합니다감사합니다감사합니다..." 함장은 그대로 쓰러져 주체할수 없을정도로 흐느끼기 시작했고, "감사합니다"이외에 이해 할 수 없는 헛소리를 중얼거렸습니다. 당신은 그들을 내버려뒀습니다.
ru: "О, спасибо, спасибо-спасибо-спасибо..." Капитан падает на землю, бормоча слова благодарности и прочий бессвязный бред. Вы оставляете его в покое.
zh_hans: "哦，谢谢你，非常感谢，我无以为报，谢谢，非常感谢，谢谢..."舰长哭得稀里哗啦，嘴里喃喃地说着谢谢和其他语无伦次的话。你自行离开了。

source: "You... You are not Ghosts? I do not believe it! We have encountered only hell-spawn here, so it is clear that only demons inhabit this sector!" You don't bother explaining that by their logic they would be Ghosts as well, because their weapons are live.
ko: "당신... 당신들은 고스트가 아니란 말이오? 믿을 수가 없소! 이 곳에서 지옥의 악마들밖에 맞닥뜨리지 않았으니, 이 구역에서는 악마들만 존재하는게 확실하오!" 당신은 그 주장을 하는 락맨들에게 그들의 논리로 치면 당신들도 고스트라고 굳이 반박하려들지 않았습니다. 왜냐하면 그들의 무기에 전원이 올라왔기 때문이죠.
ru: "Вы... вы не Призраки? Я в это не верю! Мы встречали здесь только порождения ада, так что ясно, что в этом секторе обитают только демоны!" Не надо объяснять, что по их логике они тоже должны быть призраками, потому что их оружие - живое.
zh_hans: "你们...你们不是魂灵族？我不相信！我们在这里只遇到过地狱造物，所以很明显，只有恶魔居住在这个星区！"按照他们的逻辑，他们自己也该是魂灵族，可你没时间解释，因为他们的武器已激活。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: "Good good good, good... good. You be careful, the Ghosts, they're everywhere!" The Rockman bursts in a fit of psychotic laughter and ends the call. You put some distance between your two ships.
ko: "좋소좋소좋소,좋아...좋소. 그대도 조심하시오. 고스트들은 사방팔방에 다 깔려있으니 말이오!" 락맨 함장은 갑자기 미치광이처럼 웃더니 교신을 종료했습니다. 당신은 락맨 함선과 거리를 두기로 했습니다.
ru: "Хорошо-хорошо-хорошо-хорошо... хорошо. Будьте осторожны, призраки, они повсюду!" Валун разражается приступом безумного хохота и заканчивает разговор. Вы увеличиваете расстояние между двумя кораблями.
zh_hans: "好，哦好的，好的...你一定要小心！魂灵族，他们无处不在！"岩石族爆发出一阵神经质的笑声，结束了通话。你让两艘船之间拉开了一些距离。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_INSANE_ROCKMEN_GHOST"]/text
source: The Rockman lets out a scream so high pitched you didn't think it was even possible for vocal cords to make. Suddenly, he falls over, twitches, and literally dies. Your Ghost must have given him a heart attack, if Rockmen even have hearts. With the rest of their crew too insane to do anything, you scrap the exterior of their ship.
ko: 락맨 함장은 도무지 성대에서 나온 소리라고 상상 할 수 없을 정도로 높은 비명을 내질렀습니다. 그는 갑자기 쓰러졌고, 움찔거리더니 말 그대로 죽어버렸습니다. 당신의 고스트 선원을 보고는 심장마비를 일으킨것 같습니다. 뭐, 락맨들이 심장이 있는지는 모르겠지마는. 나머지 선원들은 뭔가를 하기엔 이미 너무나 미쳐버렸기 때문에, 당신은 함체 외부를 스크랩으로 폐기해버립니다.
ru: Валун издает такой высокий крик, что вы даже не подумали бы, что голосовые связки вообще способны его издавать. Внезапно он падает, дергается и буквально умирает. Ваш призрак, должно быть, вызвал у него сердечный приступ, если у валунов вообще есть сердце. Поскольку остальные члены экипажа слишком безумны, чтобы что-либо предпринять, вы разбираете внешнюю обшивку их корабля.
zh_hans: 岩石族发出了一声高亢的尖叫，你甚至认为他的声带不可能发出这样的声音。突然间，他倒下了，抽搐着，真的死了。你的魂灵族一定让他心脏病发作了，如果他们有心脏的话。他们的其他船员都疯到什么都做不了，你刮下了他们船的外层部分。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_UPGRADERS"]/text
source: The beacon appears empty, but you reconsider as footsteps echo through your halls. You rush to the engine room to see 3 Ghosts bent over, examining the FTL drive.
ko: 송신소는 비어있는듯 했지만, 당신은 복도에서 발걸음소리가 울림을 알아차리고 다시 생각했습니다. 당신은 엔진실로 서둘렀고, 몸을 숙여 초광속 도약엔진을 관찰하는 3명의 고스트를 목격했습니다.
ru: Маяк кажется пустым, но вы передумываете, поскольку по коридорам разносится эхо шагов. Вы бросаетесь в машинное отделение и видите трех призраков, которые, склонившись, осматривают ССД.
zh_hans: 信标似乎是空的，但你很快否定了这个想法，因为脚步声在你的船舱里回响。你冲到引擎系统舱室看到3个魂灵族弯着腰，正在检查超光速推进器。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_UPGRADERS"]/choice[1]/text
source: Fight the Ghosts before they can damage your system.
ko: 엔진 시스템에 손상을 주기전에 고스트들과 싸운다.
ru: Сразиться с призраками до того, как они смогут нанести ущерб вашей системе.
zh_hans: 在魂灵族破坏你的系统之前与他们战斗。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_UPGRADERS"]/choice[2]/text
source: Wait and see.
ko: 지켜본다.
ru: Подождать и понаблюдать.
zh_hans: 等等看。

source: You wait and watch the Ghosts as they look over every inch of your system. Though they have no visible tools, you wonder if they're taking measurements. One of the Ghosts tinkers with the mechanism in the system, then just as suddenly as they appeared the Ghosts walk out the door and disappear. You don't know what they've done, but it almost seems as if your engines are running at higher capacity than before.
ko: 당신은 고스트들이 엔진 구석구석을 관찰하는 동안 가만히 지켜봤습니다. 그들에게 눈에 보이는 연장은 없었지만, 당신은 그들이 수치를 재고 있는지 궁금해했습니다. 고스트 하나가 엔진 시스템의 기계장치를 만지작 거렸고, 그들이 갑자기 나타났던 것 처럼 고스트들은 문밖을 걸어나가 사라져버렸습니다. 당신은 그들이 무슨 짓을 했는지 알지 못했지만, 엔진이 이전 보다 더 높은 출력을 보여주는듯한 느낌을 받았습니다.
ru: Вы ждете и наблюдаете, как призраки осматривают каждый сантиметр вашей системы. Хотя у них нет видимых инструментов, вы задаетесь вопросом, делают ли они замеры. Один из призраков возится с механизмом в системе, а затем так же внезапно, как и появились, призраки выходят за дверь и исчезают. Вы не знаете, что они сделали, но кажется, что ваши двигатели работают на большей мощности, чем раньше.
zh_hans: 你等待着，看着魂灵族查看你系统的每一寸地方。虽然他们没有可见的工具，但你很好奇他们是否在进行测量。其中一名魂灵族摆弄了一下内部的机械构造，然后就像他们突然出现一样，这些魂灵族突然走出舱门，瞬间消失了。你不知道他们做了什么，但你基本确定星舰的引擎正比以前更高的水平运行着。

source: You wait and watch the Ghosts as they look over every inch of your system. Suddenly, in a violent motion, one of the Ghosts tears off a metal covering on the Multiverse drive casing, resulting in a violent explosion! You don't wait any longer and order the crew to attack.
ko: 당신은 고스트들이 엔진 구석구석을 관찰하는 동안 가만히 지켜봤습니다. 갑자기 고스트 하나가 거칠게 멀티버스 도약 엔진을 감싼 철제 덮개를 뜯어버렸고, 격렬한 폭발이 일어나고 말았습니다! 당신은 더이상 주체하지 않고 선원들에게 전투를 지시했습니다.
ru: Вы выжидаете и наблюдаете за призраками, которые осматривают каждый сантиметр вашей системы. Вдруг один из призраков резким движением срывает металлическую обшивку с корпуса привода Мультивселенной, что приводит к мощному взрыву! Вы больше не ждете и приказываете экипажу атаковать.
zh_hans: 你等待着，看着魂灵族查看你系统的每一寸地方。突然，在一个剧烈的运动中，其中一个魂灵族扯下了多元推进器外壳上的一块金属板，导致了剧烈的爆炸！你没有继续等待，而是命令船员们进攻。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ORCHID"]/text
source: Looks like an Orchid ship, of all things, is the source of this distress beacon. One of their crew hail you - "Please help! We were sent by the Gathering to negotiate with one of the Goul clans who keep burning our colonies, but our captain was taken hostage and they won't give him back!"
ko: 하고 많은 함선들중에 오키드 함선이 조난 신호의 근원지였습니다. 선원들 하나가 당신을 불렀습니다. "제발 도와줘요! 우리는 우리 거주지들을 불지르는 구울 집단과 협상하기위해 오키드 군락이 보낸 사절단이에요. 그런데 우리 함장이 인질로 붙잡혔고 그를 돌려줄 생각도 안하고 있어요!"
ru: Похоже, что источником сигнала бедствия является корабль орхидей. Один из членов экипажа выходит с вами на связь - "Пожалуйста, помогите! Мы были посланы Соцветием для переговоров с одним из кланов Гулей, которые постоянно сжигают наши колонии, но наш капитан взят в заложники, и они не хотят его отдавать!"
zh_hans: 看起来，一艘兰花族飞船是这个求救信号的来源。他们的一名船员向你求救："请帮帮我们！我们被集议会派去与一个不断焚烧我们殖民地的燃灵谈判，但我们的舰长被扣为人质，他们不肯交出他！"

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ORCHID"]/choice[1]/text
source: Agree to help.
ko: 도와주기로 한다.
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

source: You follow the Orchid ship's directions to a Vagabond war camp populated mostly by Gouls. You request to speak with their leader directly: "Does the life of this frail plant thing concern you to a degree that would drive further ambitions to seek our favor in release? If you wish for this floral being not to suffer any longer, then you must prove your worth and destroy a Dynasty vessel who has been troubling my people."
ko: 당신은 오키드 함선 선원의 안내를 따라 대부분 구울로 구성된 떠돌이 전쟁 수용소에 도착했습니다. 당신은 그들의 지도자와 직접 대화할 것을 요청했습니다. "그대는 우리가 석방을 더 사려깊게 고려하게 만들고 싶을 정도로 이 나약한 식물의 목숨을 걱정하는가? 이 식물이 더 이상 고통받기를 원치 않는다면, 그대는 우리 동족을 괴롭히는 왕조 함선을 파괴해 우리에게 가치를 증명할것이다."
ru: Следуя указаниям корабля орхидей, вы попадаете в военный лагерь бродяг, населенный, в основном, Гулями. Вы просите поговорить с их главарем напрямую: "Неужели жизнь этой хрупкой растительной твари волнует вас настолько, что вы хотите добиться от нас освобождения? Если вы хотите, чтобы это растительное существо больше не страдало, тогда вы должны доказать свою состоятельность и уничтожить корабль Династии, который беспокоит мой народ".
zh_hans: 你按照兰花族的指示来到一个主要由燃灵居住的漂浪群战争营地。你要求与他们的首领直接对话："你是否在乎这个虚弱的植物生命到了，有进一步的野心来寻求我们的青睐以释放他的程度？如果你希望这个植物人不再受苦，那么你必须证明你的价值，摧毁一艘一直困扰我的人民的灵朝船只。"

source: We'll fight the Dynasty ship.
ko: 왕조 함선과 싸우겠다.
ru: Мы сразимся с кораблем Династии.
zh_hans: 我们会与灵朝飞船作战。

source: The Vagabonds direct you to a Dynasty vessel not too far. Prepare for battle!
ko: 떠돌이들은 근처 왕조 함선으로 당신을 안내했습니다. 전투를 준비하십시오!
ru: Бродяги направляют вас к кораблю Династии, который находится недалеко. Приготовьтесь к бою!
zh_hans: 漂浪群将你引向不远处的一艘灵朝船只。准备战斗吧！

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: Refuse - just attack the Vagabonds instead.
ko: 거절한다 - 그냥 떠돌이들을 대신 공격한다.
ru: Отказаться - вместо этого просто напасть на бродяг.
zh_hans: 拒绝，只需攻击这群漂浪群即可。

source: "Predictable as always! Don't expect the life of this Orchid to persist much longer after this battle!"
ko: "그저 뻔하군! 이 전투뒤에 이 오키드가 목숨을 부지할거란 기대는 접어라!"
ru: "Как всегда, предсказуемо! Не надейтесь, что после этой битвы жизнь этой орхидеи будет долгой!"
zh_hans: "一如既往的可预测性！这场战斗之后，别指望这朵兰花的生命能坚持多久！"

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

source: (Goul Crew) Negotiate with them.
ko: (구울 선원) 그들과 협상한다.
ru: (Член экипажа-Гуль) Провести с ними переговоры.
zh_hans: (燃灵船员)与他们进行谈判。

source: The two Gouls speak back and forth for some time, but finally reach a consensus. Having frightened them with foreboding warnings of a potential Orchid invasion in collaboration with the Dynasty, the Gouls don't seem eager to keep the Orchid hostage any longer. Once safely returned, the Orchids pay you for your assistance.
ko: 두 구울은 잠시동안 서로 대화를 주고 받았고, 마침내 합의에 도달했습니다. 당신은 왕조와 연합한 오키드가 침공해 올지도 모른다는 불길한 징조로 겁을 줬고, 구울들은 오키드를 인질로 잡을 생각이 싹 사라진 모양이었습니다. 안전히 귀환한뒤 오키드들은 도움에 대한 사례를 줬습니다.
ru: Гули некоторое время разговаривают между собой, но в конце концов приходят к единому мнению. Напугав их тревожными предупреждениями о возможном вторжении орхидей в сотрудничестве с Династией, Гули, похоже, не хотят больше держать орхидею в заложниках. После безопасного возвращения, орхидеи платят вам за помощь.
zh_hans: 两名燃灵来回说了一段时间，但最终达成了共识。在用与灵朝合作的潜在兰花族入侵的不祥警告来吓唬他们之后，对方燃灵似乎不再想把兰花族作为人质了。兰花族安全返回后，他们为你的协助支付了报酬。

# data/events_ghost.xml$//event[@name="NEBULA_VAGABOND_ORCHID"]/choice[2]/text
source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

source: You apologize to the Orchids, but these aren't matters for you to get involved in.
ko: 당신은 오키드들에게 사과했습니다. 이런 문제는 당신이 관여할 일은 아닙니다.
ru: Вы извиняетесь перед орхидеями, но это не те вопросы, в которые вы должны вмешиваться.
zh_hans: 你向兰花族们道歉，但这些事不适合你参与。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/text
source: A poorly-armed civilian ship is emitting the distress beacon. Lost and afraid, they request you escort them to their destination and protect them from the Ghosts.
ko: 무장이 열악한 민간 함선이 구조 신호를 보내고 있었습니다. 민간 선원들은 길을 잃고 무서워하고 있었으며, 당신에게 목적지까지 고스트로부터 호위해 달라고 부탁했습니다.
ru: Плохо вооруженный корабль гражданских подает сигнал бедствия. Заблудившиеся и напуганные люди просят вас сопроводить их до места назначения и защитить от призраков.
zh_hans: 一艘装备简陋的民用飞船正在发送求救信号。他们迷路了，很害怕，请求你护送他们到目的地，并保护他们不受魂灵族的伤害。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[1]/text
source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 同意。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[1]/event/text
source: The civilians thank you, and pay you some scrap as a down-payment. They promise there will be more at their final destination.
ko: 민간인들을 당신에게 감사를 표했고, 선금으로 스크랩을 약간 지불했습니다. 그들은 최종 목적지에 도달하면 스크랩을 더 주겠다고 약속했습니다.
ru: Гражданские благодарят вас и дают вам немного лома в качестве аванса. Они обещают, что в конечном пункте назначения будет еще больше.
zh_hans: 平民们感谢你，并付给你一些废料作为定金。他们保证在他们的最终目的地会有更多。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[2]/text
source: Attack.
ko: 공격한다.
ru: Атаковать.
zh_hans: 攻击。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[2]/event/text
source: The civilians are surprised by your sudden hostility, but have no choice but to fight.
ko: 민간인들은 당신의 갑작스런 적의에 놀랐지만, 싸움 이외에는 선택지가 없었습니다.
ru: Гражданские удивлены вашей внезапной враждебностью, но у них нет другого выхода, кроме как сражаться.
zh_hans: 平民们对你们突然的敌意感到惊讶，但除了战斗别无选择。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[3]/text
source: Refuse.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT"]/choice[3]/event/text
source: We don't have time to help every civilian dumb enough to wander into the Ghost nebula. You turn down their request and charge the FTL drive.
ko: 저희에겐 고스트 성운 깊이 어슬렁거릴 정도로 어리석은 민간인 전부를 도와줄 시간이 없습니다. 당신은 그들의 요청을 거부하고 초광속 도약을 준비합니다.
ru: У нас нет времени помогать каждому гражданскому, достаточно глупому, чтобы забрести в туманность призраков. Вы отклоняете их просьбу и заряжаете ССД.
zh_hans: 我们没有时间去帮助每一个愚蠢到闯入魂灵族星云的平民。你拒绝了他们的请求，为超光速推进器充能。

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.
zh_hans: 跳过。

source: You arrive at your desination, but a Ghost ship is already here. You signal for the civilians to stand back while you eliminate the threat.
ko: 당신은 목적지에 도착했지만, 고스트 함선이 이미 기다리고 있었습니다. 당신은 위협을 제거할 동안 민간인들에게 물러서라고 신호를 줬습니다.
ru: Вы прибываете в пункт назначения, но корабль призраков уже здесь. Вы подаете сигнал гражданским держаться подальше, пока вы устраняете угрозу.
zh_hans: 你到达了你的目的地，但一艘魂灵族飞船已经在这里了。你向平民发出信号，让他们退后，而你则准备消除威胁。

source: Continue...
ko: 계속...
ru: Продолжить...
zh_hans: 继续。

# data/events_ghost.xml$//event[@name="NEBULA_GHOST_ESCORT_DESTINATION_GOOD"]/text
source: The civilians thank you for your help, and pay you the rest of the scrap.
ko: 민간인들은 당신의 도움에 감사를 표했고 나머지 스크랩을 줬습니다.
ru: Гражданские благодарят вас за помощь и выплачивают вам оставшийся лом.
zh_hans: 平民们感谢你的帮助，并把剩下的废料付给你。

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS"]/text
source: "Identity of Federation vessel confirmed. It is implied your allegiance promotes your ability to assist. Currently at large: Separatist Saboteur 'B0N-N3' and Wraith Outlaw 'Clydeo'. Have eluded capture from Harmony for too long. Request: Federation vessel holds off criminals until Engi reinforcements can arrive. Is this deal acceptable?"
ko: "연방 함선 정체 파악 완료. 대상 충성도로 미뤄보아 도움 능력 충분. 현재 분리주의자 공작원 'B0N-N3'과 레이스 무법다 '클리데오' 수배중. 하모니의 검거 지속적으로 회피 중. 요청: 엔지 증원 도착전까지 연방 함선이 범죄자들을 저지할 것. 거래 성사 가능?"
ru: "Принадлежность корабля к Федерации подтверждена. Подразумевается, что ваше подданство способствует оказанию помощи. В настоящее время на свободе находятся: диверсант Сепаратистов "КОС-СТ6" и преступник Видений "Клайдео". Слишком долго избегали поимки в Гармонии. Просьба: корабль Федерации задерживает преступников до прибытия подкрепления энджи. Такая сделка приемлема?"
zh_hans: "已确认船只的联邦身份。可从隶属关系推测出协助能力。目前在逃：分离者'B0N-N3'和电灵'克莱迪欧'。其已较长时间躲过谐合的追捕。请求：在半械族增援部队到达前，联邦舰艇拖住罪犯。协议是否可接受？"

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS"]/choice[1]/text
source: Accept.
ko: 수락한다.
ru: Согласиться.
zh_hans: 接受。

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS"]/choice[1]/event/text
source: "Transfering coordinates. Should your vessel fail at forcing the outlaws into surrender but still manage to eliminate them, alternative, though lesser, pay will be given. Top priority of Harmony: making sure further sabotage attempts by Separatists are unsuccessful."
ko: "좌표 송신 중. 함선이 투항하도록 강요 실패해 제거할 경우에도 더 적지만 보상급 지급. 하모니의 최우선 목표: 이후 분리주의자의 사보타주 시도를 실패시키는 것."
ru: "Передаю координаты. Если ваше судно не сможет принудить преступников к капитуляции, но все же сумеет их уничтожить, будет предоставлена альтернативная, хотя и меньшая, оплата. Главный приоритет Гармонии: убедиться, что дальнейшие диверсионные попытки Сепаратистов не увенчаются успехом".
zh_hans: "正在转移坐标。若你方舰船未能使歹徒投降，但仍然将其消灭，将给予次等报酬。谐合之首要任务：确保分离者的进一步破坏企图不成功。"

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS"]/choice[2]/text
source: Decline.
ko: 거절한다.
ru: Отказаться.
zh_hans: 拒绝。

# data/events_ghost.xml$//event[@name="VAGABOND_SEPARATISTS"]/choice[2]/event/text
source: The Engi hang up without another word. You know that their robotic nature and stricter culture leads to customs you might consider abrupt, but must they be so rude?
ko: 엔지 함장은 두 말 않고 교신을 끊었습니다. 당신도 그들의 로봇같은 성격과 엄격한 문화가 갑작스럽다 여겨질수 있는 관습으로 이어질수 있다 생각했지만, 꼭 그렇게 무례해야만 할까요?
ru: Энджи заканчивают связь, не говоря больше ни слова. Вы знаете, что их роботизированная природа и строгая культура приводят к обычаям, которые вы можете счесть грубыми, но должны ли они быть такими грубыми?
zh_hans: 半械族没有再多说一句话便切断了通讯。你知道他们的机器人本性与更严肃的文化可能会导致很唐突的行为，但他们真的有必要如此粗鲁吗？

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.
zh_hans: 星舰管理。
