Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

source: As you move closer to the spire, you're stopped by an approaching ship - the same as you saw earlier! Now that you have time to scan it properly, it seems it's using tech similar to the cealaforming stations deployed by the Kleptocracy - except mobile! This must be where the artificial nebulas in this sector came from! To figure out the mystery behind the giant structure in the distance you'll have to destroy this ship first.
fr: En vous rapprochant de la tour, vous êtes interrompu par un vaisseau - le même qu'auparavant ! Maintenant que vous avez le temps de l'examiner proprement, il semblerait qu'il utilise de la technologie de Dissimulation similaire aux stations déployée par la Kleptocratie - mais en version mobile ! Cela doit être la source des nébuleuses artificielles de ce secteur ! Pour résoudre le mystère derrière cette gigangetesque structure au loin, vous allez devoir vous débarasser de ce vaisseau en premier lieu.
ko: 당신은 첨탑에 다가가다 전에 본 것과 같은 함선을 발견하곤 멈춰 섰습니다. 충분한 시간을 가지고 스캔해본 결과 그 함선은 도둑정의 실라포밍 정거장과 비슷한 장비를 사용하고 있는 것으로 보입니다. 하지만 이동식이라는 차이점이 있죠. 분명히 이 함선이 이 구역의 인공 성운을 만들었을 것입니다! 거대한 구조물에 감춰진 비밀을 알아내려면 먼저 이 함선을 파괴해야 합니다.
ru: По мере приближения к башне вас останавливает летящий к ней корабль - тот же самый, что вы видели ранее! Теперь, когда у вас есть время просканировать его как следует, оказывается, что он использует технологию, аналогичную станциям цеалаформирования, развернутых Клептократией, - за исключением мобильности! Вот откуда, должно быть, взялись искусственные туманности в этом секторе! Чтобы разгадать тайну гигантской структуры вдалеке, вам придется сначала уничтожить этот корабль.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Leave.
fr: Partir.
ko: 떠난다.
ru: Уйти.

source: This must be some kind of secret Coalition facility - far too risky to even consider approaching armed the way you are.
fr: Ceci doit être une installation secrète de la Coalition - beaucoup trop risquée à approcher vu comment vous êtes armés.
ko: 이곳은 연합의 비밀 기지가 분명합니다. 당신의 무장 수준으로는 진입 시도조차 위험합니다.
ru: Это наверное, какой-то секретный комплекс Коалиции - слишком рискованно даже приближаться к нему в таком состоянии.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="COALITIONHOLD_CEALAFORMER_4"]/text
source: It seems most of the lower levels of the structure were already evacuated... or maybe never even populated at all. The whole place is strangely empty.
fr: On dirait que les niveaux inférieurs de la structure ont été évacués... ou n'ont même jamais été occupés. L'endroit entier est étrangement vide.
ko: 이 구조물의 하층부는 이미 털렸거나... 혹은 애초에 아무도 없었던 거였을 수도 있습니다. 모든 곳이 이상할 정도로 텅 비어있습니다.
ru: Похоже, что большинство нижних уровней сооружения уже были эвакуированы... а может быть, и вовсе не заселялись. Все вокруг странно пусто.

source: Keep exploring.
fr: Continuer d'explorer.
ko: 계속 탐사한다.
ru: Продолжать исследование.

source: You push forward, exploring empty hallway after empty hallway, barren room after barren room. Laboratories filled with shelves that are empty, even hangars with nothing but a few scattered trollies. There's no signs of a struggle nor any bodies, so you can only make one assumption. This place was built in preparation of something, some plan that hasn't yet come to fruition. But what could it be?
fr: Vous continuez plus loin, explorant allée vide après allée vide, pièce vide après pièce vide. Vous tombez sur des laboratoires remplits d'étagères vides, et mêmes des hangars vides ne contenant que quelques petits chariots éparpillés. Il n'y a aucun signe de combat ni cadavres, vous ne pouvez donc tirer qu'une conclusion. Cet endroit a été construit pour préparer quelque chose, un plan n'étant pas encore arrivé à réalisation. Mais qu'est-ce que cela pourrait être ?
ko: 당신은 앞으로 계속 나아가며 끝없이 반복되는 비어있는 복도, 무미건조한 방들, 비어 있는 선반으로 가득 찬 실험실, 심지어는 흩어진 손수레 말고는 아무것도 없는 격납고를 탐험했습니다. 저항의 흔적이나 시체도 보이지 않으니, 한 가지 추측만을 해볼 수 있습니다. 이 장소는 아직 실행되지 않은 계획을 준비하기 위해 만들어진 것입니다. 하지만 대체 무슨 계획을 위한 것일까요?
ru: Вы продвигаетесь вперед, исследуя пустой коридор за пустым коридором, пустынную комнату за пустынной комнатой. Лаборатории, заставленные пустыми стеллажами, даже ангары, в которых нет ничего, кроме нескольких разбросанных тележек. Здесь нет ни признаков борьбы, ни тел, поэтому можно сделать только одно предположение. Это место было построено для подготовки к чему-то, к какому-то плану, который еще не осуществился. Но что это может быть?

source: There must be something here - keep looking!
fr: Il doit bien y avoir quelque chose - fouiller !
ko: 분명 뭔가가 있겠지 - 계속 살펴본다!
ru: Здесь должно что-то быть - продолжаем искать!

source: You do another once-over of the facility, searching for any clues. It takes some time, but eventually you come across a secret compartment that leads deeper underground. The security systems look unfinished, so the Coalition must have been relying on the secrecy of this location as protection for the time being.
fr: Vous faites un autre tour de l'installation, cherchant n'importe quel indice. Il faut du temps, mais éventuellement vous tombez sur un compartiment secret menant encore plus bas. Les systèmes de sécurités ont l'air incomplet, la Coalition a donc dû se fier au secret de l'emplacement de cet endroit comme unique protection pour le moment.
ko: 당신은 뭐라도 단서를 찾기 위해 한 번 더 시설을 둘러봤습니다. 시간이 좀 걸렸지만, 결국 더 깊은 지하로 내려가는 비밀 구역을 발견했습니다. 경비 체계가 마무리되지 않은 걸 보니, 연합은 이 장소의 은밀성을 보호 수단으로 쓰고 있었던 게 분명합니다.
ru: Вы еще раз осматриваете помещение в поисках подсказок. Это занимает некоторое время, но в конце концов вы натыкаетесь на секретную часть комплекса, который ведет еще глубже под землю. Системы безопасности выглядят незаконченными, так что Коалиция, видимо, пока полагается на секретность этого места.

source: Look inside.
fr: Regarder à l'intérieur.
ko: 안을 들여다본다.
ru: Заглянуть внутрь.

source: The secret room reveals itself to be some kind of meeting room. 4 ornate chairs face encircle a large holotable - one for the leader of all 4 factions within the Coalition. A door behind the table leads into a huge cathedral-like space. There's so many things to look through, but first you head over to the most obvious. An unfinished frame and blueprints for a prototype Coalition cruiser - something to compete with the Federation and Rebellion's own advanced warships. You make scans of the blueprints then set fire to them. This should set the Coalition back a bit, though they probably have copies.
fr: La pièce secrète se révèle être une salle de réunion. 4 chaises ornées encerclent une large holo-table - une pour chaque dirigeant des 4 factions parmi la Coalition. Une porte derrière la table mène à un grand espace digne d'une cathédrale. Il y a tellement de choses à voir, mais vous vous précipitez d'abord vers le plus tentant. Un modèle non fini et des plans de prototype d'un croiseur de Coalition - rivalisant avec les vaisseaux de guerre les plus avancés de la Fédération et de la Rébellion. Vous scannez les plans puis y mettez le feu. Cela devrait légèrement ralentir la Coalition, cependant ils ont probablement des copies.
ko: 비밀 방은 일종의 모임 장소로 밝혀졌습니다. 연합의 지도자들을 위한 네 개의 화려한 의자가 큰 홀로그램 책상을 둘러싸고 있었습니다. 책상 뒤에 있는 문은 큰 성당 같은 공간으로 이어집니다. 볼 게 너무 많지만, 그중에서도 가장 눈에 띄는 것이 있었습니다. 그건 바로 최신형 연합 순양함의 미완성된 뼈대와 청사진입니다. 연방과 반군의 고급 전함들과도 겨룰 수 있는 물건으로 보이네요. 당신은 청사진을 스캔한 뒤 불태워버렸습니다. 복제본이 있긴 하겠지만, 연합에 어느 정도 타격을 줄 수 있을 겁니다.
ru: Тайная комната оказалась чем-то вроде зала заседаний. Четыре богато украшенных кресла окружают большой голотаблицу - по одному для лидеров всех четырех фракций Коалиции. Дверь за столом ведет в огромное помещение, похожее на собор. Здесь так много всего, что можно обследовать, но сначала вы направляетесь к самому заметному - незаконченному каркасу и чертежам прототипа крейсера Коалиции - нечто, способное конкурировать с передовыми военными кораблями Федерации и Восстания. Вы сканируете чертежи, а затем сжигаете их. Это должно немного отбросить Коалицию назад, хотя у них наверняка есть копии.

source: Take a look at the rest of the room.
fr: Examiner le reste de la salle.
ko: 방의 나머지 부분도 둘러본다.
ru: Осмотреть остальную часть комнаты.

source: The rest of the room is filled with ruins of some ancient technology made from Aether, similar to that of the vessel the first Multiverse drive was reverse engineered from. On the table are papers with partial translations of the alien hieroglyphics, detailing strange and worrying descriptions of "doomsday bombs", "reality altering monoliths", and a drawing of a cubical robot with a single eye. You heard the Coalition recovered some precursor tech during the Aquarian invasions, but you had no idea their research was this in-depth. You don't have time to bring all of this back to the ship, but you grab one of the seemingly functional weapons to bring with you.
fr: Le reste de la salle est remplie de ruines d'ancienne technologie faite d'Ether, similaire à l'antique vaisseau ayant servi de modèle pour la conception du premier moteur Multiversel. Sur la table se trouvent des traductions partielles d'hiéroglyphes aliens, détaillant d'étranges et préoccupantes "bombes du jugement dernier", "monolithes d'altération de réalité", ainsi que le dessin d'un robot cubique avec un seul oeil. Vous saviez que la Coalition avait récupérée de la technologie de précurseur lors de ses invasions en espace Aquarien, mais vous n'aviez aucune idée que leur recherche était si poussée. Vous n'avez pas le temps de tout ramener sur le vaisseau, mais vous prenez l'une des armes visiblement en état de marche avec vous.
ko: 방의 나머지 부분은 멀티버스 드라이브가 역설계를 통해 설치된 최초의 선박처럼 아이테르로 만들어진 고대 장비들의 파편이 가득했습니다. 책상 위에는 외계 상형문자의 부분적인 해석이 적힌 종이가 있는데, "종말의 날 폭탄"과 "현실 조작 모노리스"에 대한 이상하고 불안감에 찬 서술과 함께 외눈박이 큐브형 로봇의 그림이 실려 있었습니다. 연합이 아쿠아리안 침공 당시에 선구자의 기술을 일부 복구했다는 건 알고 있었지만, 이렇게 깊이 들어가 있을 줄은 몰랐습니다. 이 모든 것을 들고 가기에는 시간이 부족하니 정상 작동하는 무기를 하나 집어 함선으로 가져왔습니다.
ru: Остальная часть комнаты завалена остатками древней технологии, созданной из эфира, аналогичной той, из которой был сконструирован первый привод Мультивселенной. На столе лежат бумаги с частичным переводом инопланетных иероглифов, в которых содержатся странные и тревожные описания "бомб судного дня", "монолитов, изменяющих реальность", и рисунок кубического робота с одним глазом. Вы слышали, что Коалиция получила какие-то технологии предтеч во время вторжений акварцев, но не представляли, что их исследования настолько глубоки. У вас нет времени поднимать все это на корабль, но вы берете с собой одно из кажущихся исправных орудий.

source: Leave with the scans.
fr: Partir avec les scans.
ko: 스캔한 도식을 가지고 떠난다.
ru: Уйти прихватив с собой сканы.

source: You don't have time to keep digging through everything in this facility. You've already found vital information to assist the Federation - that's good enough.
fr: Vous n'avez pas le temps de tout chercher dans cette installation. Vous avez déja trouvé des informations vitales pour aider la Fédération - c'est déja bien.
ko: 이 시설의 모든 것을 둘러볼 시간은 없습니다. 당신은 이미 연방을 도울 귀중한 정보를 얻었습니다 - 이 정도면 충분하죠.
ru: У вас нет времени копаться во всем, что находится в этом помещении. Вы уже нашли жизненно важную информацию для Федерации - этого вполне достаточно.

source: We can only hope that, whatever it is, it never comes to be.
fr: Nous pouvons seulement espérer que quoique cela puisse être, cela n'arrive jamais à bout.
ko: 그 계획이 뭔지는 몰라도 일어나지 않기를 바랄 수밖에 없다.
ru: Остается только надеяться, что, что бы это ни было, оно никогда не осуществится.

source: Assuming you live, you'll have to bring this up to your superiors at the Federation. For now though, you must carry on with your mission.
fr: En partant du principe que vous survivrez, vous devrez rapporter cette information à vos supérieurs de la Fédération. Pour le moment, vous devez vous concentrer sur votre mission.
ko: 당신이 살아남는다면, 연방의 선임들에게 이것에 대해 말해야 할 것입니다. 하지만 지금은 일단 임무를 계속해야 합니다.
ru: Если вы выживете, вам придется рассказать об этом своему начальству в Федерации. А пока вы должны продолжать свою миссию.

source: Betrayal.
fr: Trahison.

source: "An interesting choice. Enjoy!" One of your crew buckles over, completely mad. They charge you, turned hostile by the Abductor's mind control. The ship quickly slips away into the nebula.
fr: "Un choix intéressant. A plus!" L'un de vos hommes perd le contrôle, complètement fou. Il vous charge, rendu hostile par le Contrôle mental du Ravisseur. Le vaisseau se replie vite dans la nébuleuse.

source: Move on.
fr: Partir.

source: You're sure there was something significant about this encounter, but it's too late now.
fr: Vous êtes sur qu'il y avait un mystère important pour cette rencontre, mais c'est trop tard désormais.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.

source: Do nothing.
fr: Ne rien faire.
