Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

source: Irsssnar
ru: Ирссснар

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tune in: Nebulas are horribly annoying.
fr: Interpeler : Les nébuleuses sont très ennuyeuses.
ko: 중재한다: 성운은 끔찍히도 짜증나는 곳입니다.
ru: Настроиться на их частоту: Туманности жутко раздражают.

source: The Mantis roars in triumph. "Yes! Someone understand me! I feel so validated! I prove loyalty to new friends by killing old sucky friends!"
fr: Le Mantis rugit en triomphe. "Oui ! Quelqu'un comprendre moi ! Me sens si validé ! Je prouve loyauté à nouveaux amis en tuant anciens amis pourris !"
ko: 맨티스가 승리의 함성을 내지릅니다. "그래! 누군가 나 이해했줬어! 인정받는 기분이야! 나 과거의 얄미운 친구들 죽여서 새로운 친구들 대한 충성심 증명할 거다!"
ru: Богомол торжественно рокочет. "Да! Кто-то понимает меня! Я чувствую, что меня оценили! Я доказываю преданность новым друзьям, убивая старых отстойных друзей!"

source: Kackalacknak
ru: Какалакнак

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tune in: Sounds like a pointless argument that could be solved with lots of guns.
fr: Interpeler : On dirait un argument sacrément inutile qui pourrait être résolu avec plein d'armes.
ko: 중재한다: 많은 양의 화포로 해결할 수 있는 무의미한 논쟁처럼 들리네요.
ru: Настроиться на их частоту: Звучит как бессмысленный спор, который можно решить с помощью множества оружия.

source: The Rockman bellows in laughter. "Hahahahahah! I could not agree more. All these idiots want is stealth this, stealth that, but they won't let me just install 30 missile launchers on this thing and blast everyone to oblivion! Maybe you guys will let me pursue my dreams!"
fr: Le Rocailleux éclate de rire. "Hahahahahah ! Je compatis. Ces idiots veulent furtif çi, furtif ça, mais ils ne me laissent pas installer 30 lance-missiles sur cette chose et exploser tout sur mon passage ! Peut-être que vous me laisserez accomplir mon rêve !"
ko: 락맨이 웃음을 터뜨립니다. "하하하하하! 동의하지 않을 수가 없구먼. 이 멍청이들은 이것저것 숨기는 데만 신경을 쓰고 있소. 그냥 미사일 발사기 30개쯤 설치해서 모두를 심연 속으로 보내 버리면 그만인 것을! 어쩌면 당신들은 내가 꿈을 좇도록 내버려 둘지도 모르겠군!
ru: Валун разразился хохотом. "Ха-ха-ха-ха-ха! Не могу не согласиться. Эти идиоты только и хотят, что скрытности, но они не позволяют мне просто установить 30 ракетных установок на этот корабль и отправлять всех в небытие! Может быть, вы, ребята, позволите мне осуществить мою мечту!"

source: Ockraban
ru: Окрабан

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Tune in: For a supposedly mighty military force, you all seem awfully uncoordinated.
fr: Interpeler : Pour une supposée puissance militaire unifiée, vous n'avez pas du tout l'air soudés.
ko: 중재한다: 당신들은 강력한 군사 세력인데도 조직력이 엉망인 것 같군요.
ru: Настроиться на их частоту: Для якобы могущественной военной силы, все как-то очень несогласованно работаете.

source: The Leech snickers. "Yeah, what the Federation ship said! You guys are no fun, you get your kicks from blowing up civvies! Take that stick out of your assholes and go roll in some mud or something. I'm outta here!"
fr: La Sangsue ricane. "Ouais, ils ont raison ! Vous n'êtes pas drôle, vous vous éclatez en butant des civils ! Sortez le balai de votre cul et allez vous rouler dans la boue. Je me casse !"
ko: 리치가 킥킥거렸습니다. "그래! 저 연방 함장이 말한 대로야! 니들 참 재미없는 놈들이야. 꼴랑 민간인들 날리는 거로 쾌감 느끼는 놈들이잖아! 정신 차리고 체급에 맞는 싸움을 하란 말이야. 나 갈래!"
ru: Пиявка фыркает. "Ага, как там сказали на корабле Федерации! Вы, ребята, скучные, вы получаете удовольствие от того, что уничтожаете гражданских! Вытащите эти палки из своих задниц и идите поваляйтесь в грязи или еще в чем-нибудь. Я ухожу отсюда!"

source: Carlos
ru: Карлос

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore them.
fr: Les ignorer.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

source: You distance yourself from the arguing Coalition ship.
fr: Vous restez à distance du vaisseau de la Coalition chamailleur.
ko: 당신은 논쟁 중인 연합 함선과 거리를 두었습니다.
ru: Вы отдаляетесь от спорящего корабля Коалиции.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_COOL_SLUG"]/text
source: "Ssssup." You jump and turn around to see a Slug wearing sunglasses "sitting" in a folding chair.
fr: "Ssssalut." Vous sursautez et vous retournez pour voir une Limace à lunettes de soleil "assise" dans une chaise pliante.
ko: "반갑다" 도약을 마치고 뒤를 돌아보니 선글라스를 쓴 슬러그가 접이식 의자에 "앉아" 있었습니다.
ru: "Здорово". Вы вскакиваете и обернувшись, видите слизня в солнцезащитных очках, "сидящего" на складном стуле.

source: Uh, hello?
fr: Euh, bonjour ?
ko: 어, 반갑습니다?
ru: Э-э, привет?

source: Attack before he can!
fr: Attaquer avant qu'il le fasse !
ko: 공격받기 전에 먼저 공격한다!
ru: Атаковать его прежде чем он что-то не выкинул!

source: "Wanna know sssomething cool? Thisss was all a dissstraction!" A Coalition ship uncloaks, and the Slug draws his blaster!
fr: "Tu veux sssavoir un truc cool ? Ccc'était jussste une dissstraction !" Un vaisseau de la Coalition se révèle, et la Limace braque son arme !
ko: "재밌는 사실을 알려줄까? 이건 전부 연막작전이었어!" 숨어있던 연합 함선이 은폐를 풀면서, 그 슬러그도 블래스터를 꺼내 들었습니다!
ru: "Хочешшшь узнать кое-что крутое? Всссе это был отвлекающщщий маневр!" Корабль Коалиции выходит из маскировки, и слизень достает свой бластер!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "You got an extra sssspacce on your crew? I kinda got booted out of my lassst ssship after I fell assssleep while repairing the life support and asssphyxiated the rest of the crew."
fr: "Vous avez de la placcce dans votre équipage ? Je me sssuit fait botter le cul de mon dernier vaissseau après avoir piqué un ssssomme en réparant le système de survie et asphyxié le reste de l'équipage."
ko: "함썬에 남는 짜리 있나? 쌩명유찌짱찌를 쑤리하다가 짬이 들어서 다른 썬원들을 찔씩씨킨 바람에 쩐에 타던 배에서 쫓겨나꺼든."
ru: "У вассс в экипаже есссть дополнительное месссто? Меня вроде как выгнали ссс первого корабля, когда я зассснул во время ремонта сссиссстемы жизнеобессспечения и задушшшил оссстальных членов экипажа".

source: Sure, welcome aboard.
fr: Bien sûr, bienvenue à bord.
ko: 물론 있죠, 승선을 환영합니다.
ru: Конечно, добро пожаловать на борт.

source: "Ssssweeeet man. You're doing me a real favor here."
fr: "Sssssuper mec. Tu me rend un fier ssservice là."
ko: "쫗오오아써. 이거 엄쩡난 호의를 받아꾼."
ru: "Клаааассно, парень. Ты мне оказал большшшую уссслугу".

source: Orssin
ru: Орссин

source: No can do.
fr: Pas question.
ko: 없습니다.
ru: Не получится.

source: "Laaame. Ssssee you never losssers." He beams away, though you have no idea how.
fr: "Bof. A plusss, losssers." Il se volatilise, mais vous ne savez pas comment.
ko: "쩨쩨하네. 다씬 보찌 말짜 루쩌들아." 어떻게 한건지는 모르겠지만, 그는 순간이동 해 사라졌습니다.
ru: "Отссстой. Большшше не увидимссся, неудачники". Он исчезает, хотя вы не понимаете как.

source: "Hey man! Not cool. I wassss jussst asking for sssome help and you gotta do me this way?"
fr: "Hé mec ! Pas cool. J'essssayait jusste de demander de l'aide et ccc'est comme ccca que tu m'accueille ?"
ko: "이봐! 이거 짬 별로네. 난 그냥 도움을 쫌 구하려던 건데 날 이렇게 대한다고?"
ru: "Эй, чувак! Не круто. Я просссто попросссил помощщщи, а ты меня так?"

source: "Ah crap, they found me out!" The saboteur teleports away and a Coalition ship uncloaks, weapons ready!
fr: "Ah merde, ils m'ont grillé !" Le saboteur se téléporte en dehors et un vaisseau de la Coalition se révèle, armes prêtes !
ko: "이런, 들켜짢아!" 그 공작원은 순간 이동해 달아났고, 숨어있던 연합 함선이 무기를 장전한 채 은폐를 풀었습니다!
ru: "Вот дерьмо, они меня рассскусссили!" Диверсант телепортируется, а корабль Коалиции выходит из маскировки, его оружие в полной боевой готовности!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_HARVESTING"]/text
source: While the Coalition ship at this beacon is no surprise, the fact that it is trying to harvest the nebula gasses is! You've never seen a ship try to do this before, but maybe you can steal some from them?
fr: S'il n'est guère surprenant de trouver un vaisseau de la Coalition sur cette balise, le fait qu'il essaie de récolter les gaz nébuleux l'est ! Vous n'avez jamais vu un vaisseau faire ceci auparavant, mais peut-être pourriez-vous leur en dérober ?
ko: 이 송신소에 연합 함선이 있다는 사실은 놀랄 일이 아니지만, 그들이 성운 가스를 채취하고 있다는 사실은 놀랍습니다! 이런 작업을 하는 함선은 본 적이 없는데, 어쩌면 가스를 훔칠 수 있지 않을까요?
ru: Корабль Коалиции у этого маяка - не сюрприз, но то, что он пытается собрать газы туманности - это удивительно! Вы никогда не видели, чтобы корабль пытался сделать это раньше, но, может быть, вы сможете украсть у него что-нибудь?

source: Attack!
fr: Attaquer !
ko: 공격!
ru: Атаковать!

source: You engage the Coalition ship.
fr: Vous engagez le vaisseau de la Coalition.
ko: 연합 함선과 교전을 시작합니다.
ru: Вы вступаете в бой с кораблем Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore them.
fr: Les ignorer.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

source: You watch the curious process a little longer before moving deeper into the nebula to hide.
fr: Vous observez le curieux procédé un peu plus longtemps avant de disparaître dans la nébuleuse.
ko: 당신은 그 흥미로운 과정을 조금 더 지켜보고 성운 속으로 깊이 들어가 숨었습니다.
ru: Вы еще немного наблюдаете за этим любопытным процессом, прежде чем переместиться вглубь туманности и спрятаться.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: While plenty of salvage is left for you to collect, little remains of the gasses they were collecting, now released back into the nebula around you.
fr: Tandis que beaucoup de pièces détachées subsistent de l'épave, il reste peu des gaz qu'ils collectaient, maintenant dispersés tout autour de vous dans le nébuleuse.
ko: 많은 인양물을 확보했지만, 그들이 모으고 있던 가스는 주위의 성운으로 다시 방출돼 버렸기에 챙겨갈 만한 양이 되지 못했습니다.
ru: Несмотря на то, что на борту осталось много чего полезного, от собранных ими газов мало что осталось, теперь они снова вернулись в окружающую туманность.

source: While salvaging the wreckage, you find a few canisters of the gasses, which you bring aboard. You can probably sell this at a store for a lot of scrap.
fr: En analysant l'épave, vous trouvez quelques containers de gaz, que vous ramenez à bord. Vous pouvez probablement en toucher une belle somme en vente.
ko: 당신은 잔해를 인양하면서 가스 보관통을 몇 개 찾아내 함선으로 가지고 왔습니다. 아마도 상점에서 이걸 높은 스크랩에 팔 수 있을 겁니다.
ru: При сборе обломков, вы находите несколько канистр с газами, которые вы поднимаете на борт. Вероятно, вы сможете продать их в магазине за большое количество лома.

source: After salvaging the externals of the ship, you find several tubes of the gas scattered around the inside, which you collect. You can probably sell these at a store for a lot of scrap.
fr: Après avoir démonté l'extérieur du vaisseau, vous trouvez quelques containers de gaz, que vous ramenez à bord. Vous pouvez probablement en toucher une belle somme en vente.
ko: 당신은 그 함선의 외부를 긁어 모은 후 내부에 흩어져 있던 가스 튜브를 몇개 찾아 가져 왔습니다. 아마도 상점에서 이걸 높은 스크랩에 팔 수 있을 겁니다.
ru: Разбирая внешнюю обшивку корабля, вы находите несколько труб с газом, разбросанных внутри, которые вы собираете. Вероятно, их можно будет продать в магазине за большое количество лома.

# data/events_coalition.xml$//event[@name="NEBULA_KAZ_START"]/text
source: The distress beacon is what brought you here, but this isn't an ordinary scene in front of you. A Slug town, seemingly once under Coalition occupation, has been completely wasted. An ominous scent of rotting bodies drifts through the stale and smokey air. Whatever or whoever did this did it quite clearly out of spite. The Coalition is no friend of yours either, but who would do this?
fr: La balise de détresse est-ce qui vous a amené ici, mais ce n'est pas une scène ordinaire qui se dresse devant vous. Une ville Limace, présumablement autrefois sous occupation de la Coalition, a été complètement saccagée. Une sinistre odeur de corps brulés est amenée par un air pourri et fumant. Le responsable de ce massacre l'a clairement fait par dépit. La Coalition n'est peut-être pas votre amie, mais qui ferait une chose pareille ?
ko: 조난 신호를 따라 도착한 곳에 기이한 광경이 펼쳐져 있었습니다. 연합이 점거했던 것으로 보이는 슬러그 마을이 완전히 폐허가 돼 있던 것입니다. 퀴퀴하고 자욱한 공기에서 시체 썩는 불길한 냄새가 풍깁니다. 이 일을 벌인 자가 누구든, 혹은 무엇이든 간에 확실한 악의를 가지고 있던 것이 분명합니다. 연합은 당신의 아군이 아니긴 하지만, 대체 누가 이런 짓을 저지른 걸까요?
ru: Вас привел сюда маяк бедствия, но перед вами открывается не совсем обычная картина. Город слизней, похоже, некогда находившийся под оккупацией Коалиции, полностью опустел. В затхлом и дымном воздухе витает зловещий запах гниющих тел. Кто бы или что бы это ни было, оно явно было совершено со зла. Коалиция вам тоже не друг, но кто мог это сделать?

# data/events_coalition.xml$//event[@name="NEBULA_KAZ_START"]/choice[1]/text
source: Investigate.
fr: Enquêter.
ko: 조사한다.
ru: Исследовать.

# data/events_coalition.xml$//event[@name="NEBULA_KAZ_START"]/choice[1]/event/text
source: At first you assume the red smears on the wall are blood, but the Slug inhabitants of this colony would only have bled green. Settling that it's paint, you notice the marking of a claw and a cutlass, painted large and boastfully on the side of the town-hall, which is now less of a hall and more a single wall and some rubble. It's strangely familiar, but you can't remember where you've seen it...
fr: A première vue vous pensez que les marques rouges au mur sont du sang, mais les habitants Limaces de cette colonie ne saigneraient que du vert. Partant du principe que c'est de la peinture, vous remarquez l'emblème d'une griffe et d'un coutelas, peint large d'un air vantard sur le coté du bâtiment municipal, qui n'est plus qu'un simple mur et tas de gravats. C'est étrangement familier, mais vous ne vous souvenez pas ou vous l'aviez vu auparavant...
ko: 처음에는 벽에 묻은 붉은 얼룩을 피라고 생각했지만, 이 지역의 슬러그는 녹색 피를 흘립니다. 이것이 페인트라고 생각하니, 그제야 돌무더기와 벽 하나만이 남은 마을 회관의 한 모퉁이에 그려진 크고 과장된 집게와 커틀러스가 눈에 띄었습니다. 희한할 정도로 친숙한 문양지만, 이것을 어디에서 봤었는지 기억나지 않습니다...
ru: Сначала вы предполагаете, что красные пятна на стене - это кровь, но у слизней, населявших эту колонию, кровь была бы только зеленой. Решив, что это краска, вы замечаете нарисованный большой знак в виде когтя и тесака на боку ратуши, которая теперь уже не ратуша, а скорее одна стена и какие-то развалины. Это странно знакомый знак, но вы не можете вспомнить, где вы это видели...

source: Keep looking.
fr: Continuer de chercher.
ko: 조사를 계속한다.
ru: Продолжать исследование.

source: You continue to look through the wastes, until you come across a lone survivor. A young Slug, missing one of his eyestalks, is elated to see you. Or at least, as elated as the sole survivor of a genocidal rampage could be. "You- you have to help. The Mantissss, they did thisss... a pirate, but with the banner of the Hive. Pleassse, don't leave me here..."
fr: Vous continuez à travers les ruines, jusqu'à trouver un seul survivant. Une jeune Limace, manquant l'un de ses oeilletons, est ravie de vous voir. Ou du moins, d'être le seul survivant d'un carnage génocidaire tel quel. "Vous - vous devez aider. Les Mantissss, ils sont ressponsssables... un pirate, mais avec la bannière de la Ruche. S'il-vous-plait, ne me laisssez pas ici..."
ko: 계속해서 폐허를 돌아다니다가 혼자 남은 생존자를 마주쳤습니다. 한쪽 눈을 잃은 어린 슬러그였는데, 당신을 보곤 기뻐했습니다. 이 대학살의 유일한 생존자가 될 것이라는 생각에 안도하고 있을 겁니다. "쩨발... 쩨발 도와쭈쎄요... 맨티쓰.. 그들이 그래씁니다.. 하이브의 깃발을 걸고 있는 해쩍이어써요... 쩨발.. 쩔 이고쎄 두고 가찌 말아쭈쎄요..."
ru: Вы продолжаете осматривать окрестности, пока не натыкаетесь на одинокого выжившего. Молодой слизень, у которого отсутствует одна из глазниц, обрадовался, увидев вас. Или, по крайней мере, настолько, насколько может быть счастлив единственный выживший после геноцида. "Вы... вы должны помочь. Богомолы, они сссделали это... пираты, но сссо знаменем Улья. Пожалуйссста, не оссставляйте меня здесссь..."

source: Take the Slug with you and follow the pirate.
fr: Prendre la Limace avec vous et suivre la piste du pirate.
ko: 슬러그를 함선에 태우고 해적들을 쫒아간다.
ru: Взять слизня c собой и следовать за пиратом.

source: With the coordinates marked on your map, you help the Slug onto your ship and get ready to search for the culprit of this attack.
fr: Avec les coordonnées inscrites sur votre carte, vous aidez la Limace sur votre vaisseau et vous mettez en recherche du coupable de l'attaque.
ko: 당신은 그 슬러그를 배에 태우고 지도에 기록된 좌표에 따라 이 공격의 범인을 찾을 준비를 했습니다.
ru: Отметив на карте координаты, вы помогаете слизню подняться на корабль и отправляетесь на поиски виновника этого нападения.

source: Leave the Slug and this mystery.
fr: Laisser la Limace et ce mystère.
ko: 슬러그와 이 미스터리를 내버려 둔다.
ru: Оставить слизня и эту тайну.

source: You help the Slug stand up, but apologize and explain you cannot hang around. At the very least, you can offer solace that the chances of the pirate returning are minimal.
fr: Vous aidez à relever la Limace, mais vous vous excusez et expliquez que vous ne pouvez pas rester dans le coin. Au moins, vous pouvez lui réconforter en lui assurant que les chances de retour du pirate sont minimales.
ko: 당신은 슬러그를 일으켜 세우고 데려갈 수 없다는 의사를 밝히며 사과했습니다. 그나마 해적들이 다시 돌아올 확률이 희박하다는 위안 정도는 줄 수 있었습니다.
ru: Вы помогаете слизню встать, но извиняетесь и объясняете, что не можете оставаться здесь. По крайней мере, Вы можете успокоить себя тем, что шансы на возвращение пиратов минимальны.

# data/events_coalition.xml$//event[@name="NEBULA_KAZ_START"]/choice[2]/text
source: It's not important.
fr: Ce n'est pas important.
ko: 그렇게 중요한 건 아니다.
ru: Это не важно.

# data/events_coalition.xml$//event[@name="NEBULA_KAZ_START"]/choice[2]/event/text
source: Searching for the culprit of this massacre will only put you closer to danger. The only safe course of action is to stay clear of this place.
fr: Trouver le coupable de ce massacre va uniquement vous rapprocher du danger. La seule piste sûre est de rester à distance.
ko: 이 대학살의 범인을 조사하는 것은 당신을 위험에 처하게 할 뿐입니다. 단 하나의 안전한 선택지는 이 장소에 접근하지 않고 떠나는 것입니다.
ru: Поиски виновника этой бойни приведут лишь к тому, что вы окажетесь в опасности. Единственное безопасное решение - держаться подальше от этого места.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/beaconType/unvisitedTooltip
source: Location of the genocidal pirate.
fr: Emplacement du pirate génocidaire.
ko: 대학살을 벌인 해적의 위치.
ru: Местонахождение пиратов-геноцидников.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/beaconType/visitedTooltip
source: Explored location. Nothing left of interest.
fr: Location explorée. Plus rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/text
source: Looks like you've found the right location, because the ship in front of you is most certainly a pirate. Just... a very well equipped one.
fr: On dirait que vous avez trouvé le bon endroit, parce que le vaisseau en face de vous est très certainement celui d'un pirate. Juste... un très bien équippé.
ko: 정확한 장소를 찾은 것 같군요. 당신의 앞에 있는 함선은 해적임이 확실해 보입니다. 다만... 무장을 정말 잘 갖추고 있습니다.
ru: Похоже, вы нашли правильное место, потому что корабль перед вами, несомненно, пиратский. Только... очень хорошо оснащенный.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/choice[1]/text
source: Hail the ship.
fr: Contacter le vaisseau.
ko: 교신한다.
ru: Выйти на связь с кораблем.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/choice[2]/text
source: We do not want to mess with this ship.
fr: Nous ne devrions pas provoquer ce vaisseau.
ko: 이 함선에 시비 걸지 말자.
ru: Мы не хотим связываться с этим кораблем.

# data/events_coalition.xml$//event[@name="KAZ_QUEST"]/choice[2]/event/text
source: Messing with the culprit of this massacre will only put you closer to danger. The only safe course of action is to stay clear of this encounter.
fr: Confronter le coupable de ce massacre va uniquement vous rapprocher du danger. La seule piste sûre est de rester à distance.
ko: 이 대학살의 범인과 엮이는 것은 당신을 위험에 처하게 할 뿐입니다. 단 하나의 안전한 선택지는 이 함선에 가까이 가지 않는 것입니다.
ru: Поиски виновника этой бойни приведут лишь к тому, что вы окажетесь в опасности. Единственное безопасное решение - держаться подальше от этой встречи.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//ship[@name="SHIP_KAZAAAK"]/escape/text
source: "Madness, madness! My legacy does not end here, dying to a Fed with no honor. You are not taking my life today, captain!"
fr: "Folie, folie ! Mon héritage ne finit pas ici, mourir face à un Fed sans honneur. Vous ne prendrez pas ma vie aujourd'hui, capitaine !"
ko: "으아아아아아! 내 족적은 여기서 끝나지 않는다. 연방에게 불명예스러운 죽임을 당할 수는 없단 말이다! 오늘은 날 죽일 수 없을 거다, 선장!"
ru: "Безумие-безумие! Мое дело не закончится на этом - умереть от рук федерала, у которого нет чести. Сегодня ты не заберешь мою жизнь, капитан!"

# data/events_coalition.xml$//ship[@name="SHIP_KAZAAAK"]/gotaway/text
source: Kazaaak jumps away, a rare display of cowardice by a Mantis, but apparently you were so unworthy he did not even consider you worthy enough an opponent to die to.
fr: Kazaaak a filé, un rare affichage de lâcheté venant d'un Mantis, mais apparemment vous n'aviez tellement peu de valeur qu'il ne vous a pas considéré comme un adversaire digne de le battre.
ko: 카자앜이 도망쳤습니다. 맨티스가 비겁함을 보이다니, 흔치 않은 일이네요. 보아하니 그는 당신이 자신의 마지막 적이 될 가치가 없다고 생각하는 모양입니다.
ru: Казааак уходит в прыжок - редкое проявление трусости со стороны богомола, но, видимо, вы были настолько недостойны, что он даже не счел вас достаточно достойным противником, чтобы умереть.

# data/events_coalition.xml$//ship[@name="SHIP_KAZAAAK"]/destroyed/text
source: The once proud and esteemed Mantis warrior has fallen. And for what? His message was not a lie, but without him to tell it, no one else will.
fr: L'auparavant fier et estimé guerrier Mantis est tombé. Et pour quoi ? Son message n'était pas du bluff, mais sans lui pour le dire, personne ne pourra.
ko: 한때 존경받았던 자부심 가득한 맨티스 전사가 쓰러졌습니다. 이렇게 해서 얻을 게 뭐가 있죠? 그의 말은 진심이었습니다. 이제 그가 죽어버렸으니 누구도 그 뜻을 잇지 않겠죠.
ru: Некогда гордый и уважаемый воин богомолов пал. И ради чего? Его слова не были ложью, но без него его никто не расскажет.

# data/events_coalition.xml$//ship[@name="SHIP_KAZAAAK"]/deadCrew/text
source: The once proud and esteemed Mantis warrior has fallen. And for what? His message was not a lie, but without him to tell it, no one else will.
fr: L'auparavant fier et estimé guerrier Mantis est tombé. Et pour quoi ? Son message n'était pas du bluff, mais sans lui pour le dire, personne ne pourra.
ko: 한때 존경받았던 자부심 가득한 맨티스 전사가 쓰러졌습니다. 이렇게 해서 얻을 게 뭐가 있죠? 그의 말은 진심이었습니다. 이제 그가 죽어버렸으니 누구도 그 뜻을 잇지 않겠죠.
ru: Некогда гордый и уважаемый воин богомолов пал. И ради чего? Его слова не были ложью, но без него его никто не расскажет.
