Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO"]/text
source: You're shocked to see a Federation Auto-Ship here. "This ship has been deployed by the Federation to provide relief to soldiers on the Coalition front. It's dangerous to go alone, take this."
fr: Vous êtes choqué de voir un Auto-vaisseau de la Fédération ici. "Ce vaisseau a été déployé par la Fédération pour assister les soldats se battant sur le front de la Coalition. Il est dangereux de voyager seul, prenez ceci."
ko: 당신은 이곳에 연방 무인기가 있는 것을 보고 깜짝 놀랐습니다. "이 선박은 연합군 전선에 있는 병사들에게 구호품을 제공하기 위해 배치되었습니다. 바깥은 혼자 돌아다니기엔 위험합니다. 이걸 가져가십시오."
ru: Вы шокированы, увидев здесь автоматический корабль Федерации. "Этот корабль был отправлен Федерацией для оказания помощи солдатам на фронте Коалиции. Одному идти опасно, возьмите это".

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO"]/choice[1]/text
source: Accept the supplies.
fr: Accepter les provisions.
ko: 구호품을 받는다.
ru: Принять припасы.

source: "Best of luck Captain." The Auto-Ship jumps away.
fr: "Bonne chance à vous Capitaine." L'Auto-vaisseau quitte la balise.
ko: "행운을 빕니다 선장님." 무인기는 다른곳으로 도약해 갔습니다.
ru: "Желаю удачи, капитан". Беспилотник уходит в прыжок.

source: (Analyzer) Disable the Auto and download its data stores.
fr: (Analyseur) Désactiver l'Auto et télécharger ses données.
ko: (분석기) 무인기를 정지시키고 그것의 데이터 저장소를 다운받는다.
ru: (Анализатор) Отключить беспилотник и загрузить его хранилища данных.

source: You power down the Auto-ship then download all of the data onboard. Seems it has already mapped most of this sector, which is very helpful for you!
fr: Vous éteignez l'Auto-vaisseau et téléchargez toute donnée qui y sont à bord. On dirait qu'il a déjà cartographié tout le secteur, ce qui s'avère fort utile pour vous !
ko: 당신은 무인기를 정지시키고 그 안의 모든 데이터를 다운받았습니다. 보아하니 이 무인기는 이미 이 구역의 대부분을 기록해 놓은 것 같습니다. 이건 정말 도움이 되겠군요!
ru: Вы отключили питание автоматического корабля и загрузили все данные с его борта. Похоже, он уже нанес на карту большую часть этого сектора, что очень полезно для вас!

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO"]/choice[3]/text
source: Attack the ship, there must be more supplies on-board.
fr: Attaquer le vaisseau, il doit avoir encore plus de provisions à l'intérieur.
ko: 무인기를 공격한다. 분명 그 안에 더 많은 구호품이 있을 거다.
ru: Атаковать корабль, на борту должно быть больше припасов.

source: "Treachery detected. Activating combat procedures."
fr: "Traîtrise détectée. Activation des procédures de combat."
ko: "배반이 감지됨. 전투 절차 활성."
ru: "Обнаружено предательство. Активирую боевые протоколы".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO_WIN"]/text
source: As you scrap the ship, you notice the cargo bay managed to survive the wreckage.
fr: En récoltant l'épave, vous apercevez une cargaison ayant survécue à l'explosion.
ko: 당신은 무인기의 선체를 긁어 모으다가, 아직 파괴되지 않은 화물칸을 발견했습니다.
ru: Разбирая корабль, вы заметили, что грузовой отсек уцелел после взрыва.

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO_WIN"]/choice[1]/text
source: Open the cargo.
fr: Ouvrir le cargo.
ko: 화물칸을 연다.
ru: Открыть груз.

source: (Elite Crew) Have your elite carefully open the door.
fr: (Equipage d'élite) Laisser votre élite ouvrir la cargaison avec attention.
ko: (엘리트 선원) 엘리트 선원에게 조심스럽게 문을 열라고 지시한다.
ru: (Член экипажа-элита) Попросить элиту аккуратно открыть дверь.

source: Your crew approaches the storage bay, taking note of a subtle explosive trap to deter pirates. Your crew disables the trap and enters.
fr: Votre équipage approche la cargaison, prenant note d'un piège explosif subtile pour dissuader les pirates. Il neutralise le piège et entre.
ko: 당신의 선원은 해적을 저지하기 위해 설치된 은밀한 폭발 함정에 주의하며 화물칸에 접근했습니다. 그는 함정을 비활성화하고 내부로 진입했습니다.
ru: Ваш экипаж приближается к грузовому отсеку, обращая внимание на малозаметную взрывную ловушку для отпугивания пиратов. Ваш экипаж отключает ловушку и входит внутрь.

# data/events_coalition.xml$//event[@name="COALITION_FED_AUTO_WIN"]/choice[3]/text
source: Leave it be.
fr: Le laisser.
ko: 화물칸은 내버려 둔다.
ru: Оставить все как есть.

source: As you tear open the cargo bay, you hear a distinct clicking noise. You quickly try to get out of the way but it's too late. The trapped cargo explodes, damaging the ship and destroying all of the cargo and the rest of the Auto-ship wreckage.
fr: En ouvrant la cargaison, vous entendez un bruit de compte à rebours. Vous essayez vite de vous distancer mais il est trop tard. Le cargo piégé explose, endommageant le vaisseau et détruisant tout ce qu'il renfermait, en plus du reste de l'épave automatisée.
ko: 화물칸을 강제로 열자마자 딸깍하는 소리가 났습니다. 당신은 서둘러 먼 곳으로 떨어지려 했지만, 때는 이미 늦었습니다. 화물칸의 함정이 폭발하면서 화물칸과 무인기의 잔해를 소멸시켰고, 당신의 함선에까지 피해를 입혔습니다.
ru: Открывая грузовой отсек, вы слышите отчетливый щелкающий звук. Вы пытаетесь быстро убраться, но уже слишком поздно. Груз, оказавшийся ловушкой, взрывается, повреждая корабль и уничтожая весь груз и обломки автоматического корабля.

source: You tear open the cargo bay to find excess amounts of resources for you to take.
fr: Vous ouvrez la cargaison et y trouvez un montant excessif de ressources à prendre.
ko: 화물칸을 강제로 열어 가져가기 벅찰 정도의 자원을 찾아냈습니다.
ru: Открыв грузовой отсек, вы находите избыточное количество ресурсов, которые можно взять с собой.

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/text
source: As soon as you arrive, an ear-bleedingly loud advertisement blasts through your ship's stereo. "ATTENTION ALL SHOPPERS! HEKTAR INDUSTRIESSS ISSS PROUD TO ANNOUNCCCE THE ARRIVAL OF OUR NEW HEKTAR BRAND MILITARY SSSUPPLY DEPOTSSS, OPEN TO ALL COALITION SHIPSSS (or anyone elssse willing to give usss money) SO COME IN AND SSSSHOP SSSSHOP SSSSHOP! I DEMAND IT OF YOU!"
fr: Aussitôt arrivé, une publicité assourdissante est jouée à travers la stéréo de votre vaisseau. "ATTENTION A TOUT LES CLIENTS ! HEKTAR INDUSTRIESSS EST FIER D'ANNONCCCER L'ARRIVÉE DE LEURS NOUVEAUX DÉPÔTS MILITAIRES DE MARQUE HEKTAR, OUVERT A TOUT VAISSEAU DE LA COALITION (ou à ccceux voulant nous donner de l'argent), ALORS VENEZ ACHETER ACHETER ACHETER ! JE VOUS LE DEMANDE !"
ko: 이곳에 도착하자마자, 귀에서 피가 날 정도로 커다란 광고 소리가 함선의 음향 장치로 울려 퍼졌습니다. "모든 쑈핑객들은 쭈목하쎄요! 헥타르 싼업의 군쑤품 짱고가 도짝해씀을 알립니다! 연합 쏘쏙이라면 누구나 (또는 우리에게 돈을 찌불할 의싸가 이따면 누구나) 이용하씰 쑤 이쓰니 어써 와써 싸고 싸고 또 싸쎄요! 반드씨 그럴 거쓸 요구합니다!"
ru: Как только вы прибываете на место, через стереосистему корабля раздается оглушительно громкая реклама. "ВНИМАНИЕ ВСССЕМ ПОКУПАТЕЛЯМ! ГЕКТАР ИНДАСССТРИЗ ССС ГОРДОСССТЬЮ ОБЪЯВЛЯЕТ О ПРИБЫТИИ НАШШШИХ НОВЫХ ВОЕННЫХ СССКЛАДОВ СССНАБЖЕНИЯ БРЕНДА ГЕКТАР, ОТКРЫТЫХ ДЛЯ ВСССЕХ КОРАБЛЕЙ КОАЛИЦИИ (или любых, кто готов дать нам денег), ЗАХОДИТЕ И ПОКУПАЙТЕ-ПОКУПАЙТЕ-ПОКУПАЙТЕ! Я ТРЕБУЮ ЧТОБЫ ВЫ КУПИЛИ!"

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[1]/text
source: Go in and "shop shop shop".
fr: Venir "acheter acheter acheter".
ko: 창고에 들어가서 "사고 사고 또 산다".
ru: Зайти и "купить-купить-купить".

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[1]/event/text
source: "Ah, another brainlesss idi- er... no way, no that'sss right. Another brainless idiot who'll give usss their money! Welcome to Hektar Indussstriesss! If you like what you see here, conssssider visssiting the Hektar Mega-Market ssssome time in the future!"
fr: "Ah, un autre sssans ccervelle idi- euh... oui, c'est jusste. Un autre idiot sssans ccervelle qui nous donnera de l'argent ! Bienvenue parmi Hektar Indussstriesss ! Si vous aimez ccce que vous voyez, venez visssiter le Méga-Marché Hektar quand vous aurez du temps !"
ko: "아, 또 하나의 우둔한 바- 어... 그게 아니라, 아니찌 그게 마찌. 또 하나의 우둔한 바보가 우리에게 돈을 쭈러 왔네요! 헥타르 싼업에 오씬 거쓸 환영합니다! 이고쎄 있는 쌍품들이 마음에 든다면, 나쭝에 헥타르 메가 마켓도 방문해 쭈쎼요!"
ru: "А, ещщще один безмозглый идио... э... не может быть, нет, точно. Ещщще один безмозглый идиот, который отдассст нам сссвои деньги! Добро пожаловать в "Гектар Индассстриз"! Есссли вам понравитссся то, что вы здесссь увидите, посссетите в будущщщем мега-маркет Гектара!"

source: [Federation Database] What is Hektar?
fr: [Banque de données de la Fédération] Qu'est-ce que Hektar ?
ko: [연방 데이터베이스] 헥타르가 무엇인가?
ru: [База данных Федерации] Что такое Гектар?

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Hektar Crew) Request an employee discount.
fr: (Membre d'équipage Hektar) Demander une réduction d'employé.
ko: (헥타르 선원) 직원 할인을 요청한다.
ru: (Член экипажа из "Гектар Индастриз") Запросить скидку Сотрудникам.

source: "AHAHAHAHAHAHHAHAHAH! HAH! AHAH! Hah... oh boy. An employee dissscount? Are you ssstupid? Hektar doesssn't give employee dissscountsss, it gives employee markupsss! How dare you try and sssteal money from me, you leech!"
fr: "AHAHAHAHAHAHHAHAHAH ! HAH ! AHAH ! Hah... oh mon grand. Une réducttttion ? Est-tu sssstupide ? Hektar ne donne pas de réducttttion à ses employés, mais des majoratttions ! Comment osssse-tu essayer de voler mon argent, sssangsssue !"
ko: "푸하하하하하하하하! 풉! 푸하하! 하아... 이봐. 찍원 할인? 너 멍쩡이냐? 헥타르는 찍원 할인을 해쭈지 않아. 대씬 직원 가격 인쌍을 하찌! 네놈이 겁도 업씨 내 돈을 훔찌려 해꾸나, 이 거머리 같은 놈!"
ru: "АХАХАХАХАХАХАХАХА! ХА! АХАХ! Ха... о боже. Ссскидка Сссотрудникам? Ты что, тупой? В Гектаре нет ссскидка Сссотрудникам, там есссть наценка для Сссотрудников! Как ты сссмеешшшь пытатьссся украсссть у меня деньги, ты, кровопийца!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Billy) Request a Hektar(tm) brand supply package.
fr: Attaquer le dépot.
ko: (빌리) 헥타르(tm) 보급 패키지를 요구한다.
ru: (Билли) Запросить поставку продукции "Гектар Индастриз"(ТМ).

source: It only takes a few minutes before Billy returns, and soon after a Hektar package is deposited in your hold. Guess it pays to have the CEO of a major corporation aboard your ship.
fr: Hektar, aussi bon soient leur produits, est une vilaine société. S'ils vendent à la Coalition maintenant, c'est votre devoir de fermer leur affaire.
ko: 빌리는 몇 분 만에 돌아왔고, 그 후 헥타르 패키지가 당신의 창고에 실렸습니다. 대기업 CEO를 배에 태우니 이런 횡재를 보는군요.
ru: Проходит всего несколько минут, и Билли возвращается, а вскоре в трюме появляется посылка "Гектар Индастриз". Видимо, выгодно иметь на борту своего корабля генерального директора крупной корпорации.

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[5]/text
source: Attack the depot.
fr: Attaquer le dépot.
ko: 창고를 공격한다.
ru: Атаковать склад.

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[5]/event/text
source: Hektar, for as good as their products might be, is a villainous corporation. If they're selling to the Coalition now, then it's your duty to shut them down.
fr: Hektar, aussi bon soient leur produits, est une vilaine société. S'ils vendent à la Coalition maintenant, c'est votre devoir de fermer leur affaire.
ko: 헥타르는 상품의 질은 높지만, 악랄한 기업입니다. 그들이 연합을 대상으로 장사하고 있다면, 가로막는 것이 당신의 의무입니다.
ru: "Гектар Индастриз", какой бы хорошей ни была их продукция, является злодейской корпорацией. Если они сейчас продают продукцию Коалиции, то ваш долг - прекратить их деятельность".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[6]/text
source: Ignore the depot.
fr: Attaquer le dépot.
ko: 창고를 무시한다.
ru: Не обращать внимания на склад.

# data/events_coalition.xml$//event[@name="COALITION_HEKTAR"]/choice[6]/event/text
source: "Hey! Where do you think you're going? I sssaid I DEMAND you come in and sssshop! Damn it, you WILL SSSHOP OR DIE!"
fr: "Hé ! Ou croyez-vous aller comme çççça ? J'ai dit que je vous DEMANDE de venir acheter ! Bon sssang, vous allez ACHETER OU MOURIR !"
ko: "이봐요! 대쩨 어디로 가고 있는 거쬬? 나는 분명 이리로 와써 물건을 싸라고 요구해씁니다! 쩬짱, 물건 안 쌀거면 쭉어버려!"
ru: "Эй! Куда это вы сссобралисссь? Я сссказал, что требую, чтобы вы зашшшли и сссовершшшали покупки! Черт побери, вы будете покупать или умрете!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_REBEL_STRANDED"]/text
source: A Rebel ship is stuck at this beacon, with noticeable damage to their engines. They make no attempt to attack you, too heavily damaged to take the risk.
fr: Un vaisseau Rebelle est coincé à cette balise, avec des dégâts notables sur leurs moteurs. Ils n'essaient pas de vous contacter, trop endommagés pour risquer quoi que ce soit.
ko: 엔진에 상당한 피해를 입은 반군 함선 한 척이 이 송신소에 표류해 있습니다. 위험을 감수하지 못할 정도로 손상된 상태라 당신을 공격하려 하지 않고 있습니다.
ru: У этого маяка застрял корабль повстанцев с серьезными повреждениями двигателей. Они не пытаются атаковать вас, так как слишком сильно повреждены, чтобы рисковать.

source: Hail the Rebel.
fr: Contacter les Rebelles.
ko: 반군과 교신한다.
ru: Связаться с повстанцами.

source: "God damn it, not the Feds. What the hell do you want? If you're going to kill us, make it quick."
fr: "Bordel, pas les Féds. Qu'est-ce que vous nous voulez ? Si vous comptez nous tuer, faites-le vite."
ko: "젠장, 하필 연방이라니. 원하는 게 뭐지? 우릴 죽일 거면 빨리 죽여."
ru: "Черт возьми, только не федералы. Какого черта вам надо? Если вы собираетесь нас убить, то сделайте это быстро".

source: We aren't here to fight.
fr: Nous ne somme pas ici pour nous battre.
ko: 우린 싸우러 온 것이 아닙니다.
ru: Мы здесь не для того, чтобы сражаться.

source: The Rebel captain chuckles weakly. "Yeah, right. Well if you're telling the truth, we could use some help with repairs, or some scrap. Took a pretty bad shot from the Coalition guard, and we leaked the fuel all the way here."
fr: Le capitaine Rebelle ricane faiblement. "Ouais, c'est-ça. Eh bien si vous dites la vérité, nous avons besoin d'aide pour des réparations, ou de la ferraille. Nous avons été sacrément amochés par le Garde de la Coalition, et nous avons eu une fuite de carburant jusqu'ici."
ko: 반군 대장은 힘없이 껄껄 웃었습니다. "그래, 알겠어. 그 말이 진심이라면, 수리를 도움받거나 스크랩을 좀 얻을 수 있겠군. 연합 경비정의 포격을 직통으로 맞았는데, 그것 때문에 연료가 유출됐지 뭐야."
ru: Капитан повстанцев лишь слегка улыбается. "Да, конечно. Если вы говорите правду, то нам не помешала бы помощь в ремонте или какой-нибудь лом. Нас довольно сильно попала гвардия Коалиции, и у нас вытекло топливо на пути сюда".

source: Give them the scrap.
fr: Donner de la ferraile.
ko: 그들에게 스크랩을 준다.
ru: Дать им лом.

source: The Rebel Captain growls, expecting the cargo to be trapped. But when nothing explodes and he's certain theres no infectious murder-bugs inside, he reluctantly thanks you and promises to delay the fleet when he returns to them.
fr: Le capitaine Rebelle grogne, s'attendant à ce que la cargaison soit piégée. Lorsque rien n'explose et qu'il est certain qu'il n'y ait pas de nanorobots tueurs infectieux dedans, il vous remercie à contrecoeur et promet de retarder la Flotte quand il y retournera.
ko: 반군 선장은 화물에 함정이 설치된 줄 알고 으르렁거렸습니다. 하지만 그 안에 어떠한 폭발물도 전염성 살인 벌레도 없다는 것을 확인한 후, 마지못해 당신에게 감사하며 함대로 복귀하면 추격을 지연시키겠다고 약속했습니다.
ru: Капитан повстанцев ворчит, ожидая, что груз окажется ловушкой. Но когда ничего не взрывается и он удостоверяется, что внутри нет зараженных жуков-убийц, он неохотно благодарит вас и обещает задержать флот, когда вернется к нему.

source: Take some time to repair their engines.
fr: Prendre du temps pour réparer leurs moteurs.
ko: 시간을 들여 엔진을 수리해준다.
ru: Потратить некоторое время на ремонт их двигателей.

source: It takes a while, but you're able to patch up the damage. The Rebel captain is surprised at your willingness to help. "Maybe I misjudged you... don't think this changes anything, but it's only right that you are paid for your efforts."
fr: Cela prend un moment, mais vous réussisez à rapiécer le vaisseau. Le capitaine Rebelle est surpris par votre volonté d'aider. "Peut-être que je vous ait mal jugés... ne croyez pas que cela change quoi que ce soit, mais la moindre des choses et de vous récompenser pour vos efforts."
ko: 시간이 좀 걸렸지만, 그들의 엔진을 고칠 수 있었습니다. 반군 선장은 당신이 흔쾌히 도와준 것에 놀랐습니다. "내가 널 잘못 판단했나 보군... 이런 걸로 변화가 일진 않겠지만, 적어도 너는 수고에 대한 대가를 받을 만해."
ru: Это занимает некоторое время, но вам удается устранить повреждения. Капитан повстанцев удивлен вашей готовностью помочь. "Может быть, я неправильно оценил вас... не думаю, что это что-то меняет, но будет правильно, если вам заплатят за ваши усилия".

source: (Forged ID) Pretend to be a Rebel ship to leech supplies.
fr: (ID Falsifiée) Prétendre être un vaisseau Rebelle et leur dérober des provisions.
ko: (위조 신분증) 반군인 척해서 보급품을 뜯어낸다.
ru: (Поддельные документы) Притвориться кораблем повстанцев, чтобы украсть припасы.

source: You explain the importance of your mission to "stop the Federation" and quickly snap to a salute. To your surprise, the Rebel captain salutes back. "For the glory and for the Rebellion!" Seems their loyalty to the Rebellion is undying even in a desperate situation, though their intelligence is questionable.
fr: Vous expliquez l'importance de votre mission de "stopper la Fédération" et adoptez une posture de salut. A votre surprise, le capitaine Rebelle fait son propre salut en retour. "Pour la gloire et la Rébellion!" On dirait que leur loyauté à la Rébellion est inébranlable même dans une situation désespérée, mais que leur intelligence est discutable.
ko: 당신은 자신이 맡은 "연방을 저지하는 임무"의 중요성에 대해 설명하고 빠르게 경례했습니다. 놀랍게도, 반군 선장도 당신을 따라 경례했습니다. "영광과 반군을 위하여!" 지능에 문제가 있어 보이긴 하지만, 그들의 반란에 대한 충성심은 절망적인 상황에서도 사라지지 않는 것 같습니다.
ru: Вы объясняете важность своей миссии "остановить Федерацию" и затем быстро отдаете честь. К вашему удивлению, капитан повстанцев отдает честь в ответ. "Во славу и во имя Восстания!" Похоже, их преданность Восстанию непоколебима даже в безвыходной ситуации, хотя их умственные способности вызывают сомнения.

source: Booby trap the cargo.
fr: Donner un cargo piégé.
ko: 화물에 함정을 설치해 건네준다.
ru: Заминировать груз.

source: You pass over the "scrap" to the Rebels. They pry open the crate to see a ticking bomb that lights their ship ablaze. The Captain rushes back to the bridge, coughing. "Ok, you win. Take this garbage and leave us alone."
fr: Vous transmettez la "ferraille" aux Rebelles. Ils ouvrent la caisse pour y trouver une bombe à retardement faisant "tic", explosant et mettant le feu à leur vaisseau. Le capitaine se rue sur le pont, toussant. "Ok, vous avez gagné. Prenez cette saloperie et laissez-nous tranquille."
ko: 당신은 반군에게 "스크랩"을 건네줬습니다. 그들은 상자를 열고 환한 빛을 내며 똑딱거리는 폭탄을 보았습니다. 선장이 기침하며 함교로 돌아왔습니다. "좋아, 너희가 이겼어. 이 쓰레기들을 줄 테니까 우린 내버려 둬."
ru: Вы передаете "лом" повстанцам. Они вскрывают ящик и видят тикающую бомбу, которая поджигает их корабль. Капитан возвращается на мостик, кашляя. "Ладно, вы победили. Забирайте эти материалы и оставите нас в покое".

source: Accept their gracious offer.
fr: Accepter leur gracieuse offre.
ko: 그들의 친절한 제안을 받아들인다.
ru: Принять их любезное предложение.

source: You take the supplies from them and prepare to leave.
fr: Vous leur prenez les provisions et vous préparez à partir.
ko: 당신은 그들에게서 물자를 받고 떠날 준비를 했습니다.
ru: Вы берете у них припасы и собираетесь уходить.

source: We can't help.
fr: On ne peut pas vous aider.
ko: 도와줄 수 없습니다.
ru: Мы не можем помочь.

source: "Yeah, not surprised. Get lost."
fr: "Ouais, pas surprenant. Cassez-vous."
ko: "그래, 놀랄 것도 없군. 이제 그만 꺼져."
ru: "М-да, не удивлен. Проваливайте".

source: Finish them off.
fr: Les achever.
ko: 그들을 마무리한다.
ru: Прикончить их.

source: With no engines to run away, the Rebel ship is forced to fight you completely stationary.
fr: Avec aucun moteur fonctionnel, le vaisseau Rebelle est contraint de vous affronter en étant complètement stationaire.
ko: 도망칠 엔진이 부서져서, 반군 함선은 움직이지 못하는 상태로 당신과 싸울 수밖에 없습니다.
ru: Не обладая работоспособными двигателями, чтобы сбежать, корабль повстанцев вынужден сражаться с вами полностью обездвиженным.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Attack the ship.
fr: Attaquer le vaisseau.
ko: 함선을 공격한다.
ru: Атаковать корабль.

source: With no engines to run away, the Rebel ship is forced to fight you completely stationary.
fr: Avec aucun moteur fonctionnel, le vaisseau Rebelle est contraint de vous affronter en étant complètement stationaire.
ko: 도망칠 엔진이 부서져서, 반군 함선은 움직이지 못하는 상태로 당신과 싸울 수밖에 없습니다.
ru: Не обладая работоспособными двигателями, чтобы сбежать, корабль повстанцев вынужден сражаться с вами полностью обездвиженным.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Fly away from the ship.
fr: S'éloigner du vaisseau.
ko: 그 함선과 거리를 둔다.
ru: Улететь от корабля.

source: You don't have time to mess with the Rebels too in this dangerous sector. You fly away, and as expected the Rebel ship is powerless to follow.
fr: Vous n'avez pas le temps de vous préoccuper également des Rebelles dans ce dangereux secteur. Vous vous éloignez, et comme prévu le vaisseau Rebelle est inapte à vous suivre.
ko: 이런 위험한 구역에서 반군하고까지 엮일 시간은 없습니다. 당신은 멀리 날아갔고, 예상대로 그 함선은 당신을 쫓아올 여력이 없었습니다.
ru: У вас нет времени возиться с повстанцами в таком опасном секторе. Вы улетаете, и как и ожидалось, корабль повстанцев оказывается не в состоянии преследовать вас.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="COALITION_FREEMANTIS_SLAVES"]/text
source: Seeing a Free Mantis ship in Coalition space isn't the only unexpected thing at this beacon. It appears the ship has also managed to take a Coalition ship hostage. "Hello friend! Great day today! We have wide selection of crew for you to pick. Taken from fresh Coalition kill!"
fr: Voir un vaisseau Mantis Libre dans l'espace de la Coalition n'est pas la seule chose inattendue à cette balise. On dirait qu'ils ont réussi à prendre un vaisseau de la Coalition en otage. "Bonjour ami ! Belle journée aujourd'hui ! Nous avons grande sélection d'équipage pour choisir. Pris de frais meurtre Coalition !"
ko: 연합의 영역에서 독립맨티스 함선을 보는 것만 해도 예상 밖의 일인데, 그들은 심지어 연합군 함선을 인질로 잡는 데 성공한 것 같습니다. "안녕 친구! 좋은 날이다! 네가 데려갈 수 있는 선원의 선택지가 넓다. 방금 사냥한 연합 함선에서 데려가라!"
ru: Появление корабля Свободных Богомолов в пространстве Коалиции - не единственная неожиданность этого маяка. Оказывается, этот корабль также успел взять в заложники судно Коалиции. "Привет, друг! Отличный день сегодня! У нас большой выбор экипажей. Взятые из свежей убитой Коалиции!"

source: Take the Slug.
fr: Prendre la Limace.
ko: 슬러그를 데려간다.
ru: Забрать слизня.

source: The Free Mantis transfer over the Slug slave.
fr: Les Mantis Libres transfèrent l'esclave Limace.
ko: 독립 맨티스가 슬러그 노예를 넘겨줬습니다.
ru: Свободный богомол передает раба-слизня.

source: Take the Mantis.
fr: Prendre le Mantis.
ko: 맨티스를 데려간다.
ru: Забрать богомола.

source: The Free Mantis transfer over the Mantis slave.
fr: Les Mantis Libres transfèrent l'esclave Mantis.
ko: 독립 맨티스가 맨티스 노예를 넘겨줬습니다.
ru: Свободный богомол передает раба-богомола.

source: Take the Rockman.
fr: Prendre le Rocailleux.
ko: 락맨을 데려간다.
ru: Забрать валуна.

source: The Free Mantis transfer over the Rockman slave.
fr: Les Mantis Libres transfèrent l'esclave Rocailleux.
ko: 독립 맨티스가 락맨 노예를 넘겨줬습니다.
ru: Свободный богомол передает раба-валуна.

source: Take the Leech.
fr: Prendre la Sangsue.
ko: 리치를 데려간다.
ru: Забрать пиявку.

source: The Free Mantis transfer over the Leech slave.
fr: Les Mantis Libres transfèrent l'esclave Sangsue.
ko: 독립 맨티스가 리치 노예를 넘겨줬습니다.
ru: Свободный богомол передает раба-пиявку.

source: We aren't interested in slaves.
fr: Nous ne somme pas intéressés par les esclaves.
ko: 우리는 노예에 관심 없습니다.
ru: Рабы нам не интересны.

source: "Oh! Federation so kind, so forgiving. You are true hero!" You thank the Free Mantis and leave.
fr: "Oh ! Fédération si gentille, si pardonnante. Vous êtes vrai héro !" Vous remerciez les Mantis Libres et partez.
ko: "오! 연방은 정말 착하고, 정말 관대하다. 너희는 진짜 영웅이다!" 당신은 독립 맨티스에게 감사하고 떠났습니다.
ru: "О! Федерация такая добрая, такая отзывчивая. Вы настоящий герой!" Вы благодарите Свободного Богомола и уходите.

source: Do something onboard the ship.
fr: Faire l'inventaire du vaisseau.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.
