Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

# data/events_coalition.xml$//event[@name="KAZ_HAIL"]/text
source: As soon as the Mantis appears on the screen, the memories come flooding back. This is no ordinary pirate, this is Kazaaakplethkilik. Perhaps the most infamous warrior in the galaxy, if not the Multiverse. The only question is, why is Kazaaakplethkilik here so deep in Coalition space? It seems you're about to find out...
fr: Dès que le Mantis apparait sur l'écran, une vague de mémoires vous revient. Ce n'est pas un pirate ordinaire, mais Kazaaakplethkilik. Peut-être le plus infâme guerrier dans la galaxie, voire du Multivers. La seule question est, pourquoi est-ce que Kazaaakplethkilik est ici, si profond dans l'espace de la Coalition ? Il semble que vous allez le découvrir...
ko: 맨티스가 화면에서 나타나자마자, 기억이 흘러들어오기 시작합니다. 저 자는 평범한 해적이 아니라 카자앜플레쓰킬맄입니다. 멀티버스까지는 아니더라도, 아마 이 은하계에서 가장 악명 높은 전사일 것입니다. 이제 남은 의문점은, 대체 왜 카자앜플레쓰킬맄이 연합의 영역에 이토록 깊숙히 들어왔냐는 것입니다. 이제 곧 알게 되겠지요...
ru: Как только на экране появляется богомол, наплывают воспоминания. Это не обычный пират, это Казааакплеткилик. Возможно, самый известный воин в галактике, если не во всей Мультивселенной. Вопрос только в том, почему Казаакплеткилик находится здесь, в глубине пространства Коалиции? Похоже, вам предстоит это выяснить...

# data/events_coalition.xml$//event[@name="KAZ_HAIL"]/choice[1]/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="KAZ_HAIL"]/choice[1]/event/text
source: A muscular Mantis in red armor flexes his sharp appendages in front of the camera. "You are not of Coalition, but you carry boldness to approach me. It would seem neither of us meant to be here... What is Federation ship doing in Coalition space? It has been longest time since I have drawn arms against your people."
fr: Un Mantis musculaire en armure rouge fléchit ses tranchants appendices devant votre caméra. "Vous n'êtes pas de Coalition, mais vous êtes audacieux de m'approcher. On dirait qu'aucun de nous devoir être ici... Que fait vaisseau Fédération dans l'espace Coalition ? Cela été très longtemps d'avoir pris armes contre votre peuple."
ko: 빨간색 갑옷을 입은 근육질의 맨티스가 카메라 앞에서 날카로운 집게를 구부리고 있습니다. "너는 연합군은 아니지만, 나에게 접근할만한 대담함을 가지고 있군. 우리 둘 다 여기에 있어선 안 되는 것 같은데... 대체 연합의 영역에서 무엇을 하고 있는 거지? 내가 연방의 시민들을 향해 무기를 든지는 무척 오래됐는데 말이야."
ru: Накаченный богомол в красных доспехах разминает перед камерой свои острые конечности. "Ты не из Коалиции, но имеешь смелость подойти ко мне. Похоже, никто из нас не хотел оказаться здесь... Что корабль Федерации делает в пространстве Коалиции? Давно я не брал в руки оружие против твоего народа".

# data/events_coalition.xml$//event[@name="KAZ_HAIL"]/choice[1]/event/choice/text
source: We could ask the same about you.
fr: On pourrait vous poser la même question.
ko: 당신이야말로 뭘 하고 있는 겁니까.
ru: Мы бы тоже cамое про тебя спросили.

source: "Clever words, but you should know it is foolish not to answer question of Mantis captain. I am here doing what YOU could not. Prized though dear Leikonpliiinakra is to me, she has made grave mistake in forming this 'Coalition'. It is dishonorable, and I can see that it not meant to last. Federation sees it too, but they will not act. They would rather allow Coalition to collapse on itself than take action. You use precious bureaucracy as a shield of responsibility rather than taking action to prevent galactic-scale destruction!"
fr: "Mots intelligents, mais doit savoir que ne pas répondre à question de capitaine Mantis est de la folie. Je suis là pour faire ce que VOUS pas pouvoir. Prisée soit chère Leikonpliiinakra pour moi, elle avoir fait grave erreur former cette 'Coalition'. C'est déshonorable, et je vois que cela ne durera pas. La Fédération le voir aussi, mais n'agissent pas. Préfère voir Coalition s'effondrer elle-même que prendre action. Vous utilisez précieuse bureaucratie comme bouclier de responsabilité plutôt que prendre action pour empêcher destruction niveau galactique!"
ko: "현명한 대답이야. 하지만 맨티스 선장의 질문에 대답하지 않는 게 얼마나 멍청한 짓인지는 알아야겠어. 난 너 따위가 해낼 수 없는 일을 이루러 왔다. 나의 소중한 레이콘플리이나크라는 '연합'에 가담해버리는 실수를 저질렀지. 불명예스러운 일이니 분명 오래 지속되지 못할 거야. 연방도 이 사실을 알고 있지만, 아무런 행동도 취하지 않을 거야. 자신들이 움직이느니 연합이 스스로 무너지는 쪽을 택하겠지. 네놈들은 지금 그 잘난 관료주의를 방패로 삼아 은하계 규모의 파괴를 막아야 할 책임을 회피하고 있다고!"
ru: "Умно сказано, но ты должен знать, что глупо не отвечать на вопрос капитана богомолов. Я здесь делаю то, что не смог бы сделать ТЫ. Как бы ни была дорога мне Лейконплиинакра, она совершила серьезную ошибку, создав эту "Коалицию". Это бесчестье, и я вижу, что ему не суждено продлиться долго. Федерация тоже это видит, но бездействует. Они скорее позволят Коалиции развалиться самой, чем примут меры. Вы используете драгоценную бюрократию как щит от ответственности, вместо того чтобы принять меры для предотвращения разрушений галактического масштаба!"

source: So to solve this you're massacring entire towns?
fr: Alors vous massacrez des villes entières pour palier au problème ?
ko: 그래서, 그 문제를 해결하려고 대학살을 벌인 겁니까?
ru: Поэтому ты решаешь проблемы, уничтожая целые города?

source: "I taking action where no one else would! All filth who live in these lands are far from innocent. They allow Coalition to exist, and so they are no better than the Federation or the Coalition. You are pointing finger but I do not see you taking action. You know not honor. I will show you what warrior of virtues fights like!" It's not impossible you could convince him to stand down, but that means you'll have to fight him like a 'warrior of virtue'. Try not to damage his hull too much, and neutralize enough of his crew that he surrenders.
fr: "Moi prendre action ou personne ne voudrait ! Toute ordure vivant en ces terres sont loin d'innocents. Elles permettent à Coalition d'exister, donc pas mieux que Fédération ou Coalition. Vous pointez doigts, mais pas vous voir prendre action. Vous ne pas connaitre honneur. Je vais montrer comment guerrier de vertus combat !" Il n'est pas impossible que vous pourriez le convaincre de baisser les armes, mais vous allez devoir le combattre comme un 'guerrier de vertus'. N'endommagez pas trop sa coque, et neutralisez assez de son équipage pour qu'il se rende.
ko: "난 아무도 못 할 일을 할 뿐이다! 이 땅에 사는 쓰레기들은 절대 무고하지 않아. 연합의 창설을 허용했으니 연방이나 연합보다 나을 게 없어. 너는 내게 손가락질하겠지만, 그 이상의 대처를 취하진 않겠지. 너희는 명예란 걸 몰라. 이 몸이 미덕의 전사는 어떤 식으로 싸우는지 보여 주겠다!" 당신이 '미덕의 전사'로써 그와 싸운다면, 그를 진정하도록 설득할 수 있을 것입니다. 너무 많은 선체 피해를 주지 않도록 주의하면서 그가 항복할 때까지 선원을 무력화하십시오.
ru: "Я действую там, где никто другой не стал бы этого делать! Вся мерзость, живущая на этих землях, далеко не невинна. Они позволяют Коалиции существовать, и поэтому они ничем не лучше Федерации или Коалиции. Ты указываешь пальцем, но я не вижу, чтобы ты действовал. Ты не знаешь что такое честь. Я покажу тебе, как сражаются воины добродетели!" Не исключено, что вам удастся убедить его остановиться, но это означает, что вам придется сражаться с ним как с "воином добродетели". Постарайтесь не сильно повредить его корпус его корабля и нейтрализовать достаточное количество членов его экипажа, чтобы он сдался.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Don't antagonize him further - leave.
fr: Ne pas l'antagoniser plus - partir.
ko: 그에게 이 이상 대적하지 않는다 - 떠난다.
ru: Не стоит еще сильнее раздражать его - уходим.

source: "Yes, yes. Leave like the cowards you all are. You know what I say is true, and you have not even heart to refute it. I spit in faces of men and women like you."
fr: "Oui, oui. Partir commes tous lâches que vous êtes. Vous savoir que moi dire verité, et pas avoir le coeur de réfute. Je crache à figure de gens comme vous."
ko: "그럴 줄 알았다. 여느 연방군들처럼 겁쟁이같이 꼬리나 빼라고. 내 말이 사실임을 알면서도 반박할 마음조차 없겠지. 한심한 놈"
ru: "Да-да. Уходи, как трусы, которыми вы все являетесь. ты знаешь, что то, что я говорю - правда, и у тебя нет даже желания опровергнуть это. Я плюю в лицо таким мужчинам и женщинам, как ты".

source: [Federation Database] Who is Kazaaakplethkilik?
fr: [Banque de données de la Fédération] Qui est Kazaaakplethkilik ?
ko: [연방 데이터베이스] 카자앜플레쓰킬맄이 누구입니까?
ru: [База данных Федерации] Кто такой Казааакплеткилик?

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="KAZ_SURRENDER"]/text
source: The crew of the mighty warrior Kazaaakplethkilik has been reduced to a sliver of its former size. The wounded warrior still continues to fight on, but you can tell his heart isn't in it anymore. Perhaps this is the time to show him your honor.
fr: L'équipage du grand guerrier Kazaaakplethkilik a été réduit à une mèche de sa taille originelle. Le guerrier blessé continue toujours de se battre, mais vous pouvez voir qu'il n'y met plus tout son coeur. Peut-être est-il temps de lui montrer votre honneur.
ko: 장대한 전사 카자앜플레쓰킬맄의 선원이 많이 줄었습니다. 부상당한 전사들은 여전히 싸우고 있지만, 그들의 투지가 처음과는 다름을 느낄 수 있습니다. 그에게 당신의 명예가 무엇인지 보여줄 때인 것 같군요.
ru: Экипаж могучего воина Казааакплеткилика уменьшился до незначительной части от своего прежнего количества. Израненный воин все еще продолжает сражаться, но видно, что душа его уже болит. Возможно, сейчас самое время продемонстрировать ему свою честь.

# data/events_coalition.xml$//event[@name="KAZ_SURRENDER"]/choice[1]/text
source: Spare Kazaaak.
fr: Epargner Kazaaak.
ko: 카자앜을 살려준다.
ru: Пощадить Казааака.

# data/events_coalition.xml$//event[@name="KAZ_SURRENDER"]/choice[1]/event/text
source: "You... you letting me live? I... I do not understand. Is this some Federation trick? You have chance to strike me down, avenge men and women I killed during the war, yet you would let me live?"
fr: "Vous... Vous me laissez vivre ? Je... Je ne pas comprendre. Est-ce tour de passe-passe Fédération ? Vous avez chance de m'abattre, venger hommes et femmes qu'avoir tué durant la guerre, et vous me laisser vivre ?"
ko: 너... 나를 살려주겠다고? 난... 이해할 수 없다. 혹시 연방의 속임수인가? 나를 죽임으로써 내가 전쟁 중에 죽였던 모든 이들의 복수를 할 수 있는데, 그런데도 날 살려주겠다고?
ru: "Ты... ты оставляешь меня в живых? Я... Я не понимаю. Это какая-то уловка Федерации? У тебя есть шанс убить меня, отомстить за мужчин и женщин, которых я убил во время войны, но ты оставляешь меня в живых?"

source: The Federation-Mantis War was in the past. Neither side was free from blame.
fr: Le conflit Fédération-Mantis est du passé. Aucun camp n'est libre de vices.
ko: 연방-맨티스 전쟁은 과거의 일입니다. 어느 쪽도 비난에서 자유로울 수 없습니다.
ru: Война Федерации с богомолами осталась в прошлом. Ни одна из сторон не была лишена вины.

source: "Oh do not giving me history lesson. I live through it, I know how things go. Still, so you spare old Mantis. What of Coalition?"
fr: "Oh, ne me donnez pas leçon d'histoire. Ai vécu à travers, savoir comment choses se passer. Mais, vous épargnez vieux Mantis. Quoi donc pour Coalition?"
ko: "아 역사 수업이라면 필요 없어. 내가 살아온게 역사니, 무슨 일이 있었는지 잘 안다고. 어쨌거나 너는 이 늙은 맨티스에게 자비를 베풀었군. 연합에도 그럴 건가?"
ru: "Не надо меня учить истории. Я это пережил, я знаю, как все происходит. Тем не менее, ты пощадил старого богомола. А что делать с Коалицией?"

source: The Coalition is a problem, but the Rebellion is a bigger threat.
fr: La Coalition est un problème, mais la Rébellion est une plus grande menace.
ko: 연합도 문제지만, 반군이 더 큰 위협입니다.
ru: Коалиция - это проблема, но Восстание - более серьезная угроза.

source: "Hmmm, Rebellion. You know, I fight Vance once, long ago. Much slimmer then, but human not fare well after months of concentration camps. Perhaps... perhaps you are right. The Hive and I's approach, while more direct, could be to blame for this Rebellion. Perhaps if we had been more patient and trusting of humanity, Vance never would have turned to genocide."
fr: "Hmmm, Rébellion. Vous savez, ai combattu Vance autrefois, il y a longtemps. Plus mince autrefois, mais humain pas belle forme après mois de camps de concentration. Peut-être... Peut-être que vous avoir raison. Mon approche et celle de Ruche, bien que plus directe, peut-être à blamer pour Rébellion. Peut-être si plus confiant et patient avec humanité, Vance n'aurait pas tourné au génocide."
ko: "흐음... 반군이라. 그거 아나? 나는 전에 밴스와 싸운 적이 있어. 아주 오래전에 말이야. 그 당시에는 훨씬 날씬했는데, 몇 달간 수용소에 갇혀 있으니 몸이 많이 상했더군. 어쩌면... 네 말이 옳을지도 몰라. 하이브와 내 행동이 이 반란의 직접적인 원인이 됐을 수도 있어. 우리가 조금 더 인류를 믿고 인내심을 가졌다면 밴스가 이렇게 학살을 벌이진 않았겠지."
ru: "Хммм, Восстание. Знаешь, я однажды, давным-давно, сражался с Вэнсом. Он тогда был гораздо стройнее, но человек не очень хорошо себя чувствовал после нескольких месяцев концлагеря. Возможно... возможно, ты прав. Наш с Ульем подход, будучи более прямолинейным, может быть виноват в этом Восстании. Возможно, если бы мы были более терпеливы и доверчивы к человечеству, Вэнс никогда бы не прибег к геноциду".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "You have teaching me, Federation captain. Or at least, I think. Perhaps I have lessons yet to learn, as I'm sure you do as well. But now that my crew has been slaughtered and I am without purpose, maybe it's time I repent for my mistakes. I have no need for this ship of mine any longer. Perhaps it will service you better."
fr: "Vous m'avoir fort appris, capitaine Fédération. Du moins, je pense. Peut-être avoir encore leçons à apprendre, mais vous certainement aussi. Mais maintenant qu'équipage meurtri et moi sans but, peut-être temps de se repentir pour erreurs. Plus avoir besoin de ce vaisseau de moi. Peut-être il vous servir plus."
ko: "내게 가르침을 주었군, 연방 선장. 최소한 내가 생각하기로는 그래. 내겐 아직 배워야 할 것이 많아. 아마 너도 그렇겠지. 내 선원들은 다 죽었고 나도 목적을 잃었으니 이젠 내 실수를 뉘우칠 때인 것 같군. 나에겐 더 이상 이 함선이 필요 없어. 차라리 네게 더 도움이 되겠지."
ru: "Ты учишь меня, капитан Федерации. Или, по крайней мере, я так думаю. Возможно, мне еще предстоит выучить новые уроки, как, я уверен, и тебе. Но теперь, когда мой экипаж убит, а я лишен цели, возможно, пришло время раскаяться в своих ошибках. Мне больше не нужен этот корабль. Возможно, он послужит тебе лучше".

source: Kazaaakplethkilik
ru: Казааакплеткилик

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "Asking one more favor of you, captain, if you are not minding. I wish to return to Hive, speak with queen. I am giving you coordinates now, in case we are not finding it on journeys."
fr: "Demander une dernière faveur, capitaine, si ne pas déranger. Je veux retourner à la Ruche, parler avec reine. Je donne les coordonnées, si nous ne trouvons pas dans notre périple."
ko: "하나만 더 부탁하지, 선장. 너만 괜찮다면 하이브로 돌아가 여왕과 이야기하고 싶어. 여정 중에 하이브를 찾지 못할 수도 있으니 내가 좌표를 주겠다."
ru: "Прошу тебя еще об одном одолжении, капитан, если ты не возражаешь. Я хочу вернуться в Улей, поговорить с королевой. Я сейчас передам вам координаты, на случай, если мы не найдем ее во время путешествия".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="KAZ_SURRENDER"]/choice[2]/text
source: Finish him off.
fr: L'achever.
ko: 그를 죽인다.
ru: Прикончить его.

source: The nebula at this beacon is very thick. Too thick, in fact. You can just barely make out part of a ship slipping through the nebula. You're being followed.
fr: La nébuleuse à cette balise est très épaisse. Trop épaisse, même. Vous pouvez juste à peine discerner un bout de vaisseau se faufilant dans la nébuleuse. On vous suit.
ko: 이 송신소의 성운은 굉장히 짙습니다. 정말이지 짙어도 너무 짙군요. 당신은 성운 사이로 당신을 따라오던 함선을 간신히 알아챘습니다. 미행당하고 있습니다.
ru: Туманность у этого маяка очень плотная. Даже слишком. Вы едва можете различить часть корабля, проносящегося сквозь туманность. За вами следят.

source: Face your pursuer.
fr: Faire face à votre pourchassant.
ko: 미행하는 함선을 마주한다.
ru: Встретиться лицом к лицу с преследователем.

source: The ship that comes out of the nebula is no ship you've ever seen or heard of before. Despite being armed as well as any other military ship, as soon as it spots you the ship hastily moves to escape!
fr: Le vaisseau que vous voyiez sortir de la nébuleuse ne ressemble à rien de ce que vous avez vu dans le passé. Malgré le fait qu'il a l'air aussi bien armé qu'un astronef militaire standard, dès qu'il vous repère le vaisseau prend la fuite !
ko: 성운 속에서 듣도 보도 못한 정체불명의 함선이 튀어나왔습니다. 그 함선은 다른 군함들만큼이나 무장을 갖췄음에도, 당신을 발견하자마자 재빨리 도망쳤습니다!
ru: Корабль, появившийся из туманности, не похож на те, что вы видели или слышали раньше. Несмотря на то, что он вооружен не хуже любого военного корабля, как только он замечает вас, он поспешно ретируется!

source: Get out of here, fast.
fr: Partir d'ici, et vite.
ko: 이곳을 빠져나간다. 빠르게.
ru: Быстро уходим отсюда.

source: I see you are cheating. I hope you're proud of yourself.
fr: Eh bah bravo, vous avez triché. J'espère que vous êtes fiers de vous.
ko: 치트 쓰는 거 다 보인다. 부끄럽지도 않음?
ru: Я вижу, что ты жульничаешь. Надеюсь, ты гордишься собой.

source: The ship's speedy retreat has left you very confused.
fr: La retraite excessivement vive du vaisseau vous laisse très confus.
ko: 당신은 그 함선의 빠른 후퇴에 혼란스러웠습니다.
ru: Быстрое бегство корабля привело вас в замешательство.

source: (Upg. Sensors) Lock onto their jump signature and follow them.
fr: (Capteurs améliorés) Verrouiller leur signature et les suivre.
ko: (고급 센서) 그들의 도약 신호를 포착해 쫒아간다.
ru: (Улучш. Сенсоры) Зафиксировать сигнатуру прыжка и следовать за ним.

source: Luckily, you're able to pick up their jump signature. You enter their new co-ordinates into your database.
fr: Par chance, vous pouvez récupérer leur signature de saut. Vous rentrez leurs coordonnées dans votre banque de données.
ko: 운이 좋게도 당신은 그들의 도약 신호를 포착할 수 있었습니다. 데이터베이스에 그들의 새로운 좌표를 기록했습니다.
ru: К счастью, вам удалось засечь их прыжковую сигнатуру. Вы вводите их новые координаты в свою базу данных.

source: (Slug Crew) Have your Slug track their ship.
fr: (Membre d'équipage Limace) Faire en sorte de traquer leur signature.
ko: (슬러그 선원) 슬러그 선원에게 그들의 함선을 쫒으라고 한다.
ru: (Член экипажа-слизень) Пусть ваш слизень отследит корабль.

source: Luckily, your Slug is able to detect their jump signature. You enter their new co-ordinates into your database.
fr: Par chance, votre Limace est apte à détecter leur signature de saut. Vous rentrez leurs coordonnées dans votre banque de données.
ko: 운이 좋게도 슬러그는 그들의 도약 신호를 포착할 수 있었습니다. 데이터베이스에 그들의 새로운 좌표를 기록했습니다.
ru: К счастью, ваш слизень умеет обнаружить сигнатуру прыжка. Вы вводите их новые координаты в свою базу данных.

source: (Long-Ranged Scanners) Track their ship.
fr: (Scanners longue-portée) Traquer leur vaisseau.
ko: (장거리 스캐너) 그들의 함선을 쫒는다.
ru: (Сканеры дальнего действия) Отследить корабль.

source: Luckily, you're able to pick up their jump signature. You enter their new co-ordinates into your database.
fr: Par chance, vous récupérez leur signature de saut. Vous rentrez leurs coordonnées dans votre banque de données.
ko: 운이 좋게도 당신은 그들의 도약 신호를 포착할 수 있었습니다. 데이터베이스에 그들의 새로운 좌표를 기록했습니다.
ru: К счастью, вам удалось засечь их прыжковую сигнатуру. Вы вводите их новые координаты в свою базу данных.

source: (Adv. Navigation) Track their ship.
fr: (Navigation Av.) Traquer leur vaisseau.
ko: (장거리 도약 장비) 그들의 함선을 쫒는다.
ru: (Продв. Навигация) Отследить корабль.

source: Luckily, you're able to pick up their jump signature. You enter their new co-ordinates into your database.
fr: Par chance, vous récupérez leur signature de saut. Vous rentrez leurs coordonnées dans votre banque de données.
ko: 운이 좋게도 당신은 그들의 도약 신호를 포착할 수 있었습니다. 데이터베이스에 그들의 새로운 좌표를 기록했습니다.
ru: К счастью, вам удалось засечь их прыжковую сигнатуру. Вы вводите их новые координаты в свою базу данных.

source: (Analyzer) Track their ship.
fr: (Analyseur) Traquer leur vaisseau.
ko: (분석기) 그들의 함선을 쫒는다.
ru: (Анализатор) Отследить корабль.

source: You grab the beacon's logs and determine the direction in which the ship is heading. You enter their new co-ordinates into your database.
fr: Vous récupérez les journaux de données de la balise pour déterminer la direction prise par le vaisseau. Vous rentrez leurs coordonnées dans votre banque de données.
ko: 당신은 송신소의 기록을 확인하여 그 함선이 향하고 있는 곳을 알아냈습니다. 그들의 새로운 좌표를 데이터베이스에 기입합니다.
ru: Заполучив записи маяка и определяете направление, в котором движется корабль. Вы вводите их новые координаты в свою базу данных.

source: The Cealaformer has been eliminated. You scrap the remains.
fr: Le vaisseau Dissimulateur a été éliminé. Vous récupérez ses restes.
ko: 실라포머를 격침했습니다. 당신은 잔해를 수거했습니다.
ru: Цеалаформер ликвидирован. Вы собираете все полезное с обломков.

source: Investigate the spire.
fr: Enquêter sur la tour.
ko: 첨탑을 조사한다.
ru: Исследовать спираль.

source: The Cealaformer has been eliminated. You scrap the remains.
fr: Le vaisseau Dissimulateur a été éliminé. Vous récupérez ses restes.
ko: 실라포머를 격침했습니다. 당신은 잔해를 수거했습니다.
ru: Цеалаформер ликвидирован. Вы собираете все полезное с обломков.

source: Investigate the spire.
fr: Enquêter sur la tour.
ko: 첨탑을 조사한다.
ru: Исследовать спираль.

source: Location of the strange vessel.
fr: Emplacement de l'étrange vaisseau.
ko: 이상한 선박의 위치입니다.
ru: Местонахождение странного судна.

source: Explored location. Nothing left of interest.
fr: Lieu exploré. Il ne reste rien d'intéressant.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.

# data/events_coalition.xml$//event[@name="COALITIONHOLD_CEALAFORMER_3"]/text
source: You've tracked down the strange ship - but your destination isn't quite what you expected. In the middle of an ion storm you find a rogue planet submerged entirely in darkness except for a glowing spire and fields of tesla coils drawing power from the storm. A warning appears on your screen; "Warning: you are approaching a restricted zone. Only authorized Coalition personnel may enter."
fr: Vous avez retrouvé la trace du vaisseau étrange - mais la destination n'est pas ce à quoi vous vous attendiez. Au milieu d'une tempête ionique, vous trouvez une planète à la dérive entièrement submergée sombrement, exceptée pour une tour brillante et des champs de bobines teslas drainant de l'énergie de la tempête. Un avertissement apparaît sur votre écran ; "Attention : vous approchez une zone restreinte. Seul le personnel autorisé de la Coalition est autorisé à pénétrer ces lieux."
ko: 그 이상한 함선의 좌표는 당신을 예상 밖의 목적지로 이끌었습니다. 이온 폭풍의 중심에 떠돌이 행성이 하나 있었는데, 폭풍으로부터 에너지를 흡수하는 테슬라 코일과 번쩍하고 빛나는 첨탑이 설치된 부분을 제외하곤 모조리 어둠에 뒤덮여 있었습니다. 당신의 화면에 경고 메시지가 나타납니다. "주의: 출입 제한 구역에 진입하고 있습니다. 허가받은 연합 관계자만이 들어갈 수 있습니다."
ru: Вы выследили странный корабль, но место назначения оказалось совсем не таким, как вы ожидали. В центре ионного шторма вы обнаруживаете квазипланету, полностью погруженную во тьму, за исключением светящейся башни и полей тесла-катушек, получающих энергию от бури. На экране появляется предупреждение: "Внимание: вы приближаетесь к запретной зоне. Вход разрешен только авторизованному персоналу Коалиции".

source: Ignore the warning and approach.
fr: Ignorer l'avertissement et s'approcher.
ko: 경고를 무시하고 진입한다.
ru: Не обращать внимания на предупреждение и приблизиться.
