Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

# data/events_coalition.xml$//event[@name="DISTRESS_COALITION_PIRATE_FEAR"]/text
source: This beacon has a very rare sight. The source of this distress beacon is coming from the pirate ship here! A hyperventilating pirate captain hails you. "Oh god, I'm so sick of this sector. You gotta help us man, no one should be subjected to this torment! I came here to blow up some Civilians and rob some colonies, not have my right hand man sliced in half by a Mantis and my engineer zapped to death by stinky worms!"
fr: Cette balise abrite un phénomène inoui. La source du signal de détresse provient d'un vaisseau pirate ! Un capitaine en proie à la panique vous contacte. "Mon dieu, j'en ai marre de ce secteur. Tu doit m'aider mec, personne ne devrait subir ce tourment ! Je suis venu ici exploser des civils et voler des colonies, pas pour avoir mon second découpé en deux par un Mantis et mon ingénieur éléctrocuté par des vers puants !"
ko: 이 송신소에는 보기 드문 광경이 펼쳐져 있었습니다. 조난 신호의 출처는 바로 이곳의 해적선이었습니다! 과호흡을 하는 해적 선장이 당신을 부릅니다. "맙소사, 난 이 구역에 정말 진절머리가 나. 넌 우리를 도와줘야 해, 아무도 이런 고통을 받아선 안 된다고! 난 민간인들을 날려버리고 주거지를 털려고 이곳에 온 거지, 맨티스한테 오른손이 두 동강 나고 악취 나는 지렁이들한테 기술자를 잃으러 온 게 아니란 말이야!
ru: Этот маяк открывает весьма редкое зрелище. Источник маяка бедствия исходит с пиратского корабля, находящегося здесь! Вас вызывает капитан пиратов, страдающий от гипервентиляции. "О боже, как мне надоел этот сектор. Ты должен помочь нам, никто не должен подвергаться таким мучениям! Я пришел сюда, чтобы разнести несколько гражданских и ограбить несколько колоний, а не для того, чтобы моего главного помощника разрезал пополам богомол, а моего инженера загрызли до смерти вонючие черви!"

source: Attack the pirates.
fr: Attaquer les pirates.
ko: 해적을 공격한다.
ru: Атаковать пиратов.

source: You have no sympathy for the pirates. You raise your weapons and attack.
fr: Vous n'avez aucune sympathie pour les pirates. Vous braquez vos armes et attaquez.
ko: 당신은 해적을 동정하지 않습니다. 당신은 무기를 장전하고 공격을 시작했습니다.
ru: Вы не испытываете симпатии к пиратам. Вы заряжаете оружие и атакуете.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Give them some supplies.
fr: Donner des provisions.
ko: 그들에게 보급품을 좀 준다.
ru: Дать им немного припасов.

source: You hand over the supplies to the pirates.
fr: Vous donnez les provisions aux pirates.
ko: 당신은 해적들에게 보급품을 건네줬습니다.
ru: Вы передаете припасы пиратам.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The pirates are shocked that you were willing to help them. They gift you a weapon that they "borrowed" from a previous victim.
fr: Les pirates sont choqués que vous souhaitiez les aider. Ils vous offfrent une arme qu'ils ont "empruntée" d'une précédente victime.
ko: 해적들은 당신의 흔쾌한 도움에 충격을 받았습니다. 그들은 이전 피해자에게서 "빌린" 무기를 당신에게 선물로 줬습니다.
ru: Пираты потрясены тем, что вы согласились им помочь. Они дарят вам оружие, которое "позаимствовали" у предыдущей жертвы.

source: We can't help.
fr: On ne peut rien faire.
ko: 도와줄 수 없습니다.
ru: Мы ничем не можем помочь.

source: The pirate doesn't say anything as you end the call, and doesn't follow when you distance yourself from them.
fr: Le pirate ne dit rien de plus jusqu'à la fin de l'appel, et ne vous suit pas lorsque vous vous éloignez.
ko: 해적은 당신이 통신을 끊을 때까지 아무 말도 하지 않았고, 당신이 그들로부터 멀어질 때도 쫓아오지 않았습니다.
ru: Пираты больше ничего не говорят, когда вы завершаете разговор, и не преследуют вас, когда вы отдаляетесь от них.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The pirate stops crying for a moment to glare at you. "Well if you won't be charitable, we'll just take your ship and supplies ourselves!"
fr: Le pirate s'arrête de pleurer pour vous fixer. "Très bien, si tu ne compte pas être charitable, on va juste prendre ton vaisseau et sa soute nous-mêmes!"
ko: 해적이 잠시 울음을 멈추고 당신을 노려봅니다. "뭐 그쪽이 자비를 베풀지 않겠다면, 강제로 너의 함선과 물자를 가져가 주겠어!"
ru: Пират на мгновение прекращает плакать и смотрит на вас. "Ну, если ты не хочешь быть милосердными, мы просто заберем себе твой корабль и припасы!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="DISTRESS_COALITION_TRAP_BEACON"]/text
source: "I knew it would be a foolish Federation ship who stumbled into this trap!" Your life support immediately shuts off, suggesting the Coalition ship here is wielding a combat augment against you!
fr: "Je savait que ce serait un imbécile de la Fédération qui tomberait dans mon piège !" Votre système d'Oxygène est brusquement coupé, ce qui suggère que le vaisseau Coalition ici présent manie une augmentation de combat contre vous !
ko: "이 함정에 빠지는 건 어리석은 연방 함선뿐이지!" 갑자기 당신의 생명 유지 장치가 꺼졌습니다. 이는 연합 함선이 당신에게 전투 보조장비를 사용하고 있음을 암시합니다!
ru: "Я знал, что в эту ловушку попадется глупый корабль Федерации!" Ваша система жизнеобеспечения сразу же отключается, что говорит о том, что корабль Коалиции использует против вас боевой модуль!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Anti-Virus) Restore your oxygen.
fr: (Anti-Virus) Restaurer vote Oxygène.
ko: (안티 바이러스 모듈) 산소실을 수복한다.
ru: (Антивирус) Восстановить вашу Кислородную систему.

source: Your Oxygen system is restored to full power.
fr: Votre système d'Oxygène tourne de nouveau à pleine puissance.
ko: 당신의 산소실이 최대 출력까지 복구되었습니다.
ru: Кислородная система восстановлена до полной мощности.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="DISTRESS_COALITION_FED"]/text
source: The source of the distress beacon is a Federation ship, running away from its Coalition pursuer.
fr: La source du détresse est un vaisseau de la Fédération, essayant d'échapper à son traqueur de la Coalition.
ko: 조난 신호의 출처는 연합의 추격자로부터 도망치고 있는 연방 함선이었습니다.
ru: Источником сигнала бедствия является корабль Федерации, спасающийся от преследователей из Коалиции.

# data/events_coalition.xml$//event[@name="DISTRESS_COALITION_FED"]/choice[1]/text
source: Rescue the Feds!
fr: Sauver les Féds !
ko: 연방 함선을 구한다!
ru: Спасти федералов!

source: You engage the Coalition ship.
fr: Vous engagez le combat avec le vaisseau de la Coalition.
ko: 연합 함선과 교전을 시작합니다.
ru: Вы вступаете в бой с кораблем Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="DISTRESS_COALITION_FED"]/choice[2]/text
source: Ignore the two ships.
fr: Ignorer les deux vaisseaux.
ko: 두 함선을 무시한다.
ru: Не обращать внимания на два корабля.

source: You fly away from the ships, trying not to think of the inevitable fate of the Federation ship.
fr: Vous vous éloignez des vaisseaux, en essayant de ne pas penser à l'inévitable sort du vaisseau Fédération.
ko: 당신은 그 연방 함선의 피할 수 없는 운명을 생각하지 않으려고 애쓰면서 먼 곳으로 날아갔습니다.
ru: Вы улетаете от кораблей, стараясь не думать о неминуемой судьбе корабля Федерации.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The ship you saved was badly damaged in the battle. Most of the crew accepts your offer to be dropped off at a nearby station. One offers to join your crew.
fr: Le vaisseau que vous avez sauvé a été gravement endommagé au cours du combat. La plupart de ses membres d'équipage acceptent votre offre de les déposer à une station proche, mais l'un d'eux souhaiterait vous rejoindre.
ko: 당신이 구한 함선은 전투 중에 심각하게 손상됐습니다. 대부분의 선원은 가까운 정거장에 내려주겠다는 당신의 제안에 동의했습니다. 한 명은 당신과 합류하겠다고 합니다.
ru: Спасенный вами корабль был сильно поврежден в бою. Большая часть членов экипажа принимает ваше предложение высадиться на ближайшей станции. Один из них хочет присоединиться к вашей команде.

source: Welcome aboard!
fr: Bienvenue à bord !
ko: 승선을 환영합니다!
ru: Добро пожаловать на борт!

source: The survivor gets on board the ship.
fr: Le survivant monte à bord du vaisseau.
ko: 생존자가 함선에 탔습니다.
ru: Выживший поднимается на борт корабля.

source: Decline their request.
fr: Décliner.
ko: 거절한다.
ru: Отклонить его просьбу.

source: Apparently the ship that was being assaulted was a transport vessel. They thank you for saving them and offer part of their cargo.
fr: Apparemment, l'astronef attaqué était un vaisseau de transport. Son équipage vous remercie de votre aide et vous offre une petite récompense.
ko: 알고 보니 공격당한 함선은 수송선이었습니다. 그들은 구해줘서 고맙다며 화물의 일부를 제공했습니다.
ru: Судя по всему, корабль, подвергшийся нападению, был транспортным. Они благодарят вас за спасение и предлагают часть своего груза.

source: It seems the crew did not survive the assault. You take what you can from the remains of the ship.
fr: Apparemment, l'équipage du vaisseau n'a pas survécu au combat. Vous récupérez ce que vous pouvez parmi les débris.
ko: 연방 선원들은 연합의 공격으로부터 살아남지 못한 것 같습니다. 당신은 함선의 잔해에서 가져갈 수 있는 것들을 챙겼습니다.
ru: Похоже, что экипаж не выдержал нападения. Вы берете все, что можете, из останков корабля.

source: They respond, "It's a good thing you came when you did; we'd be dead now otherwise. I'm a shipwright and I'd like to help you like you helped me."
fr: Le capitaine vous répond : "Heureusement que vous êtes arrivé, sans quoi nous serions tous morts ! Mon travail consiste à construire des vaisseaux, et j'aimerais bien vous aider, moi aussi."
ko: 그들이 응답합니다. "제때 와주셔서 다행입니다. 당신이 아니었다면 우린 이미 죽은 목숨이었을 거에요. 저는 조선공인데, 당신이 저를 도운 것처럼 저도 당신을 돕고 싶습니다.
ru: Капитан отвечает: "Хорошо, что ты пришел вовремя, иначе мы были бы уже мертвы. Я судомонтажник, и я хотел бы помочь тебе, как ты помог мне".

source: The captain offers to install a piece of equipment on your ship.
fr: Le capitaine vous offre une pièce d'équipement pour votre vaisseau.
ko: 선장이 당신의 함선에 장비를 설치해 주겠다고 제안했습니다.
ru: Капитан предлагает установить на ваш корабль дополнительное оборудование.

source: "This sector has become increasingly dangerous for the Federation. I think my crew can patch up some of your hull damage as thanks."
fr: "Ce secteur est de plus en plus dangereux pour les amis de la Fédération. Mon équipage devrait pouvoir réparer une partie des dégâts subis par votre coque en guise de remerciement."
ko: "이 구역은 연방에게 점점 더 위험해지고 있죠. 제 생각에 우리 선원들이 감사의 표시로써 당신의 선체를 조금 고쳐줄 수 있을 것 같습니다."
ru: "Этот сектор в последнее время становится все более опасным для Федерации. Я думаю, что мой экипаж сможет устранить некоторые повреждения вашего корпуса в качестве благодарности".

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: The Coalition's alliance with the Slugs means many times their ships can be found crawling around nebulas. This is one such occasion.
fr: L'alliance de la Coalition avec les Limaces signifie que leurs vaisseaux peuvent souvent être trouvés à ramper près des nébuleuses. C'est l'une de ces occasions.
ko: 슬러그가 연합의 일부라는 것은 성운 지대에서 돌아다니는 연합 함선을 자주 발견할 수 있음을 의미합니다. 바로 지금처럼 말이죠.
ru: Благодаря союзу Коалиции со cлизнями их корабли часто можно встретить в туманностях. Это один из таких случаев.

source: It appears a Coalition ship is hiding in this nebula beacon. Upon spotting you they arm their weapons!
fr: On dirait qu'un vaisseau appartenant à la Coalition se cache dans cette balise nébuleuse. Dès qu'il vous repère, il active ses armes !
ko: 연합 함선이 이 성운 지대의 송신소에 숨어 있던 것 같습니다. 그들은 당신을 보자마자 무기를 꺼냈습니다!
ru: Похоже, что в этой туманности прячется корабль Коалиции. Заметив вас, они заряжают оружие!

source: A Coalition ship exploring this nebula has found you and attacks!
fr: Un vaisseau de la Coalition explorant cette nébuleuse vous trouve, et attaque !
ko: 이 성운을 탐사하던 연합 함선이 당신을 발견하고 공격해옵니다!
ru: Корабль Коалиции, исследующий эту туманность, обнаружил вас и атакует!

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_ABDUCTOR"]/text
source: A Coalition Abductor is hiding in this beacon. They hail you ominously, "Choose your death, travelers. Betrayal by one of your crew, or destruction at our hands?"
fr: Un Ravisseur de la Coalition se cache dans cette balise. Ils vous contactent avec un ton sinistre ; "Choissisez votre mort, voyageurs. Trahison par l'un des vôtres, ou destruction à nos mains ?"
ko: 이 송신소에 연합군 납치선이 숨어 있었습니다. 그들이 불길한 메시지를 보냈습니다. "너의 죽음을 택해라, 여행자. 네 선원 중 한명에게 배신당할 것이냐, 아니면 우리의 손에 파멸을 맞을 것이냐?
ru: Похитители Коалиции прячутся на этом маяке. Они зловеще обращаются к вам: "Выберите свою смерть, путешественники. Предательство одного из членов вашего экипажа или гибель от наших рук?"

source: Destruction.
ko: 파멸.
ru: Гибель.

source: "So you wish to taste the bitter end at the end of our guns? What a great choice!"
fr: "Alors vous souhaitez savourer votre fin servie par nos armes ? Quel bon choix !"
ko: "그래서 우리의 마지막 사격으로 쓰디쓴 최후를 맛보고 싶다는 건가? 정말 훌륭한 선택이군!"
ru: "Значит, вы хотите отведать вкус горечи нашего оружия? Какой прекрасный выбор!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Upg. Weapons) Neither, dumbass.
fr: (Armes améliorées) Aucun des deux, imbécile.
ko: (고급 무기실) 둘 다 싫거든, 멍청아.
ru: (Улучш. Оружие) Ни то, ни другое, тупица.

source: "Ah yes yes, you are a skilled negotiator. Silly of me to think such tricks would work on you. Heheh..."
fr: "Ah oui oui, un fin négociateur. Autant pour moi de croire que de tels tours marcherait sur vous. Héhéh..."
ko: "아 그래그래, 능숙한 협상가시군. 네게 그런 속임수가 통할 거라고 생각하다니 내가 정말 바보였어. 헤헤..."
ru: "Ах, да, да, вы умелый переговорщик. Глупо было думать, что такие уловки сработают с вами. Хехе..."

source: (Disruption Field) Neither, dumbass.
fr: (Champ disrupteur) Aucun des deux, imbécile.
ko: (에너지 장막) 둘 다 싫거든, 멍청아.
ru: (Поле помех) Ни то, ни другое, тупица.

source: "Ah yes yes, you are a skilled negotiator. Silly of me to think such tricks would work on you. Heheh..."
fr: "Ah oui oui, un fin négociateur. Autant pour moi de croire que de tels tours marcherait sur vous. Héhéh..."
ko: "아 그래그래, 능숙한 협상가시군. 네게 그런 속임수가 통할 거라고 생각하다니 내가 정말 바보였어. 헤헤..."
ru: "Ах, да, да, вы умелый переговорщик. Глупо было думать, что такие уловки сработают с вами. Хехе..."

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_CHECKPOINT"]/text
source: A looping message plays over the stereo. "This beacon is a security checkpoint. Submit to processing. If you have nothing to hide, you have nothing to fear." You can hear a Rockman chuckling as the track ends. There's no way they'll let you pass as a Federation ship.
fr: Un message en boucle est joué à la stéréo. "Cette balise est un point de sécurité. Soumettez vous au contrôle. Si vous n'avez rien à cacher, vous n'avez rien à craindre." Vous entendez le ricanement d'un Rocailleux juste à la fin de l'enregistrement. Il n'y a aucune chance qu'ils vous laissent passer en tant que vaisseau de la Fédération.
ko: 음향 장치에서 반복 메시지가 흘러나왔습니다. "이 송신소는 보안 검문소입니다. 검문에 응해주십시오. 숨기는 것이 없다면 두려워할 필요도 없습니다." 메시지가 끝날 때 락맨이 킥킥거리는 소리가 들렸습니다. 그들이 연방 함선을 통과시켜줄 리 없습니다."
ru: Через стереосистему воспроизводится зацикленное сообщение. "Этот маяк является контрольно-пропускным пунктом. Подчиняйтесь процедурам. Если вам нечего скрывать - вам нечего бояться". В конце сообщения слышно посмеивание валуна. Они ни за что не позволят вам пройти, поскольку вы корабль Федерации.

source: Fight through.
fr: Se battre.
ko: 싸워서 지나간다.
ru: Сражаемся.

source: You prepare to fight the checkpoint.
fr: Vous vous préparez à combattre le point de contrôle.
ko: 당신은 검문소와의 전투를 준비했습니다.
ru: Вы готовитесь к бою против контрольно-пропускного пункта.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Cloaking) Try to sneak past.
fr: (Camouflage) Essayer de se faufiler.
ko: (은폐장) 몰래 지나간다.
ru: (Маскировка) Попытаться проскочить мимо.

source: (Adv. Cloaking) Try to sneak past.
fr: (Camouflage de pointe) Essayer de se faufiler.
ko: (최고급 은폐장) 몰래 지나간다.
ru: (Продв. Маскировка) Попытаться проскочить мимо.

source: The Coalition station stands no chance at detecting you with your superior cloaking. You slip past completely unnoticed.
fr: La station de la Coalition n'a aucune chance de vous détecter avec votre Camouflage supérieur. Vous passez incognito.
ko: 연합 정거장은 당신의 우월한 은폐를 감지해낼 가망이 없습니다. 당신은 소리소문없이 검문소를 지나쳤습니다.
ru: Станция Коалиции не имеет ни малейшего шанса обнаружить вас благодаря вашей превосходной маскировке. Вы проскочили мимо совершенно незамеченным.

source: (Upg. Engines) Try to sneak past.
fr: (Moteurs améliorés) Essayer de se faufiler.
ko: (고급 엔진실) 몰래 지나간다.
ru: (Улучш.Двигатели) Попытаться проскочить мимо.

source: (Adv. Engines) Try to sneak past.
fr: (Moteurs de pointe) Essayer de se faufiler.
ko: (최고급 엔진실) 몰래 지나간다.
ru: (Продв. Двигатели) Попытаться проскочить мимо.

source: With the station completely immobile, you easily speed past them.
fr: La station étant complètement immobile, vous les dépassez avec aise.
ko: 정거장은 이동할 수 없기 때문에, 당신은 검문소를 손쉽게 지나쳤습니다.
ru: Поскольку станция совсем неподвижна, вы легко минуете ее на скорости.

source: Rescue the civilians!
fr: Sauver les civils !
ko: 민간인들을 구한다!
ru: Спасти гражданских!

source: You engage the Coalition ship.
fr: Vous engagez le vaisseau Coalition.
ko: 연합 함선과 교전을 시작합니다.
ru: Вы вступаете в бой с кораблем Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the civilians.
fr: Ignorer les civils.
ko: 민간인들을 무시한다.
ru: Не обращать внимания на гражданских.

source: You quickly fly away. Soon, the signals coming from the civilians are replaced by the flash of an explosion from their ship.
fr: Vous quittez vite la zone. Rapidement, les signaux venant des civils sont remplacés par le flash d'une explosion venant de leur vaisseau.
ko: 당신은 재빠르게 먼 곳으로 날아갔습니다. 민간인들이 보내던 신호는 곧 폭발의 불빛으로 바뀌었습니다.
ru: Вы быстро улетаете. Вскоре сигналы, поступающие от гражданских, сменяются вспышкой взрыва их корабля.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$/FTL/textList[5]/text[1]
source: You are repeatedly hailed by a nearby civilian ship. You approach it carefully when a Coalition ship flies past, firing at the civilians!
fr: Vous êtes répétitivement contacté par un vaisseau civil proche. Vous l'approchez avec attention lorsqu'un vaisseau de la Coalition débarque, leur tirant dessus !
ko: 민간 함선이 당신을 반복적으로 불렀습니다. 조심스럽게 다가가자, 연합 함선이 날아오더니 민간인들을 향해 발포하기 시작했습니다!
ru: С вами неоднократно связывается ближайший гражданский корабль. Вы осторожно приближаетесь к нему, как вдруг мимо проносится корабль Коалиции и открывает огонь по гражданским!

# data/events_coalition.xml$/FTL/textList[5]/text[2]
source: You notice a Coalition ship assaulting a civilian transport. You receive simultaneous hails from both ships, a plea for help and a warning to stay away.
fr: Vous remarquez un vaisseau de la Coalition assaillant un transport civil. Vous recevez des appels simultanés des deux vaisseaux, un appel à l'aide, et un avertissement.
ko: 당신은 연합 함선이 민간 수송선을 공격하고 있는 걸 알아채고, 두 함선으로부터 도와달라는 간청과 다가오지 말라는 경고를 동시에 들었습니다.
ru: Вы заметили, как корабль Коалиции атакует гражданский транспортный корабль. Вы одновременно получаете сообщения с обоих кораблей - просьбу о помощи и предупреждение держаться подальше.

# data/events_coalition.xml$/FTL/textList[5]/text[3]
source: Coalition space is a dangerous place for any ship, so you are not surprised to see the unarmed civilian ship at this beacon under attack from a Coalition ship.
fr: L'espace de la Coalition est dangereux pour n'importe quel vaisseau, vous n'êtes donc pas surpris de voir le vaisseau civil non armé de cette balise sous le feu d'un vaisseau de la Coalition.
ko: 연합의 영역은 어떤 함선에게나 위험한 곳입니다. 따라서 이 송신소에서 비무장 민간 함선이 연합 함선에게 공격받고 있는 것도 놀랄 일이 아닙니다.
ru: Пространство Коалиции - опасное место для любого корабля, поэтому вы не удивляетесь, увидев, что безоружный гражданский корабль у этого маяка подвергся нападению со стороны корабля Коалиции.

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_SUZERAIN_CHOICE"]/text
source: A Suzerain ship is patrolling this nebula. You catch some chatter between their crew. "You know, I prefer this place before nebula." "Yes, agree. Nebulas annoying. How long till Slug bits are attach to ship and we see again?"
fr: Un vaisseau Suzerain patrouille la nébuleuse. Vous interceptez une conversation de son équipage. "Tu sais, je préfère endroit avant nébuleuse." "Oui, d'accord. Nébuleuses embêtantes. Combien de temps avant que morceaux Limaces rattachés à vaisseau pour voir de nouveau?"
ko: 영주 함선이 이 성운을 순찰하고 있습니다. 당신은 그들의 잡담 몇 마디를 엿들었습니다. "있잖아, 나 성운보다 여기 더 좋아." "나도 그래. 성운 짜증나. 함선에 슬러그 연결돼서 다시 볼 수 있을 때까지 얼마나 걸릴까?
ru: Корабль Cюзеренов патрулирует эту туманность. Вы улавливаете какой-то разговор между членами его экипажа. "Знаешь, мне больше нравится это место, чем туманность". "Да, согласен. Туманности раздражают. Сколько времени пройдет, пока кусочки слизней облепят корабль и мы снова увидим их?"

source: Attack them!
fr: Les attaquer !
ko: 그들을 공격한다!
ru: Атаковать их!

source: You raise your weapons and attack the suzerain ship.
fr: Vous braquez votre arsenal et attaquez le vaisseau Suzerain.
ko: 당신은 무기를 장전하고 영주 함선을 공격했습니다.
ru: Вы заряжаете оружие и атакуете корабль Сюзеренов.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the Suzerains.
fr: Ignorer les Suzerains.
ko: 영주를 무시한다.
ru: Не обращать внимания на Сюзеренов.

source: The Suzerain ship doesn't notice you as you fly away.
fr: Le vaisseau Suzerain ne remarque pas vote présence tandis que vous vous éloignez.
ko: 영주 함선은 당신을 눈치채지 못하고 날아가 버렸습니다.
ru: Корабль Сюзеренов не замечает вас, когда вы улетаете.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="NEBULA_COALITION_SQUABBLING"]/text
source: You catch a conversation between the crew of the nearby elite Coalition ship. "Told you idiot, this place bad idea go to!" "Oh ssssshut up, there'sssss nothing wrong with nebulasssss!" "The weapons need calibrating! BAH! Quit all of your whining and someone come help me." "You guys argue more than pops and his three girlfriends! I can't believe this is worse than back home..."
fr: Vous épiez une conversation du vaisseau d'élite proche de la Coalition. "Je t'avais dit idiot, endroit mauvaise idée pour aller !" "Oh ssssilence, il n'y a pas de ssssoucis à ssse faire des nébuleusssses !" "Les armes doivent être calibrées ! BAH ! Fermez-la un peu et venez m'aider." "Les gars, vous vous engueulez encore plus que papa et ses trois petites-amies ! J'arrive pas à croire que ce soit pire qu'à la maison..."
ko: 당신은 근처에 있던 엘리트 연합 함선의 선원들이 대화하는 것을 엿들었습니다. "말했잖아 멍청아, 이 장소 가는 건 위험 생각!" "아 닥쪄, 썽운은 쩐혀 문쩨 될 거 업써!" "무기를 교정해야 하오! 흥! 그만 좀 징징거리고 누가 와서 좀 도와주시오." "대체 어떻게 하면 내 아빠의 여친 세 명보다 더 많이 다툴 수 있는 거야! 고향보다 여기가 더 끔찍하다니..."
ru: Вы улавливаете разговор между членами экипажа находящегося неподалеку элитного корабля Коалиции. "Я же говорил тебе, идиот, это плохое место!" "О, замолчи, в туманноссстях нет ничеПффго плохого!" "Оружие нуждается в калибровке! ПФФ! Заканчивай ныть, лучше помоги мне". "Вы, ребята, спорите больше, чем папаша и три его подружки! Не могу поверить, что здесь хуже, чем дома..."

source: Tune in: Nebulas are great for hiding.
fr: Interpeler : Les nébuleuses sont de bonne cachettes.
ko: 중재한다: 성운은 숨기에 적합한 곳입니다.
ru: Настроиться на их частоту: Туманности отлично подходят для укрытия.

source: The Slug chuckles. "Hah, thessse guyssss get it! You guysss sssssuck, I'm chilling with the Fedsss now! Later lossssers."
fr: La Limace rit. "Hah, ccces gars ont compris ! Vous êtes des nazes, je suis pote avec les Feds maintenant ! A plussss, losers !"
ko: 슬러그가 낄낄댑니다. "하, 이 싸람들은 뭘 쫌 아네! 이 얼빠찐 놈들아, 난 이쩨 연방이랑 놀 거다! 다음에 보짜 루쩌들."
ru: Слизень смеется "Ха, эти ребята уже поняли! Вы, чуваки, отссстой, а я теперь ссс федералами оторвусссь! Пока неудачники".
