Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="ENCOUNTER_COALITION"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[1]
source: Two Coalition ships appear to be exchanging slaves at this beacon. One of them quickly jumps away after seeing you, but the other attacks!
fr: Deux vaisseaux de la Coalition ont l'air de s'échanger des esclaves à cette balise. L'un d'eux s'enfuit rapidement après vous avoir vu, mais l'autre attaque !
ko: 연합군 함선 두 척이 이 송신소에서 노예를 교환하고 있는 것 같습니다. 그들 중 하나는 당신을 보고 재빨리 도망쳤지만, 다른 하나는 당신을 공격하려 합니다!
ru: Два корабля Коалиции, похоже, обмениваются рабами у этого маяка. Один из них, увидев вас, быстро уходит в прыжок, а другой атакует!

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[2]
source: The Coalition is made of the 4 most hostile races in the galaxy. They aren't known for ignoring a potential fight, and this ship is no exception.
fr: La Coalition est composée des 4 races les plus hostiles de la galaxie. Elles ne sont pas connues pour passer à coté d'un potentiel combat, et ce vaisseau n'est pas une exception.
ko: 연합은 은하계에서 가장 호전적인 4개의 종족으로 이루어져 있습니다. 그들은 결코 전투를 피하지 않는 것으로 알려져 있습니다. 이 함선도 마찬가지네요.
ru: Коалиция состоит из четырех самых агрессивных рас в галактике. Они не знают, как отказаться от потенциальной борьбы, и этот корабль не стал исключением.

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[3]
source: You find a Coalition ship salvaging the wreck of a Federation scout. Upon seeing your ship, it immediately abandons the wreck and attacks!
fr: Vous trouvez un vaisseau de la Coalition récupérant l'épave d'un éclaireur de la Fédération. En voyant votre vaisseau, ils abandonnent immédiatement l'épave, et attaquent !
ko: 연방 정찰선의 잔해를 수거하고 있는 연합 함선을 발견했습니다. 그 함선은 당신을 보자마자 잔해는 내팽개쳐 두고 공격해 왔습니다!
ru: Вы обнаружили корабль Коалиции, разбирающий обломки разведчика Федерации. Увидев ваш корабль, он немедленно покидает разбитое судно и атакует!

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[4]
source: You are hailed by the captain of a nearby Coalition ship shortly after arriving. "You have a lot of nerve showing up in our sector. Now you will die!"
fr: Vous êtes contactés par le capitaine d'un vaisseau proche de la Coalition peu après votre arrivée. "Vous avez beaucoup de cran pour vous montrer dans notre secteur. Maintenant, vous allez périr!"
ko: 도착하고 얼마 지나지 않아 근처에 있던 연합 함선의 선장이 교신을 보냈습니다. "우리 구역에 나타나다니 배짱도 좋구나. 이제 넌 죽을 것이다!"
ru: Вскоре после прибытия с вами связывается капитан ближайшего корабля Коалиции. "У тебя хватило наглости появиться в нашем секторе. Сейчас ты умрешь!"

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[5]
source: You see a Coalition ship docked outside a nearby outpost. You order your crew to engage the ship.
fr: Vous apercevez un vaisseau de la Coalition amarré à un avant-poste proche. Vous ordonnez à votre équipage d'engager le vaisseau.
ko: 당신은 인근 전초기지 외부에 정박해 있던 연합 함선을 보고 선원들에게 그 함선과 교전하라고 명령했습니다.
ru: Вы видите корабль Коалиции, пристыкованный к ближайшему аванпосту. Вы приказываете своему экипажу вступить с ним в бой.

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[6]
source: The war has brought out the worst in the 4 races that make up the Coalition. Clearly the ship at this beacon has no intentions of letting us go unharmed.
fr: La guerre a amené le pire dans les 4 races qui composent la Coalition. Clairement, le vaisseau à cette balise n'a aucune intention de nous laisser partir indemne.
ko: 전쟁은 연합을 형성한 네 종족에게 최악의 결과를 가져왔습니다. 이 송신소에 있는 함선은 분명 당신을 멀쩡히 보내주지 않을 겁니다.
ru: Война выявила худшие черты четырех рас, входящих в Коалицию. Очевидно, что корабль у этого маяка не намерен отпускать нас живыми и невредимыми.

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[7]
source: "Hehehe, are you lossst? Ssseemsss you wandered too far into Coalition ssspaccce, buddy! Heheheheheheh, gonna cry about it? Hehehehehehh..." You take this chance to arm the guns while the Slug captain continues to laugh.
fr: "Héhéhé, vousss êtes perdu ? On dirait que t'as trop creusé dans l'essspaccce de la Coalitttion, mon pote ! Héhéhéhéhéhé, tu va chialer ? Héhéhéhéhéhéhh..." Vous saisissez cette chance pour activer votre armement pendant que le capitaine Limace continue de rire.
ko: "헤헤헤, 길을 잃었나? 아무래도 연합의 영역 너무 깊은 곳까지 날아온 것 같네, 찐구! 헤헤헤헤헤헤, 울고 앂겠찌? 헤헤헤헤헤헤..." 당신은 슬러그 선장이 계속해서 웃고 있는 틈을 타 무기를 장전했습니다.
ru: "Хе-хе-хе, ты заблудилссся? Кажетссся, ты забрел ссслишшшком далеко в проссстранссство Коалиции, приятель! Хе-хе-хе-хе-хе-хе, будешшшь плакатьссся об этом? Хе-хе-хе-хе-хе..." Воспользовавшись случаем, вы заряжаете оружие, пока капитан слизней продолжает смеяться.

# data/events_coalition.xml$//textList[@name="TEXT_ENCOUNTER_COALITION"]/text[8]
source: The Leech captain on the nearby Coalition ship waves to you. "Sup man. How's it goin?" He is promptly shoved to the side and replaced by the true captain, a Slug. "You ssstupid tapeworm, we're sssupposssed to fight thessse idiotsss!"
fr: Le capitaine Sangsue du vaisseau Coalition proche vous fait signe. "Salut mon pote. Comment ça va?" Il est poussé sur le coté et est vite remplacé par le vrai capitaine, une Limace. "Sssstupide ver ssssolitaire, on est censssés combattre ccces idiots!"
ko: 근처에 있는 연합 함선의 리치 선장이 당신을 향해 손을 흔들었습니다. "여 안녕. 요즘 잘 지내?" 그는 즉시 옆으로 밀쳐졌고 진짜 선장인 슬러그가 자리를 차지헸습니다. "멍쩡한 쫀쭝같으니, 우린 이 바보들이랑 싸워야 한다고!"
ru: Капитан пиявок на ближайшем корабле Коалиции машет вам рукой. "Здорово, парень. Как дела?" Его тут же отпихивают в сторону и заменяют настоящим капитаном, слизнем. "Ты, тупой ленточный червь, мы должны сссражатьссся ссс этими идиотами!"

# data/events_coalition.xml$//event[@name="ENCOUNTER_REBEL_COALITION"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: "You're stuck in this hell too? I'm almost sympathetic, but the Federation is responsible for creating the Coalition!"
fr: "Vous êtes également coincés dans cet enfer ? Je serait presque sympathisant, mais la Fédération est responsable pour avoir engendré la Coalition !"
ko: "너희도 이 지옥에 갇힌 건가? 그쪽 상황은 충분히 공감되지만, 연합을 만든 것은 연방의 책임이다!"
ru: "Ты тоже застрял в этом аду? Я почти сочувствую, но Федерация ответственна за создание Коалиции!"

source: A Rebel ship, trying its best to escape from Coalition territory, has decided to take a detour and attack your ship.
fr: Un vaisseau Rebelle, essayant tant bien que mal de s'échapper du territoire de la Coalition, a décidé de prendre un détour pour vous attaquer.
ko: 연합의 영토에서 탈출하려고 안간힘을 쓰던 반군 함선이 우회로를 타 당신의 함선을 공격하려고 합니다.
ru: Корабль повстанцев, пытающийся всеми силами покинуть территорию Коалиции, решил повернуть в другую сторону и атаковать ваш корабль.

source: The Rebels tend to avoid the Coalition as much as the Federation, but this ship appears to be an exception.
fr: Les Rebelles ont tendance à éviter la Coalition autant que la Fédération le ferait, mais ce vaisseau a l'air d'être une exception.
ko: 보통 반군은 연방군만큼이나 연합군을 피하려고 합니다. 하지만 이 함선은 예외인 것 같군요.
ru: Повстанцы стараются избегать Коалиции так же, как и Федерации, но этот корабль, по-видимому, является исключением.

source: "At last, a ship not filled with alien filth. I'd much prefer to fight Federation scum!"
fr: "Enfin, un vaisseau non remplis d'ordures aliens. Je préfére largement la sale Fédération!"
ko: "드디어, 역겨운 외계인으로 가득 차지 않은 함선을 만났군. 연방 쓰레기들하고 싸우는 게 훨씬 더 나아!"
ru: "Наконец-то корабль, не набитый грязными пришельцами. Я предпочитаю сражаться с отбросами из Федерации!"

# data/events_coalition.xml$//event[@name="COALITION_CHECKPOINT"]/text
source: A looping message plays over the stereo. "This beacon is a security checkpoint. Submit to processing. If you have nothing to hide, you have nothing to fear." You can hear a Rockman chuckling as the track ends. There's no way they'll let you pass as a Federation ship.
fr: Un message en boucle est joué à la stéréo. "Cette balise est un point de sécurité. Soumettez vous au contrôle. Si vous n'avez rien à cacher, vous n'avez rien à craindre." Vous entendez le ricanement d'un Rocailleux juste à la fin de l'enregistrement. Il n'y a aucune chance qu'ils vous laissent passer en tant que vaisseau de la Fédération.
ko: 음향 장치에서 반복 메시지가 흘러나왔습니다. "이 송신소는 보안 검문소입니다. 검문에 응해주십시오. 숨기는 것이 없다면 두려워할 필요도 없습니다." 메시지가 끝날 때 락맨이 킥킥거리는 소리가 들렸습니다. 그들이 연방 함선을 통과시켜줄 리 없습니다.
ru: Через стереосистему воспроизводится зацикленное сообщение. "Этот маяк является контрольно-пропускным пунктом. Подчиняйтесь процедурам. Если вам нечего скрывать - вам нечего бояться". В конце сообщения слышно посмеивание валуна. Они ни за что не позволят вам пройти, поскольку вы корабль Федерации.

# data/events_coalition.xml$//event[@name="COALITION_CHECKPOINT"]/choice[1]/text
source: Fight through.
fr: Se battre.
ko: 싸워서 통과한다.
ru: Сражаемся.

source: You prepare to fight the checkpoint.
fr: Vous vous préparez à combattre le point de contrôle.
ko: 당신은 검문소와의 전투를 준비했습니다.
ru: Вы готовитесь к бою против контрольно-пропускного пункта.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Cloaking) Try to sneak past.
fr: (Camouflage) Essayer de se faufiler.
ko: (은폐장) 몰래 지나간다.
ru: (Маскировка) Попытаться проскочить мимо.

source: (Adv. Cloaking) Try to sneak past.
fr: (Camouflage de pointe) Essayer de se faufiler.
ko: (최고급 은폐장) 몰래 지나간다.
ru: (Продв. Маскировка) Попытаться проскочить мимо.

source: The Coalition station stands no chance at detecting you with your superior cloaking. You slip past completely unnoticed.
fr: La station de la Coalition n'a aucune chance de vous détecter avec votre Camouflage supérieur. Vous passez incognito.
ko: 연합 정거장은 당신의 우월한 은폐를 감지해낼 가망이 없습니다. 당신은 소리소문없이 검문소를 지나쳤습니다.
ru: Станция Коалиции не имеет ни малейшего шанса обнаружить вас благодаря вашей превосходной маскировке. Вы проскочили мимо совершенно незамеченным.

source: (Upg. Engines) Try to sneak past.
fr: (Moteurs améliorés) Essayer de se faufiler.
ko: (고급 엔진실) 몰래 지나간다.
ru: (Улучш.Двигатели) Попытаться проскочить мимо.

source: (Adv. Engines) Try to sneak past.
fr: (Moteurs de pointe) Essayer de se faufiler.
ko: (최고급 엔진실) 몰래 지나간다.
ru: (Продв. Двигатели) Попытаться проскочить мимо.

source: With the station completely immobile, you easily speed past them.
fr: La station étant complètement immobile, vous les dépassez avec aise.
ko: 정거장은 이동할 수 없기 때문에, 당신은 검문소를 손쉽게 지나쳤습니다.
ru: Поскольку станция совсем неподвижна, вы легко минуете ее на скорости.

source: By some odds, the station does not detect you as you sneak past.
fr: Par chance, la station ne vous détecte pas.
ko: 운 좋게도 정거장은 당신이 몰래 지나가는 것을 감지하지 못했습니다.
ru: По какой-то случайности станция не обнаруживает вас, когда вы проноситесь мимо.

source: Whether it was because their scanners were too powerful, or their Slug crew detecting your presence doesn't matter, because the station has detected you and raises its weapons. You doubt cloaking will have any effect now that they know exactly where you are.
fr: Que ce soit leur scanners avancés, ou leur équipage Limace détectant vote présence, cela n'importe plus car la station vous a détecté et braque son arsenal. Vous doutez que le Camouflage aura un impact maitenant qu'ils savent exactement ou vous vous trouvez.
ko: 그들의 스캐너가 너무 강력했기 때문인지, 아니면 슬러그 대원이 당신의 존재를 감지했기 때문인지는 중요하지 않습니다. 중요한 건 정거장이 당신을 감지하고 무기를 장전했다는 사실입니다. 그들이 당신의 위치를 정확히 알기 때문에, 더 이상 은폐가 효과 없을 것입니다.
ru: Произошло ли это потому, что их сканеры были слишком мощными, или их экипаж слизней обнаружил ваше присутствие, не имеет значения, потому что станция заметила вас и заряжает оружие. Вы сомневаетесь, что маскировка будет иметь какой-либо эффект теперь, когда они точно знают, где вы находитесь.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: There's no doubt the station noticed you, but you're long gone before they can do anything about it.
fr: Il n'y aucun doute que la station vous a remarqué, mais vous êtes déjà loin avant qu'ils puissent n'y faire quelque chose.
ko: 정거장은 분명 당신을 알아차렸지만, 당신은 그들이 뭔가를 하기도 전에 먼 곳으로 날아갔습니다.
ru: Несомненно, станция заметила вас, но вы уже далеко, прежде чем они успели что-либо предпринять.

source: As you try to fly past, your engines immediately halt. They must be using a combat augment to limit your engines! Unable to escape now, you're forced to fight the station.
fr: En essayant de traverser, vos moteurs sont brusquement diminués. Ils doivent utiliser une augmentation de combat pour limiter vos moteurs ! Ne pouvant vous échapper, vous êtes contraints de vous battre.
ko: 당신이 정거장을 지나치려고 할 때, 갑자기 엔진이 작동을 멈췄습니다. 그들이 전투 보조장비로 엔진을 교란한 것이 분명합니다! 탈출이 불가능해졌으니, 어쩔 수 없이 정거장과 싸워야 합니다.
ru: Когда вы пытаетесь пролететь мимо, ваши двигатели сразу же останавливаются. Должно быть, они используют боевой модуль, чтобы ограничить работу ваших двигателей! Не имея возможности сбежать, вы вынуждены сражаться со станцией.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Anti-Virus) Restore your engines.
fr: (Anti-Virus) Restaurer vos moteurs.
ko: (안티 바이러스 모듈) 엔진을 수복한다.
ru: (Антивирус) Восстановить работу двигателей.

source: Your engine system is restored to full power.
fr: Vos moteurs tournent de nouveau à plein régime.
ko: 당신의 엔진 시스템이 최대 출력까지 복구되었습니다.
ru: Система двигателя восстановлена до полной мощности.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="ENCOUNTER_MANTIS_COALITION"]/text
source: An eager Mantis contacts you. "Yes! This is chance to prove myself! Your blood is path to leading glorious Coalition ship of own!"
fr: Un vaisseau Mantis avide vous contacte. "Oui ! C'est chance pour prouver moi ! Votre sang est le chemin pour diriger glorieux vaisseau Coalition à moi !"
ko: 열정적인 맨티스가 당신과 접촉했습니다. "좋아! 날 증명할 기회! 네놈 피 영광스러운 연합 함선 이끄는 길!"
ru: С вами выходит на связь нетерпеливый богомол. "Да! Это шанс проявить себя! Твоя кровь - это путь к тому, чтобы возглавить собственный славный корабль Коалиции!"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="ENCOUNTER_LEECH_COALITION"]/text
source: A Leech revolutionary flies past. "Are you even aware of what the Coalition has done to Eargen space? The Federation has done nothing to prevent this chaos! Nothing! It's all YOUR fault! GAAAH! Like, specifically yours. Don't ask me why, just accept your responsibility and die!"
fr: Un révolutionnaire Sangsue survole la zone. "Êtes-vous conscients de ce que la Coalition a fait à l'espace Eargen ? La Fédération n'a rien fait pour empêcher ce chaos ! Rien ! C'est votre faute ! GAAAH ! Oui, spécialement votre faute. Ne me demandez pas pourquoi, acceptez juste votre responsabilité et mourez !"
ko: 리치 혁명가가 날아왔습니다. "연합이 이어젠의 영역에서 무슨 짓을 벌였는지 알기나 해? 연방은 이 혼란을 막는 데 아무런 도움도 주지 않았어! 아무것도 안 했다고! 전부 너희 탓이야! 으아아아! 그리고, 특히나 너의 잘못이야. 왜 그런지는 묻지 마. 그냥 네 책임을 받아들이고 죽어!
ru: Мимо пролетает пиявка-революционер. "Ты хоть знаешь, что Коалиция сделала с Иргенской Республики? Федерация не сделала ничего, чтобы предотвратить этот хаос! Ничего! Это все ТВОЯ вина! ЧЕЕЕРТ! Именно твоя. Не спрашивай меня, почему, просто прими свою ответственность и умри!"

# data/events_coalition.xml$//event[@name="ENCOUNTER_LEECH_COALITION"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_ASTEROID"]/text
source: The nearby Coalition's Rock soldier appears on the vid-screen, noticeably upset. "Bro, why you in my rock patch? Bro, you don't know how hard it was to convince the Coalition to let me have this. Bro. Not cool."
fr: Le soldat Rocailleux du vaisseau de la Coalition proche apparait à l'écran, visiblement non content. "Mec, que fait-tu dans mon repère ? Mec, tu ne sait pas à quel point c'était difficile de convaincre la Coalition de me laisser l'avoir. Pas cool, mec."
ko: 눈에 띄게 화난 듯한 연합 락맨 병사가 비디오 스크린에 나타났습니다. "형씨, 왜 나의 돌덩이들 사이에 있는 거요? 형씨, 그쪽은 내가 이것들을 가지기 위해 얼마나 힘들게 연합을 설득했는지 모를 거요. 형씨. 지금 실수한 거요."
ru: На видеоэкране появляется валун-солдат Коалиции, заметно расстроенный. "Братан, почему ты на моем пятачке? Братан, ты не знаешь, как трудно было убедить Коалицию разрешить мне получить его. Братан. Не круто".

# data/events_coalition.xml$//event[@name="COALITION_ASTEROID"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_PULSAR"]/text
source: The Pulsar isn't the only obstacle this beacon has. A Coalition ship wastes no time to attack.
fr: Le Pulsar n'est pas le seul obstacle sur cette balise. Un vaisseau de la Coalition proche ne perd pas de temps et fonce sur vous.
ko: 이 송신소의 장애물은 펄서뿐만이 아닙니다. 연합 함선이 곧바로 공격해왔습니다.
ru: Пульсар - не единственное препятствие на пути к маяку. Корабль Коалиции не теряет времени и переходит в атаку.

# data/events_coalition.xml$//event[@name="COALITION_PULSAR"]/choice/text
source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_CIVILIAN"]/choice[1]/text
source: Rescue the civilians!
fr: Sauver les civils !
ko: 민간인들을 구한다!
ru: Спасти гражданских!

source: You engage the Coalition ship.
fr: Vous engagez le vaisseau de la Coalition.
ko: 연합 함선과 교전을 시작합니다.
ru: Вы вступаете в бой с кораблем Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Flares) Use the flares to make a distraction so the Civilian ship can escape.
fr: (Fusées) Utiliser les fusées pour faire une distraction et permettre au vaisseau civil de s'échapper.
ko: (플레어) 민간 함선이 도망칠 수 있도록 플레어를 사용해 연합 함선의 주의를 끈다.
ru: (Сигнальные ракеты) Использовать сигнальные ракеты, чтобы отвлечь внимание пиратского корабля и дать гражданскому кораблю возможность скрыться.

source: The Coalition ship notices the flares and redirects its weapons towards them. Even though it quickly realizes it's a trick, the Civilian ship has already flown far away.
fr: Le vaisseau de la Coalition prend note des hologrammes et redirige ses armes contre eux. Même s'ils se rendent vite compte du tour, le vaisseau civil s'est déjà enfui.
ko: 연합 함선은 플레어를 알아채고 그쪽을 향해 무기를 돌렸습니다. 그게 속임수라는 것은 금방 들통났지만, 민간 함선은 이미 멀리 날아가 있었습니다.
ru: Корабль Коалиции замечает появление сигнальных ракет и перенацеливает на них свое оружие. Хотя он быстро понимает, что это уловка, гражданский корабль уже улетел достаточно далеко.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

# data/events_coalition.xml$//event[@name="COALITION_CIVILIAN"]/choice[3]/text
source: Ignore the civilians.
fr: Ignorer les civils.
ko: 민간인들을 무시한다.
ru: Не обращать внимания на гражданских.

source: You quickly fly away. Soon, the signals coming from the civilians are replaced by the flash of an explosion from their ship.
fr: Vous quittez vite la zone. Rapidement, les signaux venant des civils sont remplacés par le flash d'une explosion venant de leur vaisseau.
ko: 당신은 재빠르게 먼 곳으로 날아갔습니다. 민간인들이 보내던 신호는 곧 폭발의 불빛으로 바뀌었습니다.
ru: Вы быстро улетаете. Вскоре сигналы, поступающие от гражданских, сменяются вспышкой взрыва их корабля.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$/FTL/textList[3]/text[1]
source: You are repeatedly hailed by a nearby civilian ship. You approach it carefully when a Coalition ship flies past, firing at the civilians!
fr: Vous êtes répétitivement contacté par un vaisseau civil proche. Vous l'approchez prudemment lorsqu'un vaisseau de la Coalition débarque, leur tirant dessus !
ko: 민간 함선이 당신을 반복적으로 불렀습니다. 조심스럽게 다가가자, 연합 함선이 날아오더니 민간인들을 향해 발포하기 시작했습니다!
ru: С вами неоднократно связывается ближайший гражданский корабль. Вы осторожно приближаетесь к нему, как вдруг мимо проносится корабль Коалиции и открывает огонь по гражданским!

# data/events_coalition.xml$/FTL/textList[3]/text[2]
source: You notice a Coalition ship assaulting a civilian transport. You receive simultaneous hails from both ships, a plea for help and a warning to stay away.
fr: Vous remarquez un vaisseau de la Coalition assaillant un transport civil. Vous recevez des appels simultanés des deux vaisseaux, un appel à l'aide, et un avertissement.
ko: 당신은 연합 함선이 민간 수송선을 공격하고 있는 걸 알아채고, 두 함선으로부터 도와달라는 간청과 다가오지 말라는 경고를 동시에 들었습니다.
ru: Вы заметили, как корабль Коалиции атакует гражданский транспортный корабль. Вы одновременно получаете сообщения с обоих кораблей - просьбу о помощи и предупреждение держаться подальше.

# data/events_coalition.xml$/FTL/textList[3]/text[3]
source: Coalition space is a dangerous place for any ship, so you are not surprised to see the unarmed civilian ship at this beacon under attack from a Coalition ship.
fr: L'espace de la Coalition est dangereux pour n'importe quel vaisseau, vous n'êtes donc pas surpris de voir le vaisseau civil non armé à cette balise sous le feu d'un vaisseau de la Coalition.
ko: 연합의 영역은 어떤 함선에게나 위험한 곳입니다. 따라서 이 송신소에서 비무장 민간 함선이 연합 함선에게 공격받고 있는 것도 놀랄 일이 아닙니다.
ru: Пространство Коалиции - опасное место для любого корабля, поэтому вы не удивляетесь, увидев, что безоружный гражданский корабль у этого маяка подвергся нападению со стороны корабля Коалиции.

# data/events_coalition.xml$//event[@name="COALITION_JAILER"]/text
source: You catch sight of a Coalition Jailer resting nearby. Knowing the Coalition, the ship's prisoners likely consist of mainly Federation officers.
fr: Vous apercevez au loin un rare Geôlier de la Coalition au repos. Connaissant la Coalition, les prisonniers de ce vaisseau doivent consister principalement d'officiers de la Fédération.
ko: 근처에서 연합 수감선이 정비하고 있는 것을 포착했습니다. 연합의 특성상, 그 함선의 수감자들은 주로 연방의 병사들일 것입니다.
ru: Вы заметили тюремщика Коалиции, расположившегося неподалеку. Зная Коалицию, можно сказать, что заключенные корабля состоят в основном из офицеров Федерации.

# data/events_coalition.xml$//event[@name="COALITION_JAILER"]/choice[1]/text
source: Attack the Jailer.
fr: Attaquer le Geôlier.
ko: 수감선을 공격한다.
ru: Атаковать тюремщика.

# data/events_coalition.xml$//event[@name="COALITION_JAILER"]/choice[1]/event/text
source: You power up your weapons and engage the Coalition vessel.
fr: Vous vous préparez à attaquer le Geôlier, sachant que vous allez devoir tuer l'équipage si vous voulez que les prisonniers vivent.
ko: 당신은 무기를 가동하고 연합군 선박과의 교전을 시작했습니다.
ru: Вы заряжаете оружие и готовитесь к бою с судном Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Armories + Teleporter) Storm the Jailer.
fr: (Armureries + Téléporteur) Prendre d'assaut le Geôlier.
ko: (무기고 + 텔레포터) 수감선을 습격한다.
ru: (Арсенал + Телепортатор) Штурмовать тюремщика.

source: Your crew, armed to the teeth, board the Jailer and quickly take down the Coalition crew staffing it. With the jailers turned prisoners, you free everyone locked up who you don't think will kill you immediately.
fr: Votre équipage, armé jusqu'aux dents, aborde le Geôlier et élimine rapidement l'équipage de la Coalition le composant. Les geôliers désormais transformés en prisonniers, vous libérez tous ceux qui n'ont pas l'air de vouloir vous tuer immédiatement.
ko: 완전 무장한 당신의 선원들은 수감선에 침입하여 연합군들을 신속하게 제압했습니다. 당신은 풀어주면 곧바로 당신을 죽이려 들 것 같은 사람을 제외한 모두를 풀어주고, 그 자리에 교도관들을 집어넣었습니다.
ru: Ваша экипаж, вооруженный до зубов, поднимается на борт тюремщика и быстро расправляется с экипажем Коалиции, обслуживающей его. Превратив тюремщиков в заключенных, вы освобождаете всех, кто, по вашему мнению, не убьет вас немедленно.

# data/events_coalition.xml$//event[@name="COALITION_JAILER"]/choice[3]/text
source: Ignore the Jailer.
fr: Ignorer le Geôlier.
ko: 수감선을 무시한다.
ru: Не обращать внимания на тюремщика.
