Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_coalition.xml/*.po
Languages: fr, ko, ru

# data/events_coalition.xml$//event[@name="COALITION_JAILER"]/choice[3]/event/text
source: You aren't in the mood to hole a jailbreak today. You distance yourself from the Jailer.
fr: Vous n'êtes pas d'humeur à faire un casse aujourd'hui. Vous vous distancez du Geôlier.
ko: 오늘은 탈옥을 도와줄 만한 기분이 아닙니다. 당신은 수감선과 거리를 뒀습니다.
ru: Сегодня у вас нет настроения составлять план побега из тюрьмы. Вы отдаляетесь от тюремщика.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_coalition.xml$//event[@name="COALITION_JAILER_DESTROY"]/text
source: The Jailer has been destroyed. While an excess of scrap remains, it's very unlikely and prisoners survived.
fr: Le Geôlier a été détruit. S'il y a un excès de ferraille, il est fort peu probable que les prisonniers ont survécus.
ko: 수감선을 파괴했습니다. 스크랩은 많이 떨어져 나왔지만, 수감자들이 살아있을 가능성은 매우 낮습니다.
ru: Тюремщик уничтожен. Несмотря на избыток лома, вряд ли кто-то из заключенных уцелел.

# data/events_coalition.xml$//event[@name="COALITION_JAILER_KILL"]/text
source: The crew of the Jailer has been emptied. You scrap the externals of the ship.
fr: L'équipage du Geôlier a été éliminé. Vous récupérez les pièces externes du vaisseau.
ko: 수감선의 선원을 모두 제거하고 선체를 긁어냈습니다.
ru: Экипаж тюремщика зачищен. Вы разбираете внешнюю обшивку корабля на лом.

# data/events_coalition.xml$//event[@name="COALITION_JAILER_KILL"]/choice/text
source: Check the prisoners.
fr: Voir les prisonniers.
ko: 수감자를 확인한다.
ru: Проверить заключенных.

source: It appears the prisoners did not survive the fight. There's nothing left for you to do except leave.
fr: On dirait que les prisonniers n'ont pas survécu au combat. Il n'y a rien d'autre à faire hormis partir.
ko: 수감자들은 전투 중에 모두 죽어버린 것 같습니다. 이제 떠나는 것 말고는 할 수 있는 것이 없습니다.
ru: Судя по всему, заключенные не выжили в бою. Вам ничего не остается, как уйти.

source: It appears most of the prisoners died or were severely injured during the fight. One lone survivor stumbles out of his cell, and with some help is healthy enough to work aboard your ship.
fr: On dirait que la plupart des prisonniers sont morts ou ont été grièvement blessés durant le combat. Un survivant solitaire sort de sa cellule, et avec de l'aide est suffisament apte à travailler sur votre vaisseau.
ko: 대부분의 수감자는 전투 중에 죽거나 심각한 부상을 입은 것 같습니다. 한 외로운 생존자가 비틀거리며 감방에서 나왔는데, 약간의 도움만 있으면 당신의 배에서 일할 수 있을 만큼 건강했습니다.
ru: Похоже, что большинство заключенных погибли или были тяжело ранены во время боя. Одинокий выживший выбрался из камеры и с некоторой помощью становится достаточно здоровым, чтобы работать на борту вашего корабля.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Upg. Clone Bay) Try to save some of the prisoners.
fr: (Clonage amélioré) Essayer de sauver des prisonniers.
ko: (고급 클론 복제실) 수감자 중 몇 명을 치료해본다.
ru: (Улучш. Клон-отсек) Попытаться спасти некоторых заключенных.

source: You manage to get DNA samples from a few of the injured prisoners and enter them into the Clone Bay. After reviving them, they thank you and pay you with what little they managed to sneak with them.
fr: Vous récupérez des échantillons ADN de certains des blessés et les rentrez dans la salle de Clonage. Après résurrection, ils vous remercient sincèrement et vous paient avec le peu qu'ils ont pu amener sur eux.
ko: 당신이 몇몇 부상당한 수감자들의 DNA 샘플을 어렵사리 채취하여 클론 복제실에 넣었습니다. 그들은 의식을 되찾은 후 당신에게 감사하며 몰래 숨겨 두었던 약간의 돈을 건네줬습니다.
ru: Вам удается взять образцы ДНК у нескольких раненых заключенных и ввести их в Клон-отсек. Оживив их, они благодарят вас и расплачиваются с вами тем, что им удалось принести с собой.

source: (Medical Drone) Try to save some of the prisoners.
fr: (Drone médical) Essayer de sauver des prisonniers.
ko: (의료 드론) 수감자 중 몇 명을 치료해본다.
ru: (Медицинский дрон) Попытаться спасти некоторых заключенных.

source: Your medical drone is deployed onto the scene, healing many of the other prisoners. After reviving them, they thank you and pay you with what little they managed to sneak with them.
fr: Votre drone médical est déployé sur la scène, soignant la plupart des autres prisonniers. Après rétablissement, ils vous remercient sincèrement et vous paient avec le peu qu'ils ont pu amener sur eux.
ko: 당신의 의료 드론이 현장에 배치되어 많은 수감자들을 치유했습니다. 그들은 의식을 되찾은 후 당신에게 감사하며 몰래 숨겨 두었던 약간의 돈을 건네줬습니다.
ru: Ваш медицинский дрон прибывает на место происшествия и лечит многих заключенных. После оживления, они благодарят вас и расплачиваются с вами тем, что им удалось принести с собой.

source: Many of the prisoners appear to have survived. You'll free them all, but you can likely convince one of them to join your crew.
fr: Beaucoup des prisonniers ont l'air d'avoir survécu. Vous allez tous les libérer, mais vous pouvez sûrement convaincre l'un d'entre eux de vous rejoindre.
ko: 많은 수의 수감자들이 아직 살아 있는 것 같습니다. 당신은 그들 모두를 풀어줬지만, 단 한명만 당신에게 합류하도록 설득할 수 있습니다.
ru: Многие из заключенных, похоже, выжили. Вы освобождаете их всех, но, скорее всего, сможете убедить одного из них присоединиться к вашему экипажу.

source: Recruit a Human.
fr: Recruter un Humain.
ko: 인간을 설득한다.
ru: Нанять человека.

source: Recruit an Engi.
fr: Recruter un Engi.
ko: 엔지를 설득한다.
ru: Нанять энджи.

source: Recruit a Zoltan.
fr: Recruter un Zoltan.
ko: 졸탄을 설득한다.
ru: Нанять золтана.

source: We don't need any more crew.
fr: Nous n'avons pas besoin d'équipage supplémentaire.
ko: 더 이상의 선원은 필요하지 않다.
ru: Мы не нуждаемся в дополнительном экипаже.

# data/events_coalition.xml$//event[@name="COALITION_CONSTRUCTION_YARD"]/text
source: A large Coalition construction yard has been established nearby. It doesn't seem to boast any particularly large ships, but there's a few ships still under construction scattered around.
fr: Un vaste chantier de construction de la Coalition a été établi ici. Il n'a pas l'air d'abriter de grand vaisseaux, mais certains vaisseaux encore en construction sont éparpillés aux alentours.
ko: 근처에 대규모 연합 건조장이 세워져 있습니다. 특별히 큰 함선 없는 것 같지만, 아직 건조 중인 함선 몇 척이 흩어져 있습니다.
ru: Поблизости находится крупная строительная верфь Коалиции. Особо крупных кораблей на ней нет, но есть несколько строящихся кораблей, разбросанных по территории.

source: Attempt to access the unconstructed ships.
fr: Essayer d'atteindre les vaisseaux en construction.
ko: 건조 중인 함선에 접근해본다.
ru: Попытаться проникнуть к недостроенным кораблям.

source: As expected, the Coalition isn't going to just let you steal from them without a fight. One of their military vessels is deployed to stop you!
fr: Évidemment, la Coalition ne va pas juste vous laissez piller leur équipement sans un combat. L'un de leur vaisseaux militaires est déployé pour vous arrêter !
ko: 예상대로, 연합은 당신이 싸움도 없이 무언가를 훔치게 놔두지 않았습니다. 그들의 군용 선박 중 한 대가 당신을 막기 위해 파견됐습니다!
ru: Как и следовало ожидать, Коалиция не собирается просто так, без боя, позволить вам украсть у нее имущество. Один из их военных кораблей отправлен, чтобы остановить вас!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Forged ID) Attack the construction yard while pretending to be a Rebel.
fr: (ID Falsifiée) Attaquer le chantier sous prétexte d'être un Rebelle.
ko: (위조 신분증) 반군인 척하며 건조장을 공격한다.
ru: (Поддельные документы) Напасть на строительный верфь, притворяясь повстанцем.

source: You open fire on the construction yard, as the Coalition enforcers engage. You make it pretty clear you're a "Rebel", shouting xenophobic insults and plenty of hearty 'Glory to the Rebellion!'s. You're pretty sure the Coalition gets the message, and they probably won't be so welcoming to the Rebel fleet once it passes by either.
fr: Vous ouvrez le feu sur le chantier, tandis que des gardiens de la Coalition emergent. Vous vous assurez de leur faire comprendre que vous êtes "Rebelle," hurlant des insultes xénophobiques et pleins de 'Gloire à la Rébellion!' de plein coeur. Vous êtes certain que la Coalition a compris le message, et ils ne seront probablement pas accueillants avec la flotte Rebelle lorsqu'elle sera de passage.
ko: 당신은 건설장을 향해 발포하여 연합 집행관의 관심을 끌었습니다. 그런 다음 종족 차별적인 모욕을 하고 진심 어린 목소리로 '반군에게 영광을!"이라고 외쳐 당신이 "반군"임을 분명히 했습니다. 연합군은 분명히 이 메시지를 알아들었을 겁니다. 그리고 반군 함대에게 적대적인 반응을 보이겠죠.
ru: Вы открываете огонь по строительному верфи, в то время как силовики Коалиции вступают в бой. Вы даете понять, что являетесь "повстанцем", выкрикивая ксенофобские оскорбления и множество искренних "Слава Восстанию!". Вы уверены, что Коалиция поняла это, и вероятно, не будет так приветлива с флотом повстанцев, когда он будет проходить мимо.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: (Flares) Launch the flares to distract the Coalition guards.
fr: (Fusées) Lancer des fusées pour distraire les gardes.
ko: (플레어) 플레어를 쏴 연합 경비의 주의를 돌린다.
ru: (Сигнальные ракеты) Запустить несколько сигнальных ракет, чтобы отвлечь сторожевые корабли Коалиции.

source: Ignore the shipyard.
fr: Ignorer le chantier.
ko: 조선소를 무시한다.
ru: Не обращать внимания на верфь.

source: Messing with a Coalition construction yard isn't on your agenda for the day, and frankly you'd rather it stay that way.
fr: Chercher des noises dans un chantier de construction de la Coalition n'est pas sur votre agenda pour aujourd'hui, et franchement vous pensez que c'est mieux ainsi.
ko: 연합의 건설장을 엉망으로 만드는 것은 당신의 현 임무와 관계없습니다. 솔직히 말해서, 이들과 엮이지 않는 편이 더 낫기도 합니다.
ru: Возиться со строительной верфью Коалиции не входит в ваши планы на сегодня, и честно говоря, вы бы предпочли, чтобы так оно и оставалось.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: No one spots you as you scrap the ship. You finish up.
fr: Personne ne vous repère lorsque vous faites la récupération. Vous terminez tranquilement.
ko: 당신이 그 함선을 긁어 모으는 동안 아무도 당신을 발견하지 못했습니다. 작업이 끝났습니다.
ru: Никто не замечает вас, пока вы собираете все полезное с корабля. Вы заканчиваете работы.

source: As you start scrapping the ship, sirens flash and a crew of workers rush aboard the ship to defend against you!
fr: Lorsque vous débutez l'opération, des sirènes se déclenchent et des ouvriers se précipitent à bord du vaisseau pour se défendre !
ko: 그 함선을 긁어모으기 시작하자 사이렌이 번쩍이기 시작했고, 당신을 막기 위해 인부들이 함선에 올라탔습니다!
ru: Как только вы начинаете разбирать корабль на лом, раздаются сирены, и на борт корабля поднимается команда рабочих, чтобы защитить его от вас!

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: You quickly move closer to the construction yard and pull apart some of the ships.
fr: Vous vous approchez rapidement du chantier et démontez des vaisseaux.
ko: 당신은 재빨리 건설장으로 다가가 몇몇 함선의 일부를 떼어냈습니다.
ru: Вы быстро подходите к строительной площадке и собираете все полезное с некоторых кораблей.

source: You quickly move closer to the construction yard and pull apart some of the ships. Seems some of them were even outfitted with equipment pre-emptively!
fr: Vous vous approchez rapidement du chantier et démontez des vaisseaux. On dirant que l'un d'entre eux était déja équippé d'armement !
ko: 당신은 재빨리 건설장으로 다가가 몇몇 함선의 일부를 떼어냈습니다. 그 중 몇척은 심지어 장비를 갖추고 있었습니다!
ru: Вы быстро подходите к строительной площадке и разбираете некоторые корабли. Похоже, некоторые из них даже были заранее оснащены оборудованием!

source: You quickly move closer to the construction yard and pull apart some of the ships. On one of them you even find a Leech engineer, who instead of raising the alarm begs to be taken with you to escape the 'insufferable work environment.'
fr: Vous vous approchez rapidement du chantier et démontez des vaisseaux. Vous trouvez un ingénieur Sangsue dans l'un d'eux, qui au lieu de sonner une alarme vous supplie de l'amener pour échapper à son 'insupportable environnement de travail'.
ko: 당신은 재빨리 건설장으로 다가가 몇몇 함선의 일부를 떼어냈습니다. 그러면서 리치 정비공도 한 명 발견했는데, 경보를 울리기는커녕 '견딜 수 없는 작업 환경'에서 벗어나기 위해 자신을 데려가 달라고 애원했습니다.
ru: Вы быстро приближаетесь к строительной площадке и разбираете некоторые корабли. На одном из них вы даже находите пиявку-инженера, который, вместо того чтобы поднять тревогу, просит взять его с собой, чтобы избежать "невыносимой рабочей обстановки".

# data/events_coalition.xml$//event[@name="COALITION_LOSTSUN_CHOICE"]/text
source: This beacon holds an unusual sight. A rare Lost Sun ship is dueling with a Coalition vessel. Neither seem to notice you.
fr: Cette balise abrite un phénomène rare. Un rare vaisseau des Soleils Perdus est en plein duel avec la Coalition. Aucun ne vous a remarqué.
ko: 이 송신소에는 보기 드문 광경이 펼쳐져 있었습니다. 흔치 않은 로스트선 함선이 연합 선박과 겨루고 있던 것입니다. 둘 다 당신을 눈치채지 못한 것 같습니다.
ru: Этот маяк открывает необычное зрелище. Редкий корабль Затерянных Солнц сражается с кораблем Коалиции. Ни тот, ни другой, похоже, не замечают вас.

source: Attack the Coalition.
fr: Attaquer la Coalition.
ko: 연합을 공격한다.
ru: Атаковать Коалицию.

source: You power up your weapons and engage the Coalition vessel.
fr: Vous alimentez vos armes et engagez le vaisseau Coalition.
ko: 당신은 무기를 가동하고 연합 선박과 교전했습니다.
ru: Вы заряжаете оружие и готовитесь к бою со судном Коалиции.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Attack the Lost Sun.
fr: Attaquer les Soleils Perdus.
ko: 로스트선을 공격한다.
ru: Атаковать Затерянных Солнц.

source: You power up your weapons and engage the Lost Sun vessel.
fr: Vous alimentez vos armes et engagez le vaisseau Soleil Perdu.
ko: 당신은 무기를 가동하고 로스트선 선박과 교전했습니다.
ru: Вы заряжаете оружие и готовитесь к бою со судном Затерянных Солнц.

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: [Federation Database] What do these two have against each other?
fr: [Banque de données de la Fédération] Qu'est-ce que ces deux ont contre eux ?
ko: [연방 데이터베이스] 이 둘은 무엇 때문에 서로 대척하는가?
ru: [База данных Федерации] Что эти двое имеют друг против друга?

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Ignore the two ships.
fr: Ignorer les deux vaisseaux.
ko: 두 함선을 무시한다.
ru: Не обращать внимания на два корабля.

source: This is a fight you don't want to get involved in. You leave them to their fighting.
fr: C'est une bataille à laquelle vous ne souhaitez pas participer. Vous les laissez se battre.
ko: 이 싸움에 개입하고 싶지 않습니다. 당신은 그들의 싸움을 내버려 뒀습니다.
ru: Это бой, в котором вы не хотите участвовать. Вы оставляете их сражаться.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Coalition ship has been neutralized. You scrap what remains.
fr: Le vaisseau de la Coalition a été neutralisé. Vous récupérez ses restes.
ko: 연합 함선을 무력화했습니다. 당신은 잔해를 수거했습니다.
ru: Корабль Коалиции уничтожен. Вы разбираете на металлолом то, что осталось.

source: Contact the Lost Sun.
fr: Contacter les Soleils Perdus.
ko: 로스트선과 접촉한다.
ru: Связаться с Затерянными Солнцами.

source: "While Admiral Obadann might be more occupied with the Theocracy, there was a promise made in our alliance. The Federation, while reluctantly, has held their end of the bargain, and so I intend to uphold ours. Perhaps my strength may be of further benefit aboard your vessel."
fr: "Si l'Amiral Obadann est plus occupée avec la Théocratie, une promesse a été faite dans notre alliance. La Fédération, bien qu'à contrecoeur, a respecté sa part du marché, et j'ai donc l'intention de remplir la notre. Peut-être que ma force sera plus bénéfique à bord de votre vaisseau."
ko: "오바단 제독은 신정 쪽을 더 신경 쓰지만, 우리 동맹에는 약속이 있었소. 연방은 마지못해 그 약속을 지켰으니 난 우리 쪽 약속을 이행할 생각이오. 아마도 나의 힘은 그쪽 선박에서 더 도움이 될 거요."
ru: "Пока адмирал Обаданн больше занят Теократией, мы дали обещание в рамках нашего союза. Федерация, хотя и неохотно, но выполнила свою часть соглашения, и я намерен выполнить свою. Возможно, мои знания и умения пригодятся на борту вашего корабля".

# data/events_coalition.xml$//event[@name="COALITION_LOSTSUN_CHOICE_LOSTSUN"]/text
source: The Lost Sun ship has been neutralized. You scrap what remains.
fr: Le vaisseau Soleil Perdu a été neutralisé. Vous récupérez ses restes.
ko: 로스트선 함선을 무력화했습니다. 당신은 잔해를 수거했습니다.
ru: Корабль Затерянных Солнц уничтожен. Вы разбираете на металлолом то, что осталось.

source: Contact the Coalition.
fr: Contacter la Coalition.
ko: 연합과 접촉한다.
ru: Связаться с Коалицией.

source: The Slug captain of the Coalition vessel responds. "The hell issss wrong with you? Aren't you sssuppossssed to be alliesss with them? The Federation really isss full of backssstabbing traitorouss sssscum! Heh. That'sss pretty rad. Here, take sssome crap or whatever."
fr: Le capitaine Limace du vaisseau Coalition répond. "Qu'est-ccce que tu as dans la tête ? Vous n'êtes pas ssssuposssés êtres alliés ? La Fédération est réellement remplie de ssssales traitres poignardeurs de dos ! Heh. Assssez cool. Tiens, prend ccces ordures ou je ne sssais quoi."
ko: 연합 선박의 슬러그 선장이 응답했습니다. "찌금 대체 무쓴 찌쓸 한 거야? 너희는 쩌놈들하고 동맹 아니어써? 연방은 찐짜 뒤통수나 찌는 쓰레기들로 가득하구나! 헤. 거짬 근싸한 일이네. 여기, 고쩔 더미나 받아 가라."
ru: Капитан слизней корабля Коалиции отвечает. "Черт возьми, что ссс тобой не так? Разве ты не обязан быть их сссоюзником? Федерация дейссствительно полна предательссских отбросссов! Хех. Это довольно круто. Вот, возьми вот эту ерунду или чего-то в этом роде".

# data/events_coalition.xml$//event[@name="COALITION_SLUG_PEACEFUL"]/text
source: This ship here may not be a Coalition ship, but it's still a Slug! However, they still haven't attacked. "What, ssssuprisssed we aren't itching to fight you? In casssse you didn't know, not every Sssslug likesss thievery and vengeanccce. We're just here to watch and ssspectate thingsss unfold."
fr: Le vaisseau ici présent n'est peut-être pas de la Coalition, mais c'est tout de même un vaisseau Limace ! Cependant, ils n'ont toujours pas attaqué. "Quoi, ssssurpris qu'on ne veuille pas en découdre ? Au cas ou vous ne le ssssauriez pas, pas toutes les Limacccces aiment le vol et la vengeance. Nous sssssomes justes ici pour regarder les évènements ssse dérouler."
ko: 이 함선은 연합의 함선은 아니지만, 어쨌든 슬러그였습니다! 하지만, 아직 공격해오진 않고 있습니다. "뭐, 우리가 너랑 싸우려 하찌 않아써 놀라써? 모를까 봐 얘기하는데, 모든 쓸러그가 도둑찔과 복쑤를 쫗아하는 건 아니야. 우린 단찌 일이 흘러가는 걸 구경하기 위해 여기에 있는 거라고."
ru: Может быть, этот корабль и не является кораблем Коалиции, но это все равно слизни! Однако они до сих пор не атакуют. "Что, удивилссся, что мы не рвемссся сссразитьссся ссс тобой? Есссли ты не знал, не всссе ссслизни любят воровссство и месссть. Мы просссто здесссь, чтобы наблюдать за происссходящим".

source: Attack them!
fr: Les attaquer !
ko: 그들을 공격한다!
ru: Атаковать их!

source: "Great. We come here to esscape from the Kleptocracccy ssshithole and inssstead we run into an angry Fed pig in the middle of Coalition ssspaccce. What the hell, man."
fr: "Super. Nous sssommes venus pour nous échapper de la sssale Kleptocratttie pour à la placcce se frotter à un sssale porc de la Fédération en plein milieu de l'espaccce Coalition. Ccc'est quoi ton problème, mec?"
ko: "끝내쭈네. 거찌 쏘굴 같은 도둑쩡에써 탈쭐하려고 이고쎄 와떠니, 이번엔 연합의 영역 한가운데에써 썽난 연방의 돼찌 녀석과 마쭈찌다니. 대쩨 나한테 왜 이러는 거야."
ru: "Отлично. Мы приехали сссюда, чтобы выбратьссся из засссранной Клептократии, а вмесссто этого ссстолкнулисссь ссс разъяренной сссвиньей-федералом посссреди проссстранссства Коалиции. Какого черта, чувак?"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Request to trade.
fr: Demander à commerçer.
ko: 거래를 요청한다.
ru: Запросить торговлю.

source: (Slug Crew) Request their flight maps.
fr: (Equipage Limace) Demander leur plans de vols.
ko: (슬러그 선원) 그들의 항해 지도를 요청한다.
ru: (Член экипажа-слизень) Запросить их план полета.

source: "Sssure, a deal can be made... It would be cussstomary to charge for thessse, but I'll be niccce..."
fr: "Bien sssûr, une offre peut ssse faire... Il sssserait coutumier d'exiger de l'argent pour cccecci, mais je vais être généreux..."
ko: "좋아, 원하는 걸 쭐게... 이런 거엔 비용을 쩡구하는 게 관례찌만, 나는 찐쩔하니까..."
ru: "Конечно, можно договоритьccся... Было бы неловко брать за это лом, но я буду добр...".

source: Leave them be.
fr: Les laisser.
ko: 그들을 내버려 둔다.
ru: Оставить их в покое.

source: You ignore the peaceful Slug ship and do something on-board.
fr: Vous ignorez le vaisseau Limace pacifique.
ko: 당신은 평화적인 슬러그 함선을 무시하고 함선에서 무언가를 했습니다.
ru: Вы не обращаете внимания на мирный корабль слизней и занимаетесь своими делами на борту.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: "An interesssting offer yesss, but we mussst decline. We wisssh to atleassst sstay neutral with the Coalition, and trading with a Federation sssship isss not a good way to achieve thisss."
fr: "Une offre intéresssante, oui, mais nous devons refussser. Nous sssouhaitons au moins resster neutre avec la Coalition, et troquer avec un vaisseau de la Fédération n'est pas une bonne manière d'accomplir cccela."
ko: "쩡말 흥미로운 쩨안이찌만 거쩔해야게써. 우리는 연합이랑 쬐쏘한 쭝립쩍인 관계를 유찌하고 앂은데, 연방 함썬과 거래하면 그러기가 힘들거든."
ru: "Интересссное предложение, да, но мы вынуждены отказатьссся. Мы хотим сссохранить нейтралитет ссс Коалицией, а торговля ссс кораблем Федерации - не лучшшший ссспосссоб добитьссся этого".

source: Attack them!
fr: Les attaquer !
ko: 그들을 공격한다!
ru: Атаковать их!

source: "Great. We come here to esscape from the Kleptocracccy ssshithole and inssstead we run into an angry Fed pig in the middle of Coalition ssspaccce. What the hell, man."
fr: "Super. Nous sssommes venus pour nous échapper de la sssale Kleptocratttie pour à la placcce se frotter à un sssale porc de la Fédération en plein milieu de l'espaccce Coalition. Ccc'est quoi ton problème, mec?"
ko: "끝내쭈네. 거찌 쏘굴 같은 도둑쩡에써 탈쭐하려고 이고쎄 와떠니, 이번엔 연합의 영역 한가운데에써 썽난 연방의 돼찌 녀석과 마쭈찌다니. 대쩨 나한테 왜 이러는 거야."
ru: "Отлично. Мы приехали сссюда, чтобы выбратьссся из засссранной Клептократии, а вмесссто этого ссстолкнулисссь ссс разъяренной сссвиньей-федералом посссреди проссстранссства Коалиции. Какого черта, чувак?"

source: Continue...
fr: Continuer...
ko: 계속...
ru: Продолжить...

source: Leave them be.
fr: Les laisser.
ko: 그들을 내버려 둔다.
ru: Оставить их в покое.

source: You ignore the peaceful Slug ship and do something on-board.
fr: Vous ignorez le vaisseau Limace pacifique.
ko: 당신은 평화적인 슬러그 함선을 무시하고 함선에서 무언가를 했습니다.
ru: Вы не обращаете внимания на мирный корабль слизней и занимаетесь своими делами на борту.

source: Check the storage.
fr: Faire l'inventaire du vaisseau.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
fr: Ne rien faire.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: "Ah, well you've made an offer we can't refussse. If there wasss one ssssstereotype of Ssslugssss that alwaysss fitssssss, it'ss our love for trading."
fr: "Ah, eh bien vous présssentez une offre qu'on ne peut refussser. Sss'il y a bien un ssstéréotype de Limacccce qui est toujours vrai, ccc'est notre passsion pour le commerçççe."
ko: "아, 우리가 거쩔할 수 없는 쩨안을 했네. 쓸러그에 대한 고쩡관념 쭝 항쌍 맞는 거쓸 꼽는다면, 그건 거래에 대한 우리의 싸랑일 거야."
ru: "Что ж, ну ты сссделал предложение, от которого мы не можем отказатьссся. Есссли и есссть какой-то ссстереотип ссслизней, который всссегда отвечает дейссствительносссти, так это нашшша любовь к торговле".
