Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_generic.xml/*.po
Languages: ru, zh_hans

# data/events_generic.xml$//event[@name="DISTRESS_ASTEROID_BACTERIA"]/text
source: As soon as you arrive a Zoltan science vessel hails you, deeply concerned. "It is a woeful day, captain! You must help us! Despite ordinance section C67I-O23W-B... er... maybe it was C, not B... regardless, despite being in violation of very important rulings, a nearby Confederate outpost has had the AUDACITY to pollute this region, and it has endangered a very rare species of completely useless asteroid-borne microbacteria no one cares about! This cannot stand!"
ru: Как только вы прибыли, научное судно золтан связывается с вами, сильно обеспокоенное. "Это ужасный день, капитан! Вы должны помочь нам! Несмотря на постановление секции C67I-O23W-B... э... может быть, это было C, а не B... несмотря на нарушение очень важных постановлений, соседний аванпост Конфедерации имеет НАГЛОСТИ загрязнить этот регион, и это поставило под угрозу очень редкого вида совершенно бесполезных микробактерий астероидного происхождения, о которых никто не заботится! Этого нельзя допустить!"
zh_hans: 你一到这里，一艘超能族科学舰就向你呼叫。"这是一个悲惨的日子，船长！你必须帮助我们！尽管条例第C67I-O23W-B......呃......也许是C，而不是B......不管怎样，尽管违反了非常重要的规定，但附近的一个血兰邦前哨站却厚颜无耻地污染了这个地区，它已经危及了一种非常罕见的却完全无用的微生物，却没有人关心！这不能容忍！"

source: Offer to help.
ru: Предложить свою помощь.
zh_hans: 主动提供帮助。

source: "Oh thank goodness. I was afraid I'd have to do something for myself for once. Welp, here are the co-ordinates. Do whatever it is you renegades do and go murder them or something". You make your way to the outpost, which is protected by a single ship.
ru: "Ох, слава богу. Я боялся, что мне придется хоть раз сделать что-то для себя. Ну, вот координаты. Делайте то, что делаете вы, Ренегаты, и идите убивать их или что-то в этом роде". Вы направляетесь к аванпосту, который охраняется единственным кораблем.
zh_hans: "哦，谢天谢地。我还担心我得为自己做一次事呢。好吧，这是坐标。你可以做变元者想做的的任何事情，去谋杀他们或其他什么。"你向前哨站走去，那里有一艘飞船保护。

source: Do what you do best.
ru: Делать то, что у вас получается лучше всего.
zh_hans: 做你最擅长的事情。

source: Words are for pansies. Your job as a mercenary is to kill, and kill you shall. In the name of... useless microbacteria.
ru: Слова - это для слабаков. Ваша работа как наемника - убивать, и вы убьете. Ради... бесполезных микробактерий.
zh_hans: 打嘴炮的事情交给娘娘腔就好了。作为一个雇佣兵，你的工作就是杀戮，而且要杀戮。以......无用的微生物的名义。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Try and explain to the Vampweeds.
ru: Попытаться объяснить Вампсорнякам.
zh_hans: 试着向血草兰花解释。

source: "I'm afraid I don't understand. Why do these bacteria matter? And what do you mean by 'stop polluting'? What are we polluting? We produce about as much waste, if not less, as any other settlement in this sector."
ru: "Боюсь, я не понимаю. Почему эти бактерии имеют значение? И что вы имеете в виду под "прекратить загрязнение"? Что мы загрязняем? Мы производим примерно столько же отходов, если не меньше, как и любое другое поселение в этом секторе."
zh_hans: "恐怕我不明白。为什么这些细菌很重要？还有，你说的'停止污染'是什么意思？我们在污染什么？我们产生的废物和这个区域的任何其他定居点一样多，甚至更少。"

source: A Zoltan told us all this. We're just mercenaries.
ru: Золтан рассказал нам все это. Мы лишь наемники.
zh_hans: 超能族告诉我们这一切。我们只是雇佣兵。

source: "Uhuh... and why should I care? We aren't Ministry citizens. Hell, the Ministry was only included in the Excavation Acts because we knew they'd be the most careful of enforcing them. I understand you have a job to do... but maybe you could just, I dunno, tell the Zoltan you did it anyways?"
ru: "Мм... и почему меня это должно волновать? Мы не граждане Министерства. Черт, Министерство было включено в Акты о раскопках только потому, что мы знали, что они будут наиболее тщательно следить за их исполнением. Я понимаю, что у вас есть работа... но, может, вы просто, ну, не знаю, скажете золтану, что вы все равно это сделали?"
zh_hans: "呃......我为什么要关心？我们不是牧师团里的公民。该死的，牧师团里之所以被纳入挖掘法案，是因为我们知道他们会最谨慎地执行这些法案。我知道你有工作要做......但也许你可以，我不知道，告诉超能族我无论如何都要这样做？"

source: Lie to the Zoltan.
ru: Обмануть золтана.
zh_hans: 对超能族撒谎。

source: You head back to the Zoltan and inform them the job is complete. Despite having no proof you did anything, the Zoltan lights up. "Incredible work! Now we can all go on to continue not caring about the bacteria in peace! Here's your reward!"
ru: Вы возвращаетесь к золтану и сообщаете ему, что работа завершена. Несмотря на отсутствие доказательств того, что вы что-то сделали, золтан загорается. "Потрясающая работа! Теперь мы все можем спокойно продолжать не беспокоиться о бактериях! Вот ваша награда!"
zh_hans: 你回去找超能族人，告诉他们工作已经完成。尽管没有证据证明你做了什么，但超能族人还是很高兴。"现在我们都可以继续平静地不在乎那些微生物了！这是你的奖励！"

source: Finish the job properly and kill the Vampweeds.
ru: Завершить работу должным образом и убить Вампсорняков.
zh_hans: 正确完成工作并杀死血草兰花。

source: You promised to help the Zoltan, and you'll follow through with it. Prepare for combat!
ru: Вы обещали помочь золтану, и вы выполните это обещание. Приготовьтесь к бою!
zh_hans: 你答应帮助超能族，你会信守承诺。准备战斗！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Sorry, we can't help you.
ru: Извините, мы не можем вам помочь.
zh_hans: 很抱歉，我们无法帮你。

source: "Gah, you're worthless. Why is no one willing to do my work FOR me?!"
ru: "Тьфу, ты ничего не стоишь. Почему никто не хочет делать мою работу ЗА меня?!"
zh_hans: "唉，你真是一文不值。为什么没有人愿意为我做工作？"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_BACTERIA_HELP"]/text
source: "Incredible work! Now we can all go on to continue not caring about the bacteria in peace! Here's your reward!"
ru: "Невероятная работа! Теперь мы все можем спокойно продолжать не заботиться о бактериях! Вот ваша награда!"
zh_hans: "现在我们都可以继续平静地不在乎那些微生物了！这是你的奖励！"

# data/events_generic.xml$//event[@name="ENCOUNTER_ROCK_ASTEROID"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Zoltan Deleter) Threaten the Zoltans.
ru: ("Стиратель" золтан) Угрожать золтанам.
zh_hans: (超能族毁灭器)威胁这些超能族。

# data/events_generic.xml$//event[@name="ENCOUNTER_VAMPWEED_ASTEROID"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="QUEST_ASTEROID_TRANSPORT"]/text
source: A small Eargen transport hails you, their Leech captain bleeding from a long gash down its back. "You, you can help us. We're supposed to be taking these back to the Capital, but some pirates got in our way and stole the cargo. We're in no fighting order, but maybe you could get it back for us?"
ru: Небольшой транспорт Ирген вызывает вас, их капитан-пиявка истекает кровью из длинной раны на спине. "Вы, вы можете нам помочь. Мы должны были доставить их обратно в столицу, но какие-то пираты встали на нашем пути и украли груз. Мы не в боевом состоянии, но, может быть, вы сможете вернуть его для нас?"
zh_hans: 一辆小型共和国运输舰向你呼叫"你，你可以帮助我们。我们应该把这些东西带回首都，但一些海盗挡住了我们的路，偷走了货物。我们没有战斗力，但也许你可以为我们把它拿回来？"

# data/events_generic.xml$//event[@name="QUEST_ASTEROID_TRANSPORT"]/choice[1]/text
source: Agree.
ru: Согласиться.
zh_hans: 同意。

source: "Great. We had a tracking beacon in the cargo, and those idiots seem to have grabbed it themselves. Shouldn't be too hard to track them down."
ru: "Отлично. У нас был маячок слежения в грузе, а эти идиоты, сами его схватили. Выследить их будет несложно".
zh_hans: "太好了。我们在货物里有一个跟踪信标，那些白痴似乎以为万事无忧了。追踪他们不应该太难。"

# data/events_generic.xml$//event[@name="QUEST_ASTEROID_TRANSPORT"]/choice[2]/text
source: Decline.
ru: Отказаться.
zh_hans: 拒绝。

source: You apologize, but you aren't here to run errands.
ru: Вы извиняетесь, но вы здесь не для того, чтобы выполнять поручения.
zh_hans: 你表示歉意，但你不是来跑腿的。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_TRANSPORT_PIRATES"]/text
source: It seems you've found the pirate ship in question. With no time to waste, you engage them immediately. Be careful not to damage the cargo!
ru: Похоже, вы нашли пиратский корабль, о котором идет речь. Не теряя времени, немедленно вступаете в бой. Будьте осторожны, чтобы не повредить груз!
zh_hans: 看来你已经找到了那艘有关的海盗舰。没有时间可以浪费，你立即与他们交战。小心不要损坏货物！

# data/events_generic.xml$//event[@name="ASTEROID_TRANSPORT_PIRATES"]/choice/text
source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="LANDFILL_AIRTIGHT"]/text
source: The nearby beacon has been surrounded entirely by a massive Dynasty fleet, their commander blasting demands. "SEE TO IT THAT YOU SUSPEND THIS TOMFOOLERY AT ONCE! THINE FLEET HATH THOU ENCOMPASSED. RAISE YOUR LIMBS AND APPROACH, AND THINK NOT OF MAKING ANY MOVEMENTS IN HASTE!" At first you think this might be directed towards you, but it seems this has been going on a lot longer than you've been around.
ru: Близлежащий маяк был полностью окружен массивным флотом Династии, а их командир требовал. "ПРОСЛЕДИТЕ, ЧТОБЫ ВЫ НЕМЕДЛЕННО ПРЕКРАТИЛИ ЭТО ДУРАЧЕСТВО! ВЫ ОКРУЖИЛИ СВОЙ ФЛОТ. ПОДНИМИТЕ СВОИ КОНЕЧНОСТИ И ПРИБЛИЗЬТЕСЬ, И НЕ ДУМАЙТЕ ДЕЛАТЬ НИКАКИХ ДВИЖЕНИЙ В СПЕШКЕ!" Сначала вы думаете, что это адресовано вам, но, похоже, это продолжается гораздо дольше, пока вы не прилетели сюда.
zh_hans: 附近的信标已经被一支庞大的灵朝舰队完全包围了，他们的指挥官向你呼叫。"请你立即停止这种愚蠢的行为！你的舰队已经被包围了。举起双手，后背对向我，然后慢慢往后退，一定要慢慢的，否则你会被立即击毁！"起初你认为这可能是针对你的，但似乎这已经持续了很久，比你在这里的时间还要长。

# data/events_generic.xml$//event[@name="LANDFILL_AIRTIGHT"]/choice[1]/text
source: Hail the commander and offer your assistance.
ru: Связаться с командиром и предложить свою помощь.
zh_hans: 向指挥官问好并提供帮助。

# data/events_generic.xml$//event[@name="LANDFILL_AIRTIGHT"]/choice[2]/text
source: Ignore the fleet.
ru: Не обращать внимания на флот.
zh_hans: 无视舰队。

# data/events_generic.xml$//event[@name="LANDFILL_AIRTIGHT"]/choice[2]/event/text
source: If they aren't actually directed towards you, then there isn't any particular reason to stick around.
ru: Если они не адресованы на вас, то нет особых причин оставаться здесь.
zh_hans: 如果它们实际上不是针对你的，那么就没有任何特别的理由留下来。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
