Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_generic.xml/*.po
Languages: ru, zh_hans

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_HELP"]/text
source: You step aboard the colony cautiously, and convince the colonists to listen to you. Some examining reveals most of them are suffering psychologically, likely caused by prolonged isolation due to no one else wanting to come mess with "Lenny". You aren't sure there's much you can do to help them, but one colonist pulls you aside. It seems they haven't fully gone insane yet, and they were only pretending so as not to draw the others' ire. They beg you to take them with you.
ru: Вы осторожно поднимаетесь на борт колонии и убеждаете колонистов выслушать вас. При ближайшем рассмотрении выясняется, что большинство из них страдает психологически, что, вероятно, вызвано длительной изоляцией из-за того, что никто больше не хочет возиться с "Ленни". Вы не уверены, что можете им чем-то помочь, но один колонист отводит вас в сторону. Похоже, они еще не до конца сошли с ума и только притворялись, чтобы не навлечь на себя гнев остальных. Они умоляют вас взять их с собой.
zh_hans: 你小心翼翼地登上了殖民地，并说服殖民者听你的话。一些检查显示，他们中的大多数人都在遭受心理上的痛苦，很可能是由于没有人愿意来招惹"莱尼"而导致的长期孤立。你不确定你能给他们带来什么帮助，但一个殖民者把你拉到一边。看来他们还没有完全疯掉，他们只是在假装，以免引起其他人的愤怒。他们求你带他走。

# data/events_generic.xml$//event[@name="ASTEROID_ABUSE"]/text
source: Despite not having authority to do so in the Free Excavation Act, a Coalition station is operating in full view, harvesting the asteroids near this beacon.
ru: Несмотря на отсутствие полномочий в Законе о Свободных Раскопках, станция Коалиции работает на виду у всех, собирая астероиды вблизи этого маяка.
zh_hans: 一个星联空间站在众目睽睽之下收集这个信标附近的小行星。尽管在"自由挖掘法"中这是不被许可的。

# data/events_generic.xml$//event[@name="ASTEROID_ABUSE"]/choice[1]/text
source: Hey, you can't be here!
ru: Эй, тебе нельзя здесь находиться!
zh_hans: 嘿，你不能在这里！

# data/events_generic.xml$//event[@name="ASTEROID_ABUSE"]/choice[1]/event/text
source: A Mantis captain, wearing a smug grin, appears on your camera. "Hahah, are you thinking of so, captain? Big riot, FREE Excavation act! You forgetting doctrine saying nothing of Federation, but you exploiting merely of Union and Ministry benefits. Well, funny pebble man and gross worm thing sign act too! And if you are noticing, we are having funny pebble man AND gross worm thing on board. Thus, Coalition having as much right as you are! Hahah! Dumb dumb!"
ru: На вашем экране появляется капитан богомолов с самодовольной ухмылкой. "Хахах, вы так думаете, капитан? Большой бунт, акт БЕСПЛАТНОЙ раскопки! Вы забываете доктрину, ничего не говорящую о Федерации, а пользуетесь исключительно льготами Союза и Министерства. Ну, смешной человек-камешек и мерзкий червяк - тоже акт! И если вы заметили, у нас на борту есть и забавный человек-камешек, и мерзкий червяк. Таким образом, Коалиция имеет столько же прав, сколько и вы! Хахах! Тупой тупой!"
zh_hans: 一个螳螂船长，带着得意的笑容，出现在你的屏幕上。"哈哈，你是这么想的吗，船长？现在可是暴乱横行的年代，我想怎么挖都行。你忘记了联邦的正式声明，但是你至少在剥削同盟和牧师团而已。如果你注意到了，我们有一个有趣的卵石人和一个恶心的虫子在船上。因此，星联有和你一样权利！哈哈哈！笨蛋！"

source: Attack these smug bastards.
ru: Атаковать этих самодовольных ублюдков.
zh_hans: 攻击这些自鸣得意的混蛋。

source: "Hahahah, yes, fight me infant brain man! I welcome your slaughter! Hahah!"
ru: "Хахахах, да, сразись со мной, младенец с мозгами! Я приветствую твою резню! Хахах!"
zh_hans: "哈哈哈，是的，和我这个傻子战斗吧！我欢迎你的屠杀！哈哈哈！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Fair point.
ru: Справедливая мысль.
zh_hans: 有道理。

source: "What?! No! No no! You aren't supposed to be agreeing! You getting mad! Madder! Agh! Curses you! Hmph. Well, uh, not knowing what to do now. Uh... you needing sell and buy things?"
ru: "Что?! Нет! Нет, нет! Ты не должен был соглашаться! Ты должен злиться! Очень злиться! Агх! Проклинаю тебя! Хмм. Ну, эээ, не знаю, что теперь делать. Эээ... тебе нужно продавать и покупать товары?"
zh_hans: "什么？不！不！不！你不应该同意的！你应该发火的！疯狂的咒骂我的！啊！去你的！哼，嗯，呃，我也不知道现在该怎么办了。呃......你需要卖东西或者买东西吗？"

source: (Anti-Bio Weapon) Snipe the Rockman and Leech.
ru: (Анти-био орудие) Застрелить валуна и пиявку.
zh_hans: (反生物武器)狙击岩石族和吸虫族。

source: You configure your weapon and lock onto both of the crew the Mantis had proudly displayed, near instantly killing them both. The Mantis gawks in horror. "You are... how?! This cheating! Agh!" From offscreen the Slug aboard shuffles on. "Heh. You kinda sssuck. I'm outta here, Fed dude'sss got cooler gunsss."
ru: Вы настраиваете свое оружие и наводите его на членов команды, которую богомол с гордостью демонстрировал, почти мгновенно убивая их. Богомол в ужасе смотрит на вас. "Ты... как?! Это жульничество! Агх!" Из экрана на борту появляется слизень. "Хех. Ты вроде как отссстой. Я сссваливаю отсссюда, у чувака Феда пушки покруче".
zh_hans: 你配置了你的武器，并锁定了螳螂引以为豪的两个船员，几乎瞬间就把他们都杀了。螳螂惊恐地瞪大了眼睛。"你是......怎么会呢！？这是在作弊！啊！"从屏幕外看，船上的蛞蝓族开始慢慢移动。"呵。你还真是个混蛋。我要离开这里，联邦的人一定有更酷的武器。"

# data/events_generic.xml$//event[@name="ASTEROID_ABUSE"]/choice[2]/text
source: Ignore the station.
ru: Не обращать внимания на станцию.
zh_hans: 无视该空间站。

# data/events_generic.xml$//event[@name="ASTEROID_ABUSE"]/choice[2]/event/text
source: You have nothing to gain but conflict from bothering these guys. Better to stay away.
ru: Вы ничего не добьетесь, кроме конфликта, если будете беспокоить этих парней. Лучше держаться подальше.
zh_hans: 骚扰这些人，除了冲突，你什么也得不到。最好离得远远的。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_REBELOUTPOST"]/text
source: Seems a small Rebel outpost has been stealthily placed between the asteroids here. By law they aren't meant to be here, but mining operations aren't exactly known for hurting anyone.
ru: Похоже, небольшой аванпост повстанцев был незаметно размещен между астероидами. По закону их здесь быть не должно, но горные работы не слишком известны тем, что причиняют кому-либо вред.
zh_hans: 似乎一个小型的叛军前哨站被悄悄地放置在这里的小行星之间。根据法律，他们不应该在这里，但采矿作业没有伤害他人的能力。

# data/events_generic.xml$//event[@name="ASTEROID_REBELOUTPOST"]/choice[1]/text
source: Contact them.
ru: Связаться с ними.
zh_hans: 联系他们。

# data/events_generic.xml$//event[@name="ASTEROID_REBELOUTPOST"]/choice[2]/text
source: Take the law into your own hands!
ru: Взять закон в свои руки!
zh_hans: 把法律掌握在自己手中！

source: "Damn you! And you wonder why there was ever a Rebellion! This isn't law, this is corruption!"
ru: "Будь ты проклят! И вы удивляетесь, почему вообще возникло Восстание! Это не закон, это коррупция!"
zh_hans: "你真该死！你还想知道为什么会有叛乱！这不是法律，这是腐败！"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Forged ID) Pretend to be Rebels to trade.
ru: (Поддельное удостоверение) Выдать себя за повстанцев для торговли.
zh_hans: (伪造的ID)假装成叛军进行交易。

source: You can tell the Rebels are skeptical, but apparently they're desperate to sell off some old equipment thanks to a lack of support this far from Rebel space.
ru: Можно сказать, что повстанцы настроены скептически, но, очевидно, они отчаянно нуждаются в продаже старого оборудования из-за отсутствия поддержки вдали от пространства повстанцев.
zh_hans: 叛军看起来持怀疑态度，但显然他们急于卖掉一些旧设备。为叛军星域太远，他们缺乏物资。

# data/events_generic.xml$//event[@name="ASTEROID_REBELOUTPOST"]/choice[4]/text
source: Ignore the Rebels.
ru: Не обращать внимания на повстанцев.
zh_hans: 无视叛军。

source: Harmless or not, bothering these Rebels is risky. Better not to get involved.
ru: Безобидны они или нет, беспокоить этих повстанцев рискованно. Лучше не вмешиваться.
zh_hans: 无论无害与否，打扰这些叛军都是有风险的。最好不要理他们。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: The Rebels seem extremely cautious speaking with you. You start to catch on and decide to leave quickly. Chances are with the way that went they probably won't be very reluctant to give the fleet information about this sighting.
ru: Повстанцы выглядят крайне осторожными в разговоре с вами. Вы начинаете понимать это и решаете быстро уйти. Есть шанс, что после того, как все прошло, они не откажутся передать флоту информацию об этой встрече.
zh_hans: 叛军在与你交谈时似乎非常谨慎。你开始明白了，并决定迅速离开。从刚才的情况来看，他们可能不会很勉强地把这次目击的信息告诉舰队。

source: "You're a renegade, no? I can't say we could see eye to eye on everything, but I can see the alure. Sometimes I want to leave this place behind too, but I have a duty to fulfill. Still, it's rare seeing someone like you who doesn't rush into combat. Take care, friend. May we never have to draw guns against each other."
ru: "Вы - Ренегат, да? Не могу сказать, что мы во всем сходимся во взглядах, но я понимаю, что вас привлекает. Иногда мне тоже хочется оставить это место, но я должен выполнять свой долг. Все-таки редко встретишь такого человека, как ты, который не рвется в бой. Береги себя, друг. Пусть нам никогда не придется применять оружие друг против друга".
zh_hans: "你是个变元者，对吗？我不能说我们在所有的事情上都能达成一致，但我能看到这行当为何如此吸引你。有时我也想离开这个地方，但我有任务要做。不过，像你这样不急于作战的人还是很难得的。保重，朋友。愿我们永远不必拔枪相向。"

source: "From the moment you jumped in I thought we were dead. Glad to see a friendly face, even if you are a Fed... Yeah, I know we're breaking the rules, but what's a little rock mining going to do? If you aren't too worried about the legality, maybe we could strike a trade?"
ru: "С того момента, как вы прыгнули, я думал, что нам конец. Рад видеть дружелюбное лицо, даже если вы Федерал... Да, я знаю, что мы нарушаем правила, но что может сделать небольшая добыча камня? Если вы не слишком беспокоитесь о законности, может быть, мы могли бы заключить сделку?"
zh_hans: "从你跃迁进来的那一刻起，我以为我们已经死了。很高兴看到一张友好的面孔，即使你是联邦的人......是的，我知道我们违反了法律，但开采一点石头又能怎样？如果你不太担心合法性问题，也许我们可以达成交易？"

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/text
source: Despite the presence of a large approaching asteroid storm, two ships appear to be in the middle of a standoff. A Ministry and Theocracy ship are squaring off over access to some sort of depot. As expected, the Rockmen are using offensive racial slurs and the Zoltans are spewing legal jargon. What else is new?
ru: Несмотря на приближающийся большой астероидный шторм, два корабля, похоже, находятся в центре противостояния. Корабль Министерства и корабль Теократии сражаются за доступ к какому-то складу. Как и ожидалось, валуны используют оскорбительные расовые слоганы, а золтаны изрыгают юридический жаргон. Иначе могло бы быть?
zh_hans: 尽管有一个巨型小行星风暴正在逼近，但两艘飞船似乎正处于对峙之中。一艘牧师团飞船和神权国飞船正在为进入某种仓库而对峙。正如你想的那样，岩石族使用了种族侮辱性语言，而超能族则喷出了法律术语。算不得什么新鲜事。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[1]/text
source: Assist the Zoltan.
ru: Оказать помощь золтану.
zh_hans: 帮助超能族。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[1]/event/text
source: You think for a moment the Zoltan are considering helping you, until they suddenly jump away! The reason is obvious moments later when the beacon is engulfed by the approaching asteroid storm!
ru: На мгновение вам кажется, что золтаны решили помочь вам, но они внезапно отпрыгивают в сторону! Причина становится очевидной несколько мгновений спустя, когда маяк оказывается поглощен приближающимся астероидным штормом!
zh_hans: 你以为超能族在考虑是否接受帮助，直到他们突然跃迁！原因很明显，片刻之后，这个信标即将被逼近的小行星风暴吞噬！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[2]/text
source: Assist the Rockmen.
ru: Оказать помощь валунам.
zh_hans: 帮助岩石族族。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[2]/event/text
source: As you lock onto the Zoltan ship, the Rockmen continue to provide 'support' by shouting more obscenities at the Zoltan. That is, until the asteroids engulf the beacon and the Rockmen give up and abandon the depot!
ru: Пока вы фиксируете корабль золтанов, валуны продолжают оказывать "поддержку", выкрикивая непристойности в адрес золтанов. И так до тех пор, пока астероиды не поглотят маяк, а валуны не сдадутся и не покинут склад!
zh_hans: 当你锁定超能族飞船时，岩石族继续提供"支持"，向超能族喊出更多的污言秽语。直到小行星吞噬了信标，岩石族才放弃了仓库！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: (Upg. Cloaking) Stealthily raid the depot yourself.
ru: (Продвинутая маскировка) Незаметно совершить налет на склад самостоятельно.
zh_hans: (高级隐形)偷偷摸摸地进入仓库。

source: You slip past the two squabbling ships and storm the depot, grabbing everything that isn't nailed down that's within reach, and quickly leave.
ru: Вы проскальзываете мимо двух ссорящихся кораблей и вторгаетесь в склад, хватая все, что не прибито гвоздями, и быстро уходите.
zh_hans: 你溜过两艘争吵不休的船，冲进仓库，拿走了一切你能拿走的东西，然后迅速离开。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[4]/text
source: These two can duke it out alone.
ru: Эти двое могут сразиться в одиночку.
zh_hans: 这两个人可以单独进行决斗。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF"]/choice[4]/event/text
source: Coming between two vessels like these is pointless. Best let them handle each other like the manchildren they are.
ru: Влезать между двумя такими судами бессмысленно. Лучше пусть они сами разбираются друг с другом, как дети, которыми они и являются.
zh_hans: 在这样的两艘船之间出现是毫无意义的。最好让他们像男人一样处理彼此的关系。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF_DEPOT"]/text
source: With the ship out of the way, you have the opportunity to go after the depot yourself - but you might take some extra damage from the asteroids!
ru: Когда корабль убран с дороги, у вас есть возможность самостоятельно добраться до склада - но вы можете получить дополнительные повреждения от астероидов!
zh_hans: 随着飞船的离开，你有机会自己进入仓库 - 但你可能会从小行星上受到一些额外的伤害！

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF_DEPOT"]/choice[1]/text
source: Raid the depot.
ru: Напасть на склад.
zh_hans: 进入仓库。

source: You storm the depot, grabbing everything that isn't nailed down that's within reach and quickly leave. Some asteroids strike your hull, but hopefully it was worth it.
ru: Вы штурмуете склад, хватаете все, что не прибито, что находится в пределах досягаемости, и быстро уходите. Несколько астероидов врезаются в ваш корпус, но, надеюсь, оно того стоило.
zh_hans: 你冲进仓库，拿走了一切你能拿走的东西，然后迅速离开。一些小行星撞击你的舰体，但希望这是值得的。

# data/events_generic.xml$//event[@name="ASTEROID_STANDOFF_DEPOT"]/choice[2]/text
source: Leave now.
ru: Уходим сейчас же.
zh_hans: 现在就离开。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/text
source: You receive a hail from a nearby Engi station monitoring the nearby asteroid fields. "Engi presence is with permission of Ministry. Goals: test and establish remote mining operation through use of drone technology. Problem: Vagabond settlement continues to steal tech. Solution: Federation vessel may 'blow shit up'. Can a deal be made?"
ru: Вы получаете вызов с ближайшей станции энджи, наблюдающей за близлежащими астероидными полями. "Присутствие энджи - разрешено Министерством. Цель: испытать и наладить удаленную добычу полезных ископаемых с помощью технологии дронов. Проблема: поселение бродяг продолжает воровать технологии. Решение: Корабль Федерации может "взорвать к херам". Можно ли заключить сделку?"
zh_hans: 你收到来自附近半械空间站的呼叫，其监视着附近的小行星场。"半械族的存在有牧师团的许可。目标：通过使用无人机技术测试和建立远程开采作业。问题：飘浪群持续窃取技术。解决方案：联邦战舰可以将坏蛋"炸毁"。协议达成？"

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[1]/text
source: Agree to help.
ru: Согласиться помочь.
zh_hans: 同意提供帮助。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[1]/event/text
source: "There is an understanding - you are at a lack of the limited resource of time. Three Vagabond ships have been identified as problematic. We request you defeat one."
ru: "Есть понимание - вы находитесь в условиях дефицита ограниченного ресурса - времени. Три корабля бродяг были определены как проблемные. Мы просим вас уничтожить один из них".
zh_hans: "有一种理解 - 你处于缺乏时间这一有限资源的状态。三艘飘浪群战舰已被确认为有问题。我们要求你击败一艘。"

source: Take on the ship populated by Gouls.
ru: Взять корабль, населенный Гулями.
zh_hans: 登上燃灵居住的船。

source: "Understood. Coordinates for target are being transfered."
ru: "Понятно. Координаты цели передаются".
zh_hans: "明白了。目标的坐标正在传输中。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Take on the ship populated by Mares.
ru: Взять корабль, населенный Марами.
zh_hans: 登上Mares居住的船。

source: "Understood. Coordinates for target are being transfered."
ru: "Понятно. Координаты цели передаются".
zh_hans: "明白了。目标的坐标正在传输中。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: Take on the ship populated by Wraiths.
ru: Взять корабль, населенный Видениями.
zh_hans: 登上Wraiths居住的飞船。

source: "Understood. Coordinates for target are being transfered."
ru: "Понятно. Координаты цели передаются".
zh_hans: "明白了。目标的坐标正在传输中。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[2]/text
source: Ignore the Engis and attack them instead!
ru: Игнорировать энджи и атаковать их!
zh_hans: 无视半械族，反而攻击他们！

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[2]/event/text
source: "Critical error. Unexpected hostility from Federation vessel. Appropriate response: 'oh shit'. Activating combat protocols."
ru: "Критическая ошибка. Неожиданная враждебность со стороны корабля Федерации. Соответствующая реакция: "вот дерьмо". Активирую боевые протоколы".
zh_hans: "严重错误。来自联邦船只的意外敌意。'哦，该死'。启动战斗协议。"

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[3]/text
source: We aren't errand runners.
ru: Мы не выполняем поручения.
zh_hans: 我们不是跑腿的人。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB"]/choice[3]/event/text
source: "Your response has been evaluated as: rude. Unfortunate circumstances. We will cease contact with your vessel."
ru: "Ваш ответ был оценен как: грубый. Неблагоприятные обстоятельства. Мы прекращаем контакт с вашим судном".
zh_hans: "你的回应被评价为：无礼。不幸的情况。我们将停止与你的船只联系。"

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_ENGILAB_CONTACT"]/text
source: "Impressive demonstration. Federation vessel has successfully 'kicked ass'. Payment is due. Expect to receive reward momentarily."
ru: "Впечатляющая демонстрация. Корабль Федерации успешно "надрал задницу". Оплата производится. Ожидайте вознаграждения в ближайшее время".
zh_hans: "令人印象深刻的示范。联邦舰艇成功地击毁了敌舰。应该付款了。预计很快就会收到奖励。"

# data/events_generic.xml$//event[@name="DISTRESS_ASTEROID_FREEDUMB"]/text
source: The distress beacon here is coming from a Rock mining platform, which has taken heavy damage. They hail you almost immediately; "We don't care who you are or what your stake is - there are some lunatic Mantis running around here massacring us by the dozen! We need you to track them down and put an end to this murder!"
ru: Здесь сигнал бедствия подает шахтерская платформа валунов, получившая серьезные повреждения. Они почти сразу же вызывают вас: "Нам все равно, кто вы и какова ваша цена - здесь бегают какие-то безумные богомолы, истребляющие нас десятками! Нам нужно, чтобы вы выследили их и положили конец этому массовому убийству!"
zh_hans: 这里的求救信号来自一个岩石族采矿平台，它受到了严重的损害。你立即收到消息："不管你是谁，或者目的是什么——这里有一群疯狂的螳螂族在大肆屠杀我们！我们恳求你追踪他们，结束这场谋杀！"

source: Agree to track down the murderers.
ru: Согласиться выследить убийц.
zh_hans: 同意追踪这些屠杀者。

source: You make some scans of the system and detect another ship some distance away. Moving closer reveals it to be piloted by Free Mantis, who greet you with great jubilation. "Merry day, captain! You are coming here claiming great bounties too?"
ru: Вы проводите сканирование системы и обнаруживаете другой корабль на некотором расстоянии. Подойдя ближе, вы обнаруживаете, что его пилотируют Свободные богомолы, которые приветствуют вас с большим ликованием. "Счастливого дня, капитан! Вы тоже прилетели сюда за большими вознаграждениями?"
zh_hans: 你对该系统进行了一些扫描，发现在一定距离外有另一艘飞船。走近一看，发现它是由自由螳螂驾驶的，他们欢天喜地地迎接你。"幸运的一天，舰长！你来这里也是为了索取丰厚的赏金？"

source: Are you the ones killing Theocracy miners?
ru: Это вы убиваете шахтеров Теократии?
zh_hans: 你们是那些杀害神权国矿工的人吗？

source: "Huh? Not knowing what you are talking of. We come here harvest rocks! Many rocks, they tell us! Kill rock, it gives you fuel! And when I am hearing this, I thinking to myself, 'This is making greatest profits!' You are saying words is wrong? Truth be, we not finding any fuel! Doing something wrong I am thinking..."
ru: "А? Не знаю, о чем вы говорите. Мы пришли сюда собирать валуны! Много валунов, говорят нам! Убивайте валунов, они дают вам топливо! И когда я это слышу, я думаю про себя: "Это принесет огромную прибыль!" Вы говорите, что слова - ошибочны? Правда, мы не нашли топлива! Я думаю, что делаю что-то не так..."
zh_hans: "啊？不知道你在说什么。我们来这里收集石材！很多很多石材，上级这么嘱咐我们，杀死岩石族，它能给你提供燃料！当我听到这些时，我在想，这赚得太大了！你说这有错吗？事实是，我们没有找到任何燃料！我在想我做错了什么......"

source: You've been terribly mistaken - the Rockmen are not asteroids.
ru: Вы сильно ошиблись - валуны не являются астероидами.
zh_hans: 大错特错——岩石族不是小行星。

source: "What? You are saying there is a Rock... AND man? Is this why screaming and running when I slice them open? Huh... Revolutionary ideas! You think big smart, biggest smarter even! Some days I wishing I have biggest smart. So, I come with you, and hoping knowledge coming off with me!"
ru: "Что? Ты говоришь, что существует валун... И человек? Вот почему они кричат и убегают, когда я их разрезаю? Ха... Революционные идеи! Ты мыслишь очень умно, еще умнее! Иногда мне хочется, чтобы у меня был самый большой ум. Так что я иду с тобой, и надеюсь, что знания уйдут вместе со мной!"
zh_hans: "什么？你是说有一个岩石......是生命？这就是我切开它们时它们尖叫和逃跑的原因吗？......颠覆性的想法！你的想法很聪明，大大的聪明！有些时候，我希望我也有这样的聪明。所以，我想和你一起离开，希望能变得聪明！"

source: Nope, you're doing just fine.
ru: Нет, все отлично.
zh_hans: 不，你做得很好。

source: "Oh, okay! Just unlucky supposing. Many thanks, captain! While not having many fuels, we do offering you great basket of assorted metals we pick from bigger rock after small ones dead!"
ru: "Ох, хорошо! Просто не повезло. Большое спасибо, капитан! Хотя у нас не так много топлива, мы предлагаем вам большую корзину разнообразных металлов, которые мы собираем с больших валунов после гибели маленьких!"
zh_hans: "哦，好的！谢谢你，船长！虽然没有很多燃料，但我们可以为你提供非常多的各种金属。这是我们在小石头死后从大石头上收集的！"

source: Refuse.
ru: Отказаться.
zh_hans: 拒绝。

source: The Rockmen make no attempt to say anything more.
ru: Валуны не делают никаких попыток сказать что-то еще.
zh_hans: 岩石族没有试图再说更多。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。
