Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_generic.xml/*.po
Languages: ru, zh_hans

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/text
source: A small Union refinery is operating away from all the asteroids. Though they mostly just process raw ores, you can probably pay them to refine some of your scrap.
ru: Вдали от всех астероидов работает небольшой перерабатывающий завод Союза. Хотя они в основном перерабатывают сырую руду, вы можете заплатить им за переработку вашего лома.
zh_hans: 在远离所有小行星的地方，有一个小型的联邦精炼厂正在运营。虽然他们大多只是加工原矿石，但你也许可以付钱让他们精炼一些你的废料。

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[1]/text
source: Pay them to create a weapon.
ru: Заплатить им за создание орудия.
zh_hans: 付钱给他们制造武器。

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[1]/event/text
source: "Bit of an unconventional request, but we appreciate the donation. We'll see what we can do."
ru: "Немного нестандартная просьба, но мы благодарны за пожертвование. Мы посмотрим, что можно сделать".
zh_hans: "有点非传统的要求，但我们感谢你的捐赠。我们会看看我们能做什么。"

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[2]/text
source: Pay them to create an augment.
ru: Заплатить им за создание модуля.
zh_hans: 付钱让他们制造一个部件。

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[2]/event/text
source: "Bit of an unconventional request, but we appreciate the donation. We'll see what we can do."
ru: "Немного нестандартная просьба, но мы благодарны за пожертвование. Мы посмотрим, что можно сделать".
zh_hans: "有点不寻常的要求，但我们感谢你的捐赠。我们看看我们能做什么。"

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[3]/text
source: Attack the refinery!
ru: Напасть на перерабатывающий завод!
zh_hans: 攻击精炼厂！

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[3]/event/text
source: "Wait wait! What did we do?!" You mute the civilians and open fire.
ru: "Подождите! Что мы сделали?!" Вы отключаете гражданских и открываете огонь.
zh_hans: "等等！我们做了什么？！"你切断通讯并开火。

source: Continue...
ru: Продолжить...
zh_hans: 继续。

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[4]/text
source: Ignore the refinery.
ru: Не обращать внимания на перерабатывающий завод.
zh_hans: 无视精炼厂。

# data/events_generic.xml$//event[@name="ASTEROID_REFINERY"]/choice[4]/event/text
source: There likely isn't anything good to come out of exploring this place. Let's move on.
ru: Скорее всего, ничего хорошего из осмотра этого места не выйдет. Давайте двигаться дальше.
zh_hans: 探索这个地方可能没有什么好东西可以得到。让我们继续前进。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_CACHE"]/text
source: Unfortunately, the beacon here has been engulfed by an intense swarm of asteroids. You're about to prepare to leave when you notice several radar blips. An artificial object, hollow, is drifting amongst the rocks. If you had to guess, it's likely a supply cache.
ru: К сожалению, маяк здесь был поглощен плотным роем астероидов. Вы уже собираетесь уходить, когда замечаете несколько вспышек радара. Искусственный объект, полый, дрейфует среди скал. Если бы вам пришлось гадать, это, скорее всего, тайник с припасами.
zh_hans: 不幸的是，这里的信标已经被密集的小行星群所吞噬。当你准备离开时，你注意到几个雷达信号。一个空心的人造物体正漂浮在岩石之间。你猜测这很可能是一个补给库。

# data/events_generic.xml$//event[@name="ASTEROID_CACHE"]/choice[1]/text
source: Raid the cache.
ru: Обчистить тайник.
zh_hans: 抢夺补给库。

# data/events_generic.xml$//event[@name="ASTEROID_CACHE"]/choice[2]/text
source: We're already getting pelted. We should just leave.
ru: Нас уже обстреливают. Мы должны просто уйти.
zh_hans: 我们已经被打得很惨了。我们应该离开。

# data/events_generic.xml$//event[@name="ASTEROID_CACHE"]/choice[2]/event/text
source: Too risky trying to access the cache. You distance yourself away from the swarm of asteroids.
ru: Слишком рискованно пытаться добраться до тайника. Вы отдаляетесь от роя астероидов.
zh_hans: 试图进入补给库的风险太大。你与小行星群保持距离。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[1]/text
source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly drone parts and schematics. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри, в основном дрон-комплекты и схемы. У вас нет времени разбирать, вы забираете все что можно.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，这并不是什么大事。里面似乎主要是无人机部件和原理图。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[2]/text
source: You make it to the cache without a scratch. Inside, it seems it's mostly drone parts and schematics. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы добрались до тайника без единой царапины. Внутри, похоже, в основном дрон-комплекты и схемы. У вас нет времени разбираться со всем этим, и просто забираете все что есть.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是无人机部件和原理图。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[3]/text
source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly ammo and weapons. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри, в основном патроны и оружие. У вас нет времени разбираться со всем этим, и вы просто забираете все что есть.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，这并不是什么大事。里面似乎主要是弹药和武器。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[4]/text
source: You make it to the cache without a scratch. Inside, it seems it's mostly ammo and weapons. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы добрались до тайника без единой царапины. Внутри, в основном патроны и оружие. У вас нет времени разбираться со всем этим, и вы просто забираете все что есть.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是弹药和武器。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[5]/text
source: You take some damage trying to open the cache, but fortunately it's nothing too major. Inside, it seems it's mostly fuel and augments. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы получаете некоторые повреждения, пытаясь открыть тайник, но, к счастью, ничего серьезного. Внутри, в основном топливо и модули. У вас нет времени разбираться со всем этим, и вы просто забираете все что есть.
zh_hans: 你在试图打开补给库时受到了一些伤害，但幸运的是，这并不是什么大事。里面似乎主要是燃料和部件。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//eventList[@name="ASTEROID_CACHE_OPEN"]/event[6]/text
source: You make it to the cache without a scratch. Inside, it seems it's mostly fuel and augments. You don't have time to pull apart the whole thing, but you do take back an impressive haul.
ru: Вы добрались до тайника без единой царапины. Внутри, в основном топливо и модули. У вас нет времени разбираться со всем этим, и вы просто забираете все что есть.
zh_hans: 你毫发无伤地到达了补给库。里面似乎主要是燃料和部件。你没有时间去拆开整个东西，但你确实带回了一批令人惊喜的东西。

# data/events_generic.xml$//event[@name="ASTEROID_DEADPLATFORM"]/text
source: A rather large mining platform has been embedded on the side of a hollowed-out asteroid. It's not returning any hails and shows no signs of activity, but you aren't sure just how long it has been abandoned, or for what reasons.
ru: Довольно большая платформа для добычи полезных ископаемых была встроена в боковую поверхность пологого астероида. Она не отвечает на запросы и не подает признаков активности, но вы не знаете, как давно она была заброшена и по каким причинам.
zh_hans: 一个相当大的采矿平台被嵌入到一个被挖空的小行星的侧面。它没有回应你，也没有活动的迹象，但你不确定它被废弃了多长时间，或者出于什么原因。

# data/events_generic.xml$//event[@name="ASTEROID_DEADPLATFORM"]/choice[1]/text
source: Board the platform.
ru: Подняться на борт платформы.
zh_hans: 登上平台。

# data/events_generic.xml$//event[@name="ASTEROID_DEADPLATFORM"]/choice[2]/text
source: Ignore the platform.
ru: Не обращать внимания на платформу.
zh_hans: 无视该平台。

source: There likely isn't anything good to come out of exploring this place. Let's move on.
ru: Скорее всего, ничего хорошего из исследования этого места не выйдет. Давайте двигаться дальше.
zh_hans: 探索这个地方可能没有什么好东西可以得到。让我们继续前进。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You land on the platform and move to investigate, when a pirate vessel appears from behind the asteroid! It was using the platform as a trap!
ru: Вы приземляетесь на платформу и начинаете исследовать ее, когда из-за астероида появляется пиратское судно! Оно использовало платформу как ловушку!
zh_hans: 你降落在平台上并采取行动准备进行调查，突然一艘海盗舰从小行星后面出现时！它把平台当作陷阱！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: The platform is more battered than you originally thought. The shield generator is running on fumes, and the crew are long since gone. You aren't sure why they left, but a substantial amount of fuel is left over.
ru: Платформа оказалась разрушена сильнее, чем вы думали. Генератор щита работает на износ, а команда давно ушла. Вы не уверены, почему они ушли, но здесь осталось много топлива.
zh_hans: 该平台比你原先想象的要严重得多。护盾系统正在冒烟，船员早已不见了。你不确定他们为什么离开，但还剩下了大量的燃料。

source: You step aboard the station only to find a Rockman, a former resident of the platform, locked in the cargo bay. He's terrified when you open the doors, but you manage to calm him. He explains that a pirate raid slaughtered the crew, and that he was the only survivor.
ru: Поднявшись на борт станции, вы обнаруживаете, что валун, бывший житель платформы, заперт в грузовом отсеке. Он испуган, когда вы открываете двери, вам удается его успокоить. Он объясняет, что пиратский набег перебил экипаж, и он был единственным выжившим.
zh_hans: 你踏上平台，却发现一个岩石族人，一个曾经住在平台上的人，被锁在货舱里。当你打开门时，他吓坏了，但你设法让他平静下来。他解释说，一次海盗突袭屠杀了船员，而他是唯一的幸存者。

source: You board the station only to notice the shield generator is still functional. You strip it of parts and use them to upgrade your own shields, though you're uncertain what led to the station being abandoned.
ru: Вы поднимаетесь на борт станции и замечаете, что генератор щитов все еще функционирует. Вы разбираете его на части и используете их для модернизации собственных щитов, хоть и не знаете, почему станция была заброшена.
zh_hans: 你登上平台，才注意到护盾系统仍在运作。你把它的零件拆下来，用它们来升级你自己的护盾，尽管你不确定是什么导致了这个平台被废弃。

# data/events_generic.xml$//event[@name="ASTEROID_HURTMINER"]/text
source: It seems another ship is exploring the beacon through the dense asteroid field. However, moments after you spot them, a large asteroid strikes their ship, crippling their engines and sending them flying!
ru: Похоже, что другой корабль исследует маяк через плотное астероидное поле. Однако через несколько мгновений после того, как вы их заметили, большой астероид врезается в их корабль, разрушая их двигатели и отправляя их в полет!
zh_hans: 似乎另一艘船正在通过密集的小行星场探索信标。然而，在你发现它们后不久，一颗大行星撞击了他们的飞船，使它们的引擎瘫痪并将它们撞飞！

# data/events_generic.xml$//event[@name="ASTEROID_HURTMINER"]/choice[1]/text
source: Try to rescue the civilians.
ru: Попытаться спасти гражданских.
zh_hans: 尝试营救平民。

# data/events_generic.xml$//event[@name="ASTEROID_HURTMINER"]/choice[2]/text
source: Attempt to salvage some of the wreckage from the collision.
ru: Попытаться собрать некоторые обломки после столкновения.
zh_hans: 试图从碰撞中搜刮一些残骸。

source: (Upg. Piloting) Use your advanced auto-pilot to correct their trajectory.
ru: (Улучш. Рулевая рубка) Использовать свой усовершенствованный автопилот, чтобы скорректировать их траекторию.
zh_hans: (高级驾驶)使用高级自动驾驶仪来纠正他们的轨迹。

source: (Arm Upgrade) Use your arm to correct their trajectory.
ru: (Улучшенный кран) Используйте свой кран, чтобы скорректировать их траекторию.
zh_hans: (机械臂部件)用你的机械臂纠正他们的轨迹。

source: You latch onto the ship and pull them out of the path of the larger asteroids. You take a little bit of a beating, but the captain is very grateful for your help and, considering his ship is totaled, he offers to help you instead.
ru: Вы цепляетесь за корабль и уводите его с пути крупных астероидов. Вас немного потрепало, но капитан очень благодарен вам за помощь и, учитывая, что его корабль поврежден, предлагает помочь вам.
zh_hans: 你抓住了这艘船，把它们拉出了较大的小行星的路径。你受了点伤，但船长对你的帮助非常感激，考虑到他的船已经全毁，他提出要加入你的团队。

# data/events_generic.xml$//event[@name="ASTEROID_HURTMINER"]/choice[5]/text
source: Ignore the platform.
ru: Не обращать внимания на платформу.
zh_hans: 无视该平台。

# data/events_generic.xml$//event[@name="ASTEROID_HURTMINER"]/choice[5]/event/text
source: There likely isn't anything good to come out of exploring this place. Let's move on.
ru: Скорее всего, ничего хорошего из исследования этого места не выйдет. Давайте двигаться дальше.
zh_hans: 探索这个地方可能没有什么好东西可以得到。让我们继续前进。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

source: You reach the civilian ship using some cables and manage to correct their trajectory just in time to avoid collision. Their ship is toast, but you convince them to come with you until you can transport them to a safe location. One of them offers to remain behind to help you.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль поджарен, но вы убеждаете их пойти с вами, пока вы не сможете доставить их в безопасное место. Один из них предлагает остаться с вами, чтобы помочь.
zh_hans: 你利用一些绳索到达平民船，并设法及时纠正他们的轨迹，以避免碰撞。他们的船被烧毁了，你让他们来你的船上，你能把他们送到一个安全的地方。他们中的一个人表示愿意留下来帮助你。

source: You reach the civilian ship using some cables and manage to correct their trajectory just in time to avoid collision. Their ship is heavily beaten up but they insist they'll be fine. They pay you for saving them.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль сильно поврежден, но они настаивают, что с ними все будет в порядке. Они платят вам за спасение.
zh_hans: 你利用一些绳索到达平民船，并设法及时纠正它们的轨迹以避免碰撞。他们的船受到了严重伤害，但他们坚持认为他们会没事的。他们给了你一些废料以感谢你的援助。

source: You chase after the civilians, but several more asteroids strike your hull. You manage to reach their ship - just as it collides with a massive asteroid, oblierating it entirely. You pull away in time, but there's nothing to do but pick up some of the salvage and get out.
ru: Вы преследуете гражданских, но в ваш корпус врезается еще несколько астероидов. Вам удается добраться до их корабля - как раз в тот момент, когда он сталкивается с массивным астероидом, полностью разрушая его. Вы успеваете спастись, но ничего не остается делать, кроме как забрать часть припасов и убраться отсюда.
zh_hans: 你追赶这些平民飞船，但又有几颗小行星击中你的舰体。你设法到达他们的飞船时，它便与一颗巨大的小行星相撞然后消失在了星河。你及时拉开了距离，但除了搜刮它们的残骸并离开之外，没有什么可以做。

source: You reach the civilian ship and using some cables manage to correct their trajectory just in time to avoid collision. Their ship is toast, but you convince them to come with you until you can transport them to a safe location. One of them offers to remain behind to help you.
ru: Вы добираетесь до корабля гражданских с помощью тросов и успеваете скорректировать его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль поврежден, но вы убеждаете их пойти с вами, пока вы не сможете доставить их в безопасное место. Один из них предлагает остаться с вами, чтобы помочь.
zh_hans: 你到达了那艘平民船，并利用一些绳索设法纠正了他们的轨迹，及时避免了碰撞。他们的船被烧毁了，你让他们来你的船上，你能把他们送到一个安全的地方。他们中的一个人表示愿意留下来帮助你。

source: You reach the civilian ship and using some cables manage to correct their trajectory just in time to avoid collision. Their ship is heavily beaten up but they insist they'll be fine. They pay you for saving them.
ru: Вы достигаете корабля гражданских и с помощью тросов корректируете его траекторию как раз вовремя, чтобы избежать столкновения. Их корабль сильно поврежден, но они настаивают, что с ними все будет в порядке. Они платят вам за спасение.
zh_hans: 你利用一些绳索到达平民船，并设法及时纠正它们的轨迹以避免碰撞。他们的船受到了严重伤害，但他们坚持认为他们会没事的。他们给了你一些废料以感谢你的援助。

source: You move closer to try and pick up some of the scrap metal, but it seems the ship has corrected its trajectory on its own. They don't take very kindly to you trying to screw them over, and open fire!
ru: Вы подходите ближе, чтобы попытаться подобрать лом, но, похоже, корабль самостоятельно скорректировал свою траекторию. Они не очень любезно отнеслись к тому, что вы пытаетесь их обмануть, и открыли огонь!
zh_hans: 你靠近它们，试图搜刮一些废料，但似乎这艘船已经自己纠正了它的轨迹。他们对你试图侵略他们的行为很不满意，并向你开火！

source: Continue...
ru: Продолжить...
zh_hans: 继续。

source: You move closer to try and pick up some of the scrap metal, but it seems the ship has corrected its trajectory on its own. "Damn renegades! All you care about is scrap! Don't think we won't tell the Rebels about this!"
ru: Вы подходите ближе, чтобы попытаться подобрать лом, но, похоже, корабль самостоятельно скорректировал свою траекторию. "Проклятые Ренегаты! Все, о чем вас заботит - это лом! Не думайте, что мы не расскажем об этом Повстанцам!"
zh_hans: 你靠近它们，试图搜刮一些废料，但似乎这艘船已经自己纠正了它的轨迹。"该死的变元者！你所关心的只有废料！不要以为我们不会告诉叛军这件事！"

source: The civilian ship spirals away, crashing into a much larger asteroid. Nothing else disturbs you as you collect both wreckages.
ru: Гражданский корабль разлетается по спирали и врезается в гораздо более крупный астероид. Вас больше ничего не беспокоит, пока вы собираете обломки обоих кораблей.
zh_hans: 那艘平民船螺旋式地飞走了，撞上了一个更大的小行星。你笑着将它们全部搜刮一次。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY"]/text
source: Though the asteroid field here isn't terribly dense, a nearly moon sized chunk of rock supports a small Federation mining colony in its orbit, which doesn't respond to any hails. A complex cave system seems to have been artificially carved through the largest of the rocks.
ru: Хотя астероидное поле здесь не слишком плотное, кусок скалы размером почти с луну поддерживает на своей орбите небольшую шахтерскую колонию Федерации, которая не отвечает ни на какие вызовы. Сложная система пещер, похоже, была искусственно вырезана в самой большой из скал.
zh_hans: 虽然这里的小行星场并不那么密集，但一块近乎卫星大小的岩石在其轨道上支持着一个小型联邦采矿殖民地，它对你的呼叫没有任何反应。你发现了一个复杂的洞穴系统，似乎是在最大的岩石中人工开凿的。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY"]/choice[1]/text
source: Explore the caves.
ru: Исследовать пещеры.
zh_hans: 探索洞穴。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY"]/choice[1]/event/text
source: You dive into the depths of the cave, exploring freely until you come across a wall of what seems to be made of flesh. Horrified, you pull away just in time as the "wall" gives away and reveals itself to be part of a gigantic worm-like creature!
ru: Вы погружаетесь в глубины пещеры, свободно исследуя ее, пока не натыкаетесь на стену из того, что кажется сделанным из плоти. В ужасе вы отпрянули в сторону как раз вовремя, когда "стена" поддалась и оказалась частью гигантского черве‐подобного существа!
zh_hans: 你潜入洞穴深处，向内探索着，直到你遇到一堵似乎是由肉制成的墙。你被吓坏了，及时离开了"墙"，这时，你才发现，原来是一个巨大的蠕虫！

source: Warn the colony.
ru: Предупредить колонию.
zh_hans: 警告殖民地。

source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

source: (Upg. Sensors) Scan the caves.
ru: (Продвинутые сенсоры) Сканировать пещеры.
zh_hans: (高级传感器)扫描洞穴。

source: (LRS) Scan the caves.
ru: (Сканеры дальнего действия) Сканировать пещеры.
zh_hans: (长距扫描仪)扫描洞穴。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY"]/choice[4]/text
source: Leave.
ru: Уйти.
zh_hans: 离开。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY"]/choice[4]/event/text
source: Nothing to do here. It's unlikely there's anything of value in the caves anyways.
ru: Здесь нечего делать. Вряд ли в пещерах есть что-то ценное.
zh_hans: 这里没什么好探索的。无论如何，洞穴里都不太可能有任何有价值的东西。

source: Do something onboard the ship.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
ru: Ничего не делать.
zh_hans: 跳过。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_SCAN"]/text
source: To your horror, your scans reveal a massive worm-like creature has burrowed itself inside the asteroid. Large enough to swallow a ship, this could pose a threat to the colonists!
ru: К вашему ужасу, сканирование показало, что внутри астероида зарылось огромное черве-подобное существо. Достаточно большое, чтобы проглотить корабль, оно может представлять угрозу для колонистов!
zh_hans: 令你惊恐的是，你的扫描器显示一个巨大的蠕虫状生物已经从小行星内钻了出来。大到足以吞下一艘船，这可能会对殖民者构成威胁！

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_SCAN"]/choice[1]/text
source: Warn the colony.
ru: Предупредить колонию.
zh_hans: 警告殖民地。

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_SCAN"]/choice[2]/text
source: Get the hell out of here!
ru: Убраться отсюда к черту!
zh_hans: 快离开这里！

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_WARN"]/text
source: You rush to the colony, hailing them until they finally respond, staring at you as if you were mad. You warn them about the worm, and their eyes go wide in terror. "Is something wrong with Lenny?! Please say it isn't so!"
ru: Вы мчитесь к колонии, вызываете их, пока они наконец не отвечают, уставившись на вас, как на сумасшедшего. Вы предупреждаете их о черве, и их глаза расширяются от ужаса. "С Ленни что-то не так?! Пожалуйста, скажите, что не так!"
zh_hans: 你冲向殖民地，呼唤他们，他们盯着你感觉你好像你疯了一样。你警告他们关于虫子的事，他们的眼睛吓得睁大了。"莱尼出了什么问题吗？请告诉我这不是真的！"

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_WARN"]/choice/text
source: Lenny?
ru: Ленни?
zh_hans: 莱尼？

# data/events_generic.xml$//event[@name="ASTEROID_LENNY_WARN"]/choice/event/text
source: "Yes, Lenny! The worm! He is the most cherishable one! We bring him gifts in return for eternal youth! He is our savior!" The colonists each fall to their knees in prayer, chanting "Praise be Lenny the worm, PRAISE BE!"
ru: "Да, Ленни! Червячок! Он самый заветный! Мы приносим ему дары в обмен на вечную молодость! Он наш спаситель!" Все колонисты падают на колени в молитве, распевая "Слава червяку Ленни, СЛАВА ЕМУ!"
zh_hans: "是的，莱尼！那条蠕虫！他是最珍惜的生物！我们给他带来礼物以换取永恒的青春！他是我们的救世主！"殖民者们每个人都跪下来祈祷，高呼"莱尼万岁！"

source: Okay then...
ru: Ну ладно...
zh_hans: 好吧...

source: "You are unworthy! You have brought us false news of Lenny's misfortune, and now we shall feed you to him!" Great, now looks like you have some wacko cultists to deal with.
ru: "Ты недостоин! Ты принес нам ложные вести о несчастье Ленни, и теперь мы скормим тебя ему!" Отлично, теперь, похоже, у вас есть несколько сумасшедших Культистов, с которыми нужно разобраться.
zh_hans: "你给我们带来了莱尼出事了的假消息，现在我们要把你喂给他！"很好，现在看起来你有一些古怪的邪教分子要对付了。

source: Continue...
ru: Продолжить...
zh_hans: 继续。
