Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_AMY"]/text
source: Amy glares at you. Sherlock gets up from his spot and walks over to you. "An interesting hypothesis indeed. However, if you inspected the wounds on Henry, you would notice a blaster could not have been the weapon used. Ms. Sheppard only owns a standard grade defense pistol. The only thing on this station capable of leaving such a mark was the Anti-Personnel drone, and Ms. Sheppard has no experience with operating drone systems."
ko: 에이미가 당신을 노려봤습니다. 셜록이 자리에서 일어나 당신에게 걸어옵니다. "정말 흥미로운 생각이야. 하지만 헨리 씨의 상흔을 보면 범행 도구는 평범한 블래스터가 아님을 알 수 있네. 섀퍼드 씨가 가지고 있는 건 표준적인 호신용 권총밖에 없었어. 이 정거장에서 그런 상흔을 남길 수 있는 건 대인 드론밖에 없는데, 섀퍼드 씨는 드론을 조작해본 경험이 없지."
ru: Эми пронзительно смотрит на вас. Шерлок встает со своего места и подходит к вам. "Действительно, интересная гипотеза. Однако, если бы вы осмотрели раны на теле Генри, то заметили бы, что бластер не мог быть использован в качестве орудия убийства. Мисс Шеппард владеет только пистолетом стандартной мощности, предназначенным для самообороны. Единственное на этой станции, что способно оставить такую рану - это охранный дрон, а у мисс Шеппард нет опыта управления системами Дронов".

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_AMY"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DANIEL"]/text
source: Daniel looks offended that you would accuse him. Sherlock gets up from his spot and walks over to you. "An interesting hypothesis indeed. However, Daniel was busy on the night of the murder. If you inspected the Oxygen system, then interviewed Dr. Browne, you would know that he was busy all night long upgrading the system. This would not have left him with enough time to also have overriden the Drone Control and killed Henry."
ko: 다니엘은 자신이 지목당했다는 사실에 기분이 상한 것 같습니다. 셜록이 자리에서 일어나 당신에게 걸어옵니다. 정말 흥미로운 생각이야. 하지만 다니엘 씨는 사건 당일에 자기 할일이 바빴을 걸세. 생명 유지 장치를 조사하고 브라운 박사와 이야기 해 봤다면 알겠지만 그는 산소실을 개선하느라 밤새 바빴네. 드론을 조종해서 헨리 씨를 죽일 시간은 없었을 거야.
ru: Дэниел выглядит оскорбленным тем, что вы его обвиняете. Шерлок встает со своего места и подходит к вам. "Действительно, интересная гипотеза. Однако в ночь убийства Дэниел был занят. Если бы вы обследовали Кислородную установку, а затем допросили доктора Брауна, то узнали бы, что он всю ночь был занят модернизацией системы. В связи с этим у него не было бы достаточно времени, чтобы перенастроить систему Управления дронами и убить Генри".

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DANIEL"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_WRONG"]/text
source: Suddenly, the lights go out, and blaster fire rings out through the room, and you hear one of your crew fall over. When the lights come back on, the suspects and back up reinforcements have already fled. Sherlock shouts at you. "Damn it! Now the murderer has gotten away! Run, it is no longer safe here with a killer on the loose!"
ko: 갑자기 정거장의 불이 모두 꺼지고 블래스터의 격발음이 방에 울려퍼지면서 선원 한 명이 쓰러지는 소리가 들렸습니다. 불이 다시 켜졌을 땐 용의자들과 지원 병력은 모두 도망가고 없었습니다. 셜록이 외쳤습니다 "젠장! 진짜 혐의자가 도망쳐 버렸어! 이 장소는 이제 안전하지 않으니 빨리 떠나게!"
ru: Внезапно гаснет свет, после чего в отсеке раздается выстрел из бластера, и вы слышите, как один из членов вашего экипажа падает. Когда свет снова загорается, подозреваемых и подкрепления уже здесь нет. Шерлок кричит на вас. "Черт побери! Теперь убийца сбежал! Бегите, здесь больше небезопасно - преступник на свободе!"

# data/events_civilian.xml$//event[@name="DETECTIVE_WRONG"]/removeCrew/text
source: You check your Clone Bay for your crew's vitals, but find the killer has deployed a virus to shut it off while you were gone! You restore it back to normal, but your crew is gone for good.
ko: 당신을 죽은 선원의 상태를 확인하기 위해 클론실을 확인했지만, 이미 살인마가 한 발 앞서 바이러스를 설치해 클론 생성을 막았 놓았습니다! 바이러스는 제거했지만, 선원은 영영 돌아올 수 없게 되었습니다.
ru: Вы пытаетесь запустить процесс возрождения в Клон-отсеке, однако обнаруживаете, что убийца запустил вирус и отключил систему, пока вас не было! Вы восстанавливаете его работу, но члена вашего экипажа уже не вернуть.

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[1]
source: "Ah, quite the interesting case, is it not? I do wish we knew how severe the victim's information was. Hard to judge how important this case might be. I've worked many a murder case, but none with such hypothetical stakes!"
ko: "아, 꽤 흥미로운 사건이지 않나? 희생자의 정보가 얼마나 심각한지 알았으면 좋겠군. 이 사건이 얼마나 중요한지 판단하기 어려우니 말이야. 나는 많은 살인 사건을 맡아 봤지만 이런 가정적인 추리를 해야 하는 경우는 드물다네."
ru: "А, довольно интересное дело, не так ли? Жаль, что мы не знаем, насколько значимой была информация у жертвы. Трудно судить, насколько важным может быть это дело. Я работал со многими делами об убийствах, но с таким количеством предположений - ни разу!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[2]
source: "Unlucky they're all human, yes? Had one been alien we could have ruled them out surely. Or maybe not, and it would have made the case only more interesting!"
ko: "용의자가 모두 인간뿐이라 아쉽지 않나? 외계인이 있었다면 그들은 확실히 용의선상에서 배제할 수 있었겠지. 아니면 적어도 사건을 더 재미있게 만들었을 거야!"
ru: "Не повезло, что все они люди, да? Если бы хоть один из них был пришельцем, мы бы точно могли исключить его из списка подозреваемых. А может и нет, и тогда это дело стало бы только интереснее!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[3]
source: "Oh, I never grow tired of this job. Just wish I stopped landing cases involving murderous Rebels. I've lost quite a few partners to a stray bullet while chasing a suspect down."
ko: "아, 이 일이 질린다거나 하지는 않네. 다만 반군 살인마 사건에는 더 말려들고 싶지 않아. 전에 범인을 쫓다가 눈 먼 총알에 동료 몇 명을 잃었었거든."
ru: "О, я никогда не устаю от этой работы. Жаль только, что мне больше не попадаются дела, связанные с кровожадностью повстанцев. Преследуя подозреваемых, я потерял немало напарников из-за шальных пуль".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[4]
source: Sherlock is busy polishing his revolver. "I'm a fan of Old Earth tech, the craftsmanship of their weaponry is quite astonishingly beautiful. If things here go awry, I hope I can trust my aim to put a bullet in the suspect's head before he puts one in mine."
ko: 셜록은 리볼버를 닦느라 바쁩니다. " 나는 옛 지구의 장비를 신봉한다네. 무기에 대한 그들의 장인 정신은 놀라울 정도로 아름답지. 이곳의 상황이 좋지 않게 돌아가도 내 사격술이 흐트러지지 않았으면 좋겠군. 그래야 범인에게 당하기 전에 먼저 머리에 바람구멍을 만들어 줄 수 있으니."
ru: Шерлок занят полировкой своего револьвера. "Я поклонник технологий Старой Земли, мастерство изготовления их оружия просто поражает своей красотой. Если здесь все пойдет не так, как надо, надеюсь, я смогу довериться своему прицелу, чтобы всадить пулю в голову подозреваемого раньше, чем он всадит ее в мою".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[5]
source: "Do remember, you can never be sure if anyone is telling the truth! Put more faith into the physical evidence than a tale spun by a man."
ko: "명심하게, 누군가 진실을 말한다고 결코 확신해서는 안되네! 사람의 증언보다는 물리적인 증거를 믿는 것이 더 좋을 걸세."
ru: "Помните, нельзя быть до конца уверенным в том, что вам не лгут! Больше верьте вещественным доказательствам, а не сочиняемым людьми сказкам".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[6]
source: "Ah, quite the interesting case, is it not? I do wish we knew how severe the victim's information was. Hard to judge how important this case might be. I've worked many a murder case, but none with such hypothetical stakes!"
ko: "아, 꽤 흥미로운 사건이지 않나? 희생자의 정보가 얼마나 심각한지 알았으면 좋겠군. 이 사건이 얼마나 중요한지 판단하기 어려우니 말이야. 나는 많은 살인 사건을 맡아 봤지만 이런 가정적인 추리를 해야 하는 경우는 드물다네."
ru: "А, довольно интересное дело, не так ли? Жаль, что мы не знаем, насколько значимой была информация у жертвы. Трудно судить, насколько важным может быть это дело. Я работал со многими делами об убийствах, но с таким количеством предположений - ни разу!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[7]
source: "Unlucky they're all human, yes? Had one been alien we could have ruled them out surely. Or maybe not, and it would have made the case only more interesting!"
ko: "용의자가 모두 인간뿐이라 아쉽지 않나? 외계인이 있었다면 그들은 확실히 용의선상에서 배제할 수 있었겠지. 아니면 적어도 사건을 더 재미있게 만들었을 거야!"
ru: "Не повезло, что все они люди, да? Если бы хоть один из них был пришельцем, мы бы точно могли исключить его из списка подозреваемых. А может и нет, и тогда это дело стало бы только интереснее!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[8]
source: "Oh, I never grow tired of this job. Just wish I stopped landing cases involving murderous Rebels. I've lost quite a few partners to a stray bullet while chasing a suspect down."
ko: "아, 이 일이 질린다거나 하지는 않네. 다만 반군 살인마 사건에는 더 말려들고 싶지 않아. 전에 범인을 쫓다가 눈 먼 총알에 동료 몇 명을 잃었었거든."
ru: "О, я никогда не устаю от этой работы. Жаль только, что мне больше не попадаются дела, связанные с кровожадностью повстанцев. Преследуя подозреваемых, я потерял немало напарников из-за шальных пуль".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[9]
source: Sherlock is busy polishing his revolver. "I'm a fan of Old Earth tech, the craftsmanship of their weaponry is quite astonishingly beautiful. If things here go awry, I hope I can trust my aim to put a bullet in the suspect's head before he puts one in mine."
ko: 셜록은 리볼버를 닦느라 바쁩니다. " 나는 옛 지구의 장비를 신봉한다네. 무기에 대한 그들의 장인 정신은 놀라울 정도로 아름답지. 이곳의 상황이 좋지 않게 돌아가도 내 사격술이 흐트러지지 않았으면 좋겠군. 그래야 범인에게 당하기 전에 먼저 머리에 바람구멍을 만들어 줄 수 있으니."
ru: Шерлок занят полировкой своего револьвера. "Я поклонник технологий Старой Земли, мастерство изготовления их оружия просто поражает своей красотой. Если здесь все пойдет не так, как надо, надеюсь, я смогу довериться своему прицелу, чтобы всадить пулю в голову подозреваемого раньше, чем он всадит ее в мою".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[10]
source: "Do remember, you can never be sure if anyone is telling the truth! Put more faith into the physical evidence than a tale spun by a man."
ko: "명심하게, 누군가 진실을 말한다고 결코 확신해서는 안되네! 사람의 증언보다는 물리적인 증거를 믿는 것이 더 좋을 걸세."
ru: "Помните, нельзя быть до конца уверенным в том, что вам не лгут! Больше верьте вещественным доказательствам, а не сочиняемым людьми сказкам".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[11]
source: "Ah, quite the interesting case, is it not? I do wish we knew how severe the victim's information was. Hard to judge how important this case might be. I've worked many a murder case, but none with such hypothetical stakes!"
ko: "아, 꽤 흥미로운 사건이지 않나? 희생자의 정보가 얼마나 심각한지 알았으면 좋겠군. 이 사건이 얼마나 중요한지 판단하기 어려우니 말이야. 나는 많은 살인 사건을 맡아 봤지만 이런 가정적인 추리를 해야 하는 경우는 드물다네."
ru: "А, довольно интересное дело, не так ли? Жаль, что мы не знаем, насколько значимой была информация у жертвы. Трудно судить, насколько важным может быть это дело. Я работал со многими делами об убийствах, но с таким количеством предположений - ни разу!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[12]
source: "Unlucky they're all human, yes? Had one been alien we could have ruled them out surely. Or maybe not, and it would have made the case only more interesting!"
ko: "용의자가 모두 인간뿐이라 아쉽지 않나? 외계인이 있었다면 그들은 확실히 용의선상에서 배제할 수 있었겠지. 아니면 적어도 사건을 더 재미있게 만들었을 거야!"
ru: "Не повезло, что все они люди, да? Если бы хоть один из них был пришельцем, мы бы точно могли исключить его из списка подозреваемых. А может и нет, и тогда это дело стало бы только интереснее!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[13]
source: "Oh, I never grow tired of this job. Just wish I stopped landing cases involving murderous Rebels. I've lost quite a few partners to a stray bullet while chasing a suspect down."
ko: "아, 이 일이 질린다거나 하지는 않네. 다만 반군 살인마 사건에는 더 말려들고 싶지 않아. 전에 범인을 쫓다가 눈 먼 총알에 동료 몇 명을 잃었었거든."
ru: "О, я никогда не устаю от этой работы. Жаль только, что мне больше не попадаются дела, связанные с кровожадностью повстанцев. Преследуя подозреваемых, я потерял немало напарников из-за шальных пуль".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[14]
source: Sherlock is busy polishing his revolver. "I'm a fan of Old Earth tech, the craftsmanship of their weaponry is quite astonishingly beautiful. If things here go awry, I hope I can trust my aim to put a bullet in the suspect's head before he puts one in mine."
ko: 셜록은 리볼버를 닦느라 바쁩니다. " 나는 옛 지구의 장비를 신봉한다네. 무기에 대한 그들의 장인 정신은 놀라울 정도로 아름답지. 이곳의 상황이 좋지 않게 돌아가도 내 사격술이 흐트러지지 않았으면 좋겠군. 그래야 범인에게 당하기 전에 먼저 머리에 바람구멍을 만들어 줄 수 있으니."
ru: Шерлок занят полировкой своего револьвера. "Я поклонник технологий Старой Земли, мастерство изготовления их оружия просто поражает своей красотой. Если здесь все пойдет не так, как надо, надеюсь, я смогу довериться своему прицелу, чтобы всадить пулю в голову подозреваемого раньше, чем он всадит ее в мою".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[15]
source: "Do remember, you can never be sure if anyone is telling the truth! Put more faith into the physical evidence than a tale spun by a man."
ko: "명심하게, 누군가 진실을 말한다고 결코 확신해서는 안되네! 사람의 증언보다는 물리적인 증거를 믿는 것이 더 좋을 걸세."
ru: "Помните, нельзя быть до конца уверенным в том, что вам не лгут! Больше верьте вещественным доказательствам, а не сочиняемым людьми сказкам".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[16]
source: "Ah, quite the interesting case, is it not? I do wish we knew how severe the victim's information was. Hard to judge how important this case might be. I've worked many a murder case, but none with such hypothetical stakes!"
ko: "아, 꽤 흥미로운 사건이지 않나? 희생자의 정보가 얼마나 심각한지 알았으면 좋겠군. 이 사건이 얼마나 중요한지 판단하기 어려우니 말이야. 나는 많은 살인 사건을 맡아 봤지만 이런 가정적인 추리를 해야 하는 경우는 드물다네."
ru: "А, довольно интересное дело, не так ли? Жаль, что мы не знаем, насколько значимой была информация у жертвы. Трудно судить, насколько важным может быть это дело. Я работал со многими делами об убийствах, но с таким количеством предположений - ни разу!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[17]
source: "Unlucky they're all human, yes? Had one been alien we could have ruled them out surely. Or maybe not, and it would have made the case only more interesting!"
ko: "용의자가 모두 인간뿐이라 아쉽지 않나? 외계인이 있었다면 그들은 확실히 용의선상에서 배제할 수 있었겠지. 아니면 적어도 사건을 더 재미있게 만들었을 거야!"
ru: "Не повезло, что все они люди, да? Если бы хоть один из них был пришельцем, мы бы точно могли исключить его из списка подозреваемых. А может и нет, и тогда это дело стало бы только интереснее!"

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[18]
source: "Oh, I never grow tired of this job. Just wish I stopped landing cases involving murderous Rebels. I've lost quite a few partners to a stray bullet while chasing a suspect down."
ko: "아, 이 일이 질린다거나 하지는 않네. 다만 반군 살인마 사건에는 더 말려들고 싶지 않아. 전에 범인을 쫓다가 눈 먼 총알에 동료 몇 명을 잃었었거든."
ru: "О, я никогда не устаю от этой работы. Жаль только, что мне больше не попадаются дела, связанные с кровожадностью повстанцев. Преследуя подозреваемых, я потерял немало напарников из-за шальных пуль".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[19]
source: Sherlock is busy polishing his revolver. "I'm a fan of Old Earth tech, the craftsmanship of their weaponry is quite astonishingly beautiful. If things here go awry, I hope I can trust my aim to put a bullet in the suspect's head before he puts one in mine."
ko: 셜록은 리볼버를 닦느라 바쁩니다. " 나는 옛 지구의 장비를 신봉한다네. 무기에 대한 그들의 장인 정신은 놀라울 정도로 아름답지. 이곳의 상황이 좋지 않게 돌아가도 내 사격술이 흐트러지지 않았으면 좋겠군. 그래야 범인에게 당하기 전에 먼저 머리에 바람구멍을 만들어 줄 수 있으니."
ru: Шерлок занят полировкой своего револьвера. "Я поклонник технологий Старой Земли, мастерство изготовления их оружия просто поражает своей красотой. Если здесь все пойдет не так, как надо, надеюсь, я смогу довериться своему прицелу, чтобы всадить пулю в голову подозреваемого раньше, чем он всадит ее в мою".

# data/events_civilian.xml$//textList[@name="TEXT_SHERLOCK_TALK"]/text[20]
source: "Do remember, you can never be sure if anyone is telling the truth! Put more faith into the physical evidence than a tale spun by a man."
ko: "명심하게, 누군가 진실을 말한다고 결코 확신해서는 안되네! 사람의 증언보다는 물리적인 증거를 믿는 것이 더 좋을 걸세."
ru: "Помните, нельзя быть до конца уверенным в том, что вам не лгут! Больше верьте вещественным доказательствам, а не сочиняемым людьми сказкам".

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_SHERLOCK"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/text
source: What do you want to ask Thom?
ko: 톰에게 무엇을 물어보시겠습니까?
ru: О чем вы хотите спросить Тома?

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[1]/text
source: Ask Thom about himself.
ko: 자기소개를 시킨다.
ru: Попросить Тома рассказать о себе.

source: Thom explains some basic details about his life. He used to be a farmhand on a small terrestrial planet before a Rock Crusader set fire to his town. With nowhere else to go, he decided to join the Militia and protect civilian space so such a thing could never happen to anyone else.
ko: 톰은 본인의 삶에 대해 대강 늘어놓았습니다. 그는 작은 지구 행성에서 농부로 일했었지만 어느 날 락맨 크루세이더가 그의 고향에 불을 질렀습니다. 갈 곳이 없어진 그는 민병대에 입대해 다른 사람들이 자신과 같은 비극을 경험하지 않도록 민간인 구역을 보호하는데 힘쓰기로 했습니다.
ru: Том рассказывает основные подробности своей жизни. Когда-то он был фермером на небольшой планете земного типа, пока один из валунов-Крестоносцев не спалил его деревню. Когда ему стало некуда идти, он решил вступить в Ополчение и защищать гражданских, чтобы подобное никогда не случилось с другими.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[2]/text
source: Ask if Thom has any connections with the Rebels.
ko: 반군과의 커넥션이 있는지 묻는다.
ru: Спросить, нет ли у Тома связей с повстанцами.

source: Thom shakes his head. "N-no sir. I've met plenty of Rebels in my time, but I've never been friends with any. I've always been a Federation citizen, and a loyal one at that."
ko: 톰은 고개를 절레절레 흔들었습니다. "어..없습니다 나리. 살면서 반군은 많이 만나 봤지만 그들과 친구가 된 적은 없었습니다. 저는 언제나 충성스러운 연방의 시민이었습니다."
ru: Том качает головой. "Н-нет, сэр. В свое время я встречал много повстанцев, но ни с кем из них не водил дружбу. Я всегда был гражданином Федерации, причем лояльным".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[3]/text
source: Ask Thom about his job on the station.
ko: 이 정거장에서 수행한 임무를 물어본다.
ru: Спросить Тома о работе на станции.

source: "I manage the essential systems. Back on the farm I had to learn how to operate various equipment, and it's incredible how much that knowledge translates to managing a station! I help with upkeep for the shields and life support, and I buy new parts at the store whenever something is broken."
ko: "필수 시스템을 관리합니다. 제가 농사를 지었을 때 여러 장비를 다루는 방법을 배웠는데, 그때의 경험이 우주 정거장 관리에도 비슷하게 적용된다는 사실에 놀랐지요! 그래서 저는 방어막과 생명 유지 설비의 유지 관리를 돕고 무언가가 고장 났을 때 상점에서 새 부품을 사는 일을 하고 있습죠."
ru: "Я управляю основными системами. Еще на ферме мне пришлось научиться управлять различным оборудованием, и невероятно, насколько эти знания применимы к управлению станцией! Я помогаю поддерживать в рабочем состоянии Щиты и системы Жизнеобеспечения, а также покупаю новые детали в магазине, когда что-то ломается".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[4]/text
source: Ask Thom about the victim.
ko: 피해자에 대해 물어본다.
ru: Спросить Тома о жертве.

source: "I've never actually talked with Henry much. He was always so quiet and reserved. Still, it's so strange to think he's dead..."
ko: "저는 사실 헨리와 별로 대화를 해본 적이 없습니다. 항상 조용하고 내성적인 친구였거든요. 그래도 그 친구가 죽었다고 생각하니... 기분이 이상하네요."
ru: "На самом деле я никогда особо не общался с Генри. Он всегда был таким тихим и замкнутым. И все же так странно осознавать, что он умер..."

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[5]/text
source: Ask Thom about the other suspects.
ko: 다른 용의자들에 대해 물어본다.
ru: Спросить Тома о других подозреваемых.

source: Which suspect do you want to ask Thom about?
ko: 어떤 용의자에 대해 물어보시겠습니까?
ru: Про какого подозреваемого вы хотите спросить Тома?

source: Amy.
ko: 에이미.
ru: Эми.

source: "Amy? She's uh, she's something I guess. She's always yapping at us, and she has the shortest temper I've ever seen. She does a good job though, and I wouldn't ever think she'd be capable of murder! Though, she never did like Henry."
ko: "에이미요? 그사람 참 특이한 사람이었죠. 항상 우리한테 뭐라 지껄여댔고, 제가 봐본 사람중에 가장 화를 잘 내는 사람이었어요. 그래도 자기가 맡은 일은 잘 하는 사람이었고, 살인을 할거라는 생각은 잘 안든단 말입니다! 그렇지만, 그녀가 헨리를 별로 안좋아 하기는 했습니다."
ru: "Эми? Она эм... на мой взгляд, она та еще особа. Она постоянно орет на нас, и у нее самый вспыльчивый характер из всех, что я когда-либо видел. Но она хорошо работает, и я никогда бы не подумал, что она способна на убийство! Хотя Генри ей никогда не нравился".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Daniel.
ko: 다니엘.
ru: Дэниел.

source: "Dr. Browne? Oh he's such a kind old man, and dedicated to his work too. I can imagine he's quite shocked about the murder, he was always so close to poor Henry..."
ko: "브라운 박사님이요? 정말로 친절한 노인이시고, 자기 일에 열정적이시죠. 아마 이 살인사건에 꽤나 충격을 받으셨을 겁니다. 불쌍한 헨리랑 항상 가깝게 지내셨으니..."
ru: "Доктор Браун? О, это очень добрый старик, и к тому же преданный своей работе. Представляю, как он потрясен убийством, ведь он всегда был так близок к бедному Генри..."

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[6]/text
source: Spit in Thom's face.
ko: 톰의 얼굴에 침을 뱉는다.
ru: Плюнуть в лицо Тома.

source: For no reason in particular, you decide to spit at Thom. Sherlock glares at you but says nothing.
ko: 당신은 아무 이유 없이 톰의 얼굴에 침을 뱉었습니다. 셜록이 당신을 노려봤지만 아무 말도 하지 않았습니다.
ru: Без особой причины, вы решили плюнуть в лицо Тома. Шерлок сурово смотрит на вас, но ничего не говорит.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM"]/choice[7]/text
source: Ask Thom about evidence.
ko: 증거에 대해 물어본다.
ru: Спросить Тома об уликах.

source: What evidence do you want to ask Thom about? [As you investigate more clues or evidence, more options will appear here]
ko: 어떤 증거에 대해 물어보시겠습니까? [더 많은 단서나 증거물을 조가할수록 선택지가 늘어납니다]
ru: О каких уликах вы хотите спросить Тома? [По мере того, как вы будете находить новые зацепки или доказательства, здесь будут появляться новые варианты]

source: Ask Thom about the Drone system.
ko: 드론 시스템에 대해 물어본다.
ru: Спросить Тома о системе Дронов.

source: "Nope, never had the head for any of that drone stuff. I trust Doctor Browne for that kind of stuff, because I can't even figure out how to turn the drones on in the first place!"
ko: "모르겠습니다. 드론같은거 이해할정도로 머리가 좋지 않거든요. 전적으로 브라운 박사님께 맡기고 있지요. 전 드론을 어떻게 작동 시키는지 조차도 모른단 말입니다!"
ru: "Неа, никогда не соображал в этих штуковинах. В этом я полагаюсь на доктора Брауна, потому что никогда не понимал, как даже включить дрона!"

source: Call Thom out on his lie.
ko: 톰의 거짓말을 지적한다.
ru: Уличить Тома во лжи.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ask Thom about the Sensor system.
ko: 센서 시스템에 대해 물어본다.
ru: Спросить Тома о системе Сенсоров.

source: "No recordings? That sounds problematic. You are a detective though, so surely you can figure this out without them, right?"
ko: "영상이 없다구요? 그거 큰일이네요. 근데 형씨는 탐정이니까 영상 없어도 범인이 누군지 찾을 수 있지요? 그렇지요?"
ru: "Нет записей? Звучит как проблема. Но вы же детектив, так что наверняка сможете разобраться и без них, верно?"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ask Thom about the Oxygen system.
ko: 산소실에 대해 물어본다.
ru: Спросить Тома о Кислородной системе.
