Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: You mute the looping message and continue on your way.
ko: 당신은 반복 메시지를 무음으로 하고 다시 길을 떠나기로 했습니다.
ru: Вы отключаете зацикленное сообщение и продолжаете свой путь.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_FUEL_RIDICULOUS_LOW"]/text
source: The civilians lower their prices to something much more reasonable. Maybe now it's worth a purchase?
ko: 민간인들은 가격을 훨씬 더 합리적인 가격으로 낮췄습니다. 이 정도면 구매할만할까요?
ru: Гражданские снижают цены до гораздо более разумных. Может быть, теперь это стоит купить?

source: Buy some fuel.
ko: 연료를 좀 산다.
ru: Купить немного топлива.

source: Buy some missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.

source: Buy some droneparts.
ko: 드론 부품을 좀 산다.
ru: Купить немного дрон-комплектов.

source: We still don't want anything.
ko: 그럼에도 원하는건 없군.
ru: Мы все еще ничего не хотим.

source: You mute the looping message and continue on your way.
ko: 당신은 반복 메시지를 무음으로 하고 다시 길을 떠나기로 했습니다.
ru: Вы отключаете зацикленное сообщение и продолжаете свой путь.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_FREE_CREW"]/text
source: A civilian shuttle, severely damaged from a huge hull breach, desperately hails you. They explain that they barely managed to escape from a pirate. They need to transfer crew over to a different ship.
ko: 선체 균열로 크게 피해를 당한 민간 셔틀이 절박하게 당신에게 신호를 보냈습니다. 그들은 해적으로부터 간신히 탈출했다고 설명했습니다. 또한 그들의 승무원을 다른 함선으로 옮겨야 한다고 합니다.
ru: Гражданский шаттл, сильно поврежденный в результате огромной пробоины в корпусе, отчаянно пытается связаться с вами. Они говорят, что им едва удалось спастись от пиратов, и им нужно пересадить экипаж на другой корабль.

# data/events_civilian.xml$//event[@name="COREWORLDS_FREE_CREW"]/choice[1]/text
source: Help them onboard.
ko: 승선하도록 돕는다.
ru: Пустить их на борт.

source: (Rock Crew) Let them aboard but station your Rock as extra security.
ko: (락맨 선원) 승선시키되 보안요원으로 락맨 선원을 배치한다.
ru: (Член экипажа-валун) Позволить им подняться на борт и выставить валуна в качестве дополнительной охраны.

source: (Adv. Sensors) Let them aboard but keep constant scans running on them.
ko: (최고급 센서) 승선시키되 그들을 지속적으로 스캔한다.
ru: (Продв. Сенсоры) Позволить им подняться на борт, но вести постоянное наблюдение за ними.

# data/events_civilian.xml$//event[@name="COREWORLDS_FREE_CREW"]/choice[5]/text
source: We can't help.
ko: 어쩔 수가 없다.
ru: Мы не можем помочь.

source: You explain your mission is too important to be transporting civilians. They're clearly distressed but are powerless to do anything but accept this.
ko: 당신은 당신의 임무가 너무나 중요한 나머지 민간인을 수송할 여유가 없다고 설명했습니다. 그들은 분명히 괴로워했지만 받아들이는 것 외에는 아무것도 할 수 없었습니다.
ru: Вы объясняете, что ваша миссия слишком важна, чтобы перевозить гражданских. Они явно расстроены, но ничего не могут сделать, кроме как смириться с этим.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The civilians are extremely grateful for your help. After gathering all of their possessions and come aboard, they permit you to scrap their old ship.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 자신들의 짐을 챙겨 전부 승선한 민간인들은 원래 타던 함선을 폐선 처리해 수거하도록 허락해줬습니다.
ru: Гражданские искренне благодарны вам за помощь. Собрав все имущество и поднявшись на борт, они разрешают вам разобрать их старый корабль на лом.

source: The civilians are very thankful for your help. Most agree to be dropped off at the nearest station, but one of them finds themselves longing for some change. They offer to join your crew.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 대부분 가까운 정거장에 내려주는 것에 동의했지만, 그중 오랫동안 변화를 바라왔던 한 명은 당신의 선원으로 합류할 것을 제안했습니다.
ru: Гражданские очень благодарны вам за помощь. Большинство согласно высадиться на ближайшей станции, но один из них жаждет перемен. Он хочет присоединиться к вашему экипажу.

source: As the civilians come aboard, you notice one of them is carrying an unusually large weapon concealed by their robes. It may just be for self-defense, and calling them out as a threat could cause problems.
ko: 민간인들이 승선했을 때 당신은 그들 중 로브를 입은 사람의 옷 아래 특이하게 큰 무기가 감춰져 있는 것을 알아챘습니다. 그저 호신용일 수도 있어 이것으로 그들을 위협이라고 판단하는 것은 문제가 될 수 있습니다.
ru: Пока гражданские поднимаются на борт, вы замечаете что один из них несет необычно большое оружие, скрытое под рясой. Возможно, это просто средство самообороны, а если назвать его источником опасности, то могут возникнуть проблемы.

source: Call them out.
ko: 위협이라고 판단한다.
ru: Вызвать их.

source: Ignore the weapon.
ko: 무기를 무시한다.
ru: Не обращать внимания на оружие.

source: You point out the weapon, quickly drawing your blaster before they can do the same. The civilians panic, and they try to explain that the one in the robe is their bodyguard. You apologize but your rash actions have done their damage. The civilians reluctantly go into the cargo bay and refuse to speak to any of your crew until you drop them off at a nearby station, where they briefly thank you and leave as fast as possible.
ko: 당신은 무기를 가리키며 그들이 선수를 치기 전에 재빨리 총을 꺼내 들었습니다. 민간인들은 공포에 떨며 그들은 로브를 입은 그 사람이 자신들의 경호원이라고 해명했습니다. 당신은 사과했지만 경솔한 행동으로 이미 상처를 입힌 뒤였습니다. 민간인들은 마지못해 화물칸으로 이동하여 당신의 선원 중 누구와도 대화를 거부했습니다. 가까운 정거장에 도착하자마자 그들은 간단한 감사 인사만을 남기고 재빨리 떠났습니다.
ru: Вы указываете на оружие и быстро достаете свой бластер, прежде чем они успевают сделать то же самое. Гражданские в панике пытаются объяснить, что человек в рясе - их телохранитель. Вы извиняетесь, но ваши необдуманные действия уже нанесли вред. Гражданские неохотно идут в грузовой отсек и отказываются разговаривать с кем-либо из вашего экипажа, пока вы не высадите их на ближайшей станции, где они коротко благодарят вас и уходят как можно быстрее.

source: You draw your laser and stare down the robed "civilian". The rest of the civilians and your crew do the same, and now you find yourself in a rather precarious situation. "Well then captain, I have to applaud you for figuring out this was a ruse. Give us some scrap and we'll be on our way. Otherwise, it's lights out for all-" You cut him off with a shot to the head. Chaos ensues and you prepare to defend the ship from the other pirates.
ko: 당신은 총을 뽑은 뒤 "민간인"을 노려봅니다. 나머지 탑승자들과 당신의 선원들도 똑같이 행동했습니다. 다소 난처한 상황에 빠진 것 같습니다. "이런 이런 함장 양반 이게 다 작전이었다는 것을 알아채다니 박수라도 쳐 드려야겠군 우린 그저 스크랩이나 좀 받으면 얌전히 물러가도록 하지 그렇지 않으면 전부 끝장내..." 당신은 그의 머리를 쏘아 날려버렸습니다. 혼돈이 뒤따르고 당신은 다른 해적들로부터 함선을 지킬 준비를 했습니다.
ru: Вы выхватываете свой лазер и пристально смотрите на "гражданского" в рясе. Остальные гражданские и ваш экипаж делают то же самое, и теперь вы оказываетесь в довольно опасной ситуации. "Ну что ж, капитан, я должен поаплодировать тебе за то, что ты догадался, что это была уловка. Дай нам немного лома, и мы отправимся в путь. В противном случае, для всех - туши све-". Вы прерываете его выстрелом в голову. Наступает хаос, и вы готовитесь защищать корабль от других пиратов.

source: Luckily, nothing seems to come of it. You drop off the civilians at the nearest station, where they thank and pay you.
ko: 운 좋게도, 아무 일도 일어나지 않았습니다. 당신은 민간인들을 근처 정거장에 내려주고 그들은 당신에게 감사를 표하며 사례했습니다.
ru: К счастью, ничего страшного не происходит. Вы высаживаете гражданских на ближайшей станции, где они вас благодарят и платят вам.

source: You've helped all of the civilians into the cargo-bay and begun to head back to the bridge when you hear the unmistakable sound of a teleporter. You run back to catch several of the "civilians" teleporting away with the contents of your storage. The remaining pirates prepare to fight.
ko: 당신은 민간인들이 전부 화물칸으로 가는 것을 도운 뒤 함교로 가는 길에 헷갈릴 수가 없는 텔레포터 작동 소리를 듣습니다. 당신은 화물을 가지고 도망치려는 남은 "민간인"들을 잡기 위해 되돌아갑니다. 남은 해적들이 싸울 준비를 합니다.
ru: Вы помогли всем гражданским погрузиться в грузовой отсек и начали возвращаться на мостик, когда услышали характерный звук телепортатора. Вы бежите назад и застаете нескольких "гражданских", телепортирующихся с содержимым вашего склада. Оставшиеся пираты готовятся к бою.

source: The civilians are extremely grateful for your help. After gathering all of their possessions and come aboard, they permit you to scrap their old ship.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 그들은 자신들의 짐을 챙겨 전부 승선한 뒤 그들의 선체를 긁어 내는것을 허락했습니다.
ru: Гражданские искренне благодарны вам за помощь. Собрав все имущество и поднявшись на борт, они разрешают вам разобрать их старый корабль на лом.

source: The civilians are very thankful for your help. Most agree to be dropped off at the nearest station, but one of them finds themselves longing for some change. They offer to join your crew.
ko: 민간인들은 당신의 도움에 매우 감사해하고 있습니다. 대부분 가까운 정거장에 내려주는 것에 동의했지만, 그중 오랫동안 변화를 바라왔던 한 명은 당신의 선원으로 합류할 것을 제안했습니다.
ru: Гражданские очень благодарны вам за помощь. Большинство согласно высадиться на ближайшей станции, но один из них жаждет перемен. Он хочет присоединиться к вашему экипажу.

source: The civilians begin to move aboard, but your security notices several of the civilians trying to smuggle weapons onboard. They drop their guns immediately and surrender. Seems this was an elaborate pirate trap! Considering they had no problem trying to rob you, you don't feel guilty at all extorting them for their stuff.
ko: 민간인들이 승선하기 시작했지만, 보안요원은 몇몇 민간인들이 무기를 밀반입하려 한다는 것을 알아챘습니다. 그들은 즉시 무기를 내려놓으며 항복했습니다. 이것은 계획된 해적의 함정인듯합니다! 당신은 당신을 털려고 했던 사람들의 물건을 강탈하는 데에 전혀 죄책감을 느끼지 않았습니다.
ru: Гражданские начинают подниматься на борт, но ваша охрана замечает, что несколько человек пытаются пронести на борт оружие. Они тут же бросают оружие и сдаются. Похоже, это была тщательно продуманная ловушка пиратов! Учитывая, что они пытались ограбить вас, вы не чувствуете себя виноватым, вымогая у них их вещи.

# data/events_civilian.xml$//event[@name="COREWORLDS_FREEMANTIS_LOST"]/text
source: You're contacted by a Free Mantis ship, piloted by a rather lost looking captain. "Oh, greating. You not yet run away, so I assume you friendly. We come here by mistake, looking for Federation sector to enroll in military. Now, we hunted by Militia. Very unfortunate. Think you could do favor and convince Militia we good?"
ko: 당신은 길을 잃은듯이 보이는 독립 맨티스 함선과 마주쳤습니다. "오 반갑습니다. 당신 아직 도망안치다 그러니 당신은 우호적이다. 우리 실수로 여기오다, 입대하려고 연방 구역 찾고있다. 우리 민병대에게 공격받다. 매우 유감이다. 우리 부탁하다 당신이 민병대에게 우리 좋은사람이라고 설득해주길?"
ru: С вами связывается корабль Свободных богомолов, пилотируемый довольно растерянным капитаном. "О, здорово. Вы еще не убежали, так что я полагаю, что вы дружелюбны. Мы прибыли сюда по ошибке, искали сектор Федерации, чтобы записаться в армию. Теперь на нас охотится Ополчение. Очень жаль. Может быть, вы окажете услугу и убедите Ополчение в наших добрых помыслах?"

source: Agree to track down the Militia ship hunting them.
ko: 그들을 쫓는 민병대 함선을 추적하기.
ru: Согласиться выследить корабль Ополчения, охотящийся за ними.

source: "Much appreciate, friend." You follow their directions and find the Militia ship has already arrived in this system. They haven't noticed you.
ko: "정말 감사하다, 친구여." 그들의 지시에따르자 민병대 함선이 이미 이 행성계에 도착했다는것을 알게되었습니다. 그들은 아직 당신을 눈치재지 못한듯합니다.
ru: "Очень признательный, друг". Вы следуете их указаниям и обнаруживаете, что корабль Ополчения уже прибыл в эту систему. Они еще не заметили вас.

source: Contact the ship.
ko: 함선에 연락을 취한다.
ru: Связаться с кораблем.

source: "Yeah, what do you want?" You explain the Free Mantis ship they're hunting is only trying to pass through the sector peacefully. The Militia captain breaks into laughter. "HAH! You're joking. You have to be. If there was anything the Rebellion got right, it's that aliens are dangerous. They're filthy Mantis. You can't trust a word they say."
ko: "그래서, 뭘 원하십니까?" 당신은 그들에게 지금 쫓고 있는 독립 맨티스 함선은 그저 평화롭게 구역을 지나가길 원한다고 설명했습니다. 민병대 함장은 웃음을 터뜨리며 말을 끊었습니다 "하! 농담하는 게 분명하군. 그래야만 할 거야. 반군이 제대로 짚은 게 있다면 그건 바로 외계인은 위험하다는 거야. 그 더러운 맨티스들, 그 녀석들 말은 당최 믿을게 못돼""
ru: "Да, что вам нужно?" Вы объясняете, что корабль Свободных Богомолов, на который они охотятся, всего лишь пытается мирно пролететь через сектор. Капитан ополченцев разражается смехом. "ХА! Вы шутите. Должно быть шутите. Если повстанцы в чем-то и правы, так это в том, что пришельцы опасны. Они - мерзкие богомолы. Нельзя верить ни одному их слову".

source: Force them to surrender.
ko: 항복하도록 강요한다.
ru: Заставить их сдаться.

source: The Militia ship is bound to cave in if you can do enough damage to their hull. You ready the weapons.
ko: 민병대 함선에 충분한 피해를 준다면 그들의 생각을 바꿀수 있을것입니다. 당신은 무기에 전원을 공급했습니다.
ru: Корабль Ополчения неминуемо развалится, если вы сможете нанести достаточный урон его корпусу. Вы заряжаете оружие.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Free Mantis) Talk to the Militiamen.
ko: (독립 맨티스) 민병대원과 대화한다.
ru: (Член экипажа-свободный богомол) Поговорить с ополченцами.

source: Your Free Mantis walks onto the camera, waving with a big goofy grin. The Militiamen however, are not quite so pleased. "Ugh, you have one of the insectoid freaks on your SHIP?! That's repulsive! For what did all those men and women die for in the Fed-Mantis war if we're just letting the Mantis work alongside us now? You are the reason this galaxy, hell, this Multiverse has gone to shit." They end the call immediately and attack!
ko: 당신의 독립 맨티스 선원은 카메라 앞으로가 바보 같은 웃음을 지으며 손을 흔듭니다. 민병대원은 기뻐 보이진 않습니다. "으…. 당신 `함선`안에 그 벌레자식을 둔 거요?! 정말 역겹군! 맨티스들이 우리와 함께한다면 연방-맨티스전쟁때 죽어 나간 그 수 많은 사람들은 무엇을 위해 죽어 나간 거지? 네 녀석 때문에 이 우주가…. 아니 빌어먹을 이 멀티버스가 무의미하게 되었군." 그들은 즉시 통신을 종료하고 공격을 시작했습니다!
ru: Ваш свободный богомол заходит в кадр, размахивая руками с широкой глупой ухмылкой. Ополченцы, однако, не очень довольны. "Фу, один из насекомоподобных уродов есть на вашем КОРАБЛЕ?! Это отвратительно! За что погибли все эти мужчины и женщины в Войне Федерации с богомолами, если теперь мы позволяем богомолам работать рядом с нами? Из-за вас эта галактика, нет, эта Мультивселенная катится к чертям". Они немедленно прекращают разговор и атакуют!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Bribe them.
ko: 그들을 매수한다.
ru: Подкупить их.

source: "Ugh, fine. You're really determined to save these Mantis freaks. Just hope they don't get into any trouble or we'll have no choice but to kill them."
ko: "으, 좋소. 당신 이 맨티스 자식들을 구하려고 맘을 단단히 먹었구먼. 그들이 무슨 사고라도 치지 않았으면 좋겠군 아니면 그들을 죽이는 수밖에 없을 테니까."
ru: "Ну и ладно. Вы действительно полны решимости спасти этих уродов-богомолов. Просто надейтесь, чтобы из-за них не возникло никаких проблем, иначе нам не останется ничего другого, кроме как убить их".

source: Go back to the Free Mantis.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к свободным богомолам.

source: "Many thanks! You have done great favor for us. We in debt to you captain. How can repay you?"
ko: "정말 고맙다! 당신 우리 정말 많이 도우다. 함장님께 큰 빚 지다. 우리가 어떻게 보답하나?"
ru: "Много спасибо! Вы оказали нам большую услугу. Мы должны вам, капитан. Чем можем отплатить?"

source: Repairs.
ko: 수리.
ru: Ремонт.

source: The Free Mantis aren't very good at repairs, but they all work together and manage to repair a decent portion of your hull.
ko: 독립 맨티스들은 수리는 잘 하지 못하지만 그들은 합심하여 당신의 함선을 꽤 수리해냈습니다.
ru: Свободные богомолы не очень хороши в ремонте, но все они работают вместе и успевают отремонтировать приличную часть корпуса.

source: Fuel.
ko: 연료.
ru: Топливо.

source: The Free Mantis transfer over some fuel.
ko: 독립 맨티스들은 약간의 연료를 전송했습니다.
ru: Свободные богомолы передают немного топлива.

source: Scrap.
ko: 스크랩.
ru: Лом.

source: The Free Mantis gladly hand over a portion of their scrap stores to you.
ko: 독립 맨티스들은 기쁘게 당신에게 스크랩을 넘겨주었습니다.
ru: Свободные богомолы с радостью передают вам часть своих запасов лома.

source: Destroy the ship.
ko: 함선을 파괴한다.
ru: Уничтожить корабль.

source: If you've learned anything on your mission, it's that the best way to deal with problems is through brutal murder. You power up the weapons and prepare to destroy the Militia ship.
ko: 당신이 임무 수행 중에 배운 게 있다면, 문제를 해결하는 가장 좋은 방법은 바로 잔인하게 죽여버리는 것입니다. 당신은 무기에 전원을 공급하고 민병대 함선을 파괴할 준비를 했습니다.
ru: Если вы чему-то и научились за время выполнения задания, так это тому, что лучший способ решения проблем - это жестокое убийство. Вы заряжаете оружие и готовитесь уничтожить корабль Ополчения.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Refuse.
ko: 거절한다.
ru: Отказаться.

source: "Ah. Very well. Best luck on mission!"
ko: "아. 그럼. 임무에 행운 있다!"
ru: " А. Очень хорошо. Желаю удачи на миссии!"

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_FREEMANTIS_LOST_WIN"]/text
source: You've killed the Militia ship. You've saved the Free Mantis for now, and scrap the remains of the Militia ship.
ko: 당신은 민병대 함선을 파괴했습니다. 일단은 독립 맨티스를 구해냈고, 남은 민병대 함선 선체를 긁어냈습니다.
ru: Вы уничтожили корабль Ополчения. Вы спасли свободных богомолов, и собираете все полезное с обломков корабля Ополчения.

source: Go back to the Free Mantis.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к свободным богомолам.

source: "You... you kill them? W-why? That unnecessary. We not want dead civilians. We just want safe travels. Still... you save us. I pay you as thanks, but hope you not do this in future."
ko: "당신... 당신 그들 죽이다? 어-어째서? 그것은 불필요하다. 우리 죽은 시민 원하지않는다. 우린 그저 안전한 항해를 원한다. 그래도... 당신이 우릴 구했다. 사례하지만 앞으로 당신 그러지 않았으면 한다."
ru: "Вы... вы убиваете их? П-почему? Это не нужно. Мы не хотеть мертвых гражданских. Мы просто хотеть безопасных перелетов. И все же... вы спасаете нас. Я платить вам в благодарность, но надеюсь, что вы так не делаете в будущем".

source: Continue...
ko: 계속...
ru: Продолжить...

source: The Militia ship is near destruction. The captain looks at you desperately. "What... are you serious? You're going to kill us for some bloody Mantis?"
ko: 민병대 함선은 거의 파괴되었습니다. 상대 함장은 당신을 절망적으로 쳐다봅니다. "뭐야... 진심이야? 망할 맨티스 때문에 우릴 죽이겠다고?"
ru: Корабль Ополчения на грани уничтожения. Капитан смотрит на вас с отчаянием. "Ты... ты серьезно? Ты собираешься убить нас из-за каких-то проклятых богомолов?"

source: Let the Free Mantis go and we'll spare you.
ko: 독립 맨티스들을 보내주면 살려주도록 하지.
ru: Отстаньте от свободных богомолов, и мы пощадим вас.

source: "Jeez, you people are insane. But fine, we'll let them through. Damn senator starts accepting refugees and suddenly we're killing each other just to let these assholes into our homes..."
ko: "젠장, 당신들 미쳤군. 그래 좋아, 그들을 보내주도록 하지. 망할 의원이 난민들을 받기 시작하더니 갑자기 이 개자식들을 우리 땅에 받기 위해 우린 서로를 죽여대고있구먼..."
ru: "Е-мое, да вы с ума сошли. Но ладно, мы их пропустим. Чертов сенатор начинает принимать беженцев, и вдруг мы начинаем убивать друг друга только для того, чтобы впустить этих придурков в свои дома..."

source: Go back to the Free Mantis.
ko: 독립 맨티스에게 돌아간다.
ru: Вернуться к свободным богомолам.

source: "Many thanks! You have done great favor for us. We in debt to you captain. How can repay you?"
ko: "정말 고맙다! 당신 우리 정말 많이 도우다. 함장님께 큰 빚 지다. 우리가 어떻게 보답하나?"
ru: "Много спасибо! Вы оказали нам большую услугу. Мы должны вам, капитан. Чем можем отплатить?"

source: Repairs.
ko: 수리.
ru: Ремонт.

source: The Free Mantis aren't very good at repairs, but they all work together and manage to repair a decent portion of your hull.
ko: 독립 맨티스들은 수리는 잘 하지 못하지만 그들은 합심하여 당신의 함선을 꽤 수리해냈습니다.
ru: Свободные богомолы не очень хороши в ремонте, но все они работают вместе и успевают отремонтировать приличную часть корпуса.

source: Fuel.
ko: 연료.
ru: Топливо.

source: The Free Mantis transfer over some fuel.
ko: 독립 맨티스들은 약간의 연료를 전송했습니다.
ru: Свободные богомолы передают немного топлива.

source: Scrap.
ko: 스크랩.
ru: Лом.

source: The Free Mantis gladly hand over a portion of their scrap stores to you.
ko: 독립 맨티스들은 기쁘게 당신에게 스크랩을 넘겨주었습니다.
ru: Свободные богомолы с радостью передают вам часть своих запасов лома.

source: Yes, we are.
ko: 그래 진심이야.
ru: Да, так и есть.

source: Continue...
ko: 계속...
ru: Продолжить...

source: The wreckage of a civilian ship drift nearby, but before you can even think to salvage some of it, a Militia ship mistakes you as the attacker and prepares to avenge the civilians.
ko: 민간 선박의 잔해가 근처에서 표류하고 있지만 당신이 그것을 일부 인양해볼 생각을 하기도 전에 민병대 함선이 당신을 공격자로 착각하고 민간인의 복수를 할 준비를 합니다.
ru: Неподалеку дрейфуют обломки гражданского корабля, но прежде чем вы успеваете найти среди них хоть что-то, корабль Ополчения принимает вас за нападавшего и готовится отомстить за гражданских.

source: You get into some trouble over your identification with the Militia ship at this beacon, and not long after things get heated to the point of conflict!
ko: 당신은 민병대 함선과 신분 증명에 문제가 생기게 되고 오래 지나지 않아 갈등은 최고조에 달합니다!
ru: На этом маяке у вас возникают проблемы с кораблем Ополчения по поводу установления вашей личности, и через некоторое время ситуация накаляется до предела!

source: The Militiamen at this beacon seem to mistake one of your crew as an infamous pirate with a heavy bounty. Not about to hand over your crew, you prepare to fight.
ko: 민병대원 중 한 명이 당신의 선원 중 한 명을 엄청난 현상금을 가진 해적으로 오해한 것 같습니다. 선원을 넘겨줄 생각 없이 당신은 전투를 준비합니다.
ru: Ополченцы на маяке, похоже, по ошибке приняли одного из членов вашего экипажа за известного пирата, за чью голову назначена большая награда. Не собираясь отдавать никого из своей команды, вы готовитесь к бою.

source: You try not to get into fights with civilians, but sometimes the civilians get into fights with you. Somehow you've angered the Militia ship here, and it's already moving in to attack.
ko: 당신은 민간인과의 싸움에 휘말리지 않으려 노력했지만, 때때로 민간인이 당신에게 싸움을 거는 경우도 있습니다. 어째선지 당신은 이곳의 민병대를 화나게 했고 그들은 이미 당신을 공격하기 위해 움직이고 있었습니다.
ru: Вы стараетесь избегать боев с гражданскими, но иногда гражданские сами лезут в бой с вами. Каким-то образом вы разозлили корабль Ополчения, и он уже переходит в атаку.

source: The Civilian station is no friend of yours. Now inhabited by pirates, it's aiming its entire arsenal straight at you.
ko: 이 민간 정거장은 우호적이지 않았습니다. 해적에게 점령당하여 당신에게 온갖 무기를 조준하고 있습니다!.
ru: Эта гражданская станция не из ваших друзей. Теперь она заселена пиратами и направляет весь свой арсенал прямо на вас.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="ENCOUNTER_COALITION_COREWORLDS"]/text
source: A Coalition ship is slinking around the area, no doubt hunting for civilians. Spotting you instead, it decides you'll be a nice challenge for it and attacks.
ko: 연합 함선이 이 지역을 살금살금 돌아다니고 있습니다, 의심할 여지 없이 민간인을 사냥 중입니다. 당신을 발견하자 좋은 도전이 될 것이라 판단하고 당신을 향해 공격하기 시작했습니다.
ru: Корабль Коалиции рыщет по окрестностям, несомненно, охотясь за гражданскими. Заметив вас, его экипаж решает, что вы станете для них хорошим испытанием, и атакует.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="COREWORLDS_MINING_OPS"]/text
source: It appears a civilian mining operation is being held in an asteroid field nearby.
ko: 민간인이 근처 소행성대에서 채굴을 하고있는 것 같습니다.
ru: Судя по всему, в астероидном поле неподалеку гражданские ведут добычу полезных ископаемых.

# data/events_civilian.xml$//event[@name="COREWORLDS_MINING_OPS"]/choice[1]/text
source: Inspect closer.
ko: 자세히 살펴본다.
ru: Осмотреть внимательнее.

source: Most of the ships have docked with a nearby outpost out of reach of the asteroid field, but one ship is still in the progress of mining some asteroids.
ko: 대부분의 함선은 근처 전초기지에 정박해있지만 한 선박은 여전히 소행성을 채굴 중입니다.
ru: Большинство кораблей пристыковано к ближайшему аванпосту, находящемуся за пределами астероидного поля, но один корабль все еще продолжает добывать минералы из астероидов.

source: Attack them.
ko: 그들을 공격한다.
ru: Атаковать их.

source: You move in to attack the mining ship.
ko: 당신은 채굴선을 공격하기위해 움직였습니다.
ru: Вы переходите в атаку на шахтерский корабль.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Beam Drone) Mine some of the asteroids on the outskirts. [-1|]
ko: (빔 드론) 외곽에서 소행성을 좀 채굴한다. [-1|]
ru: (Лучевой дрон) Добыть минералы из астероидов на окраине. [-1|]
