Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: You inspect the gravesite and realise there's nothing to suggest where the Gatling Gun might be buried. You pick out a few graves that sound familiar, but you aren't sure which one. You think the plaque said who it was, but you'll have to remember who.
ko: 당신은 묘지를 둘러봤지만 부품이 어디 매장되어 있는지 알아낼 만한 단서는 없었습니다. 결국 낯익은 이름이 새겨진 묘지를 몇 곳 골라내보지만, 정확히 어디인지 확신이 서질 않습니다. 추모공원의 안내문에 발명가의 이름이 나와 있던 것 같은데, 그 이름을 생각해 내는 건 당신의 몫입니다.
ru: Вы осматриваете кладбище и понимаете, что ничто не указывает на то, где может быть захоронено орудие Гатлинга. Вы выбираете несколько могил со знакомыми именами, но не уверены, где точно искать. Вам кажется, что на табличке в музее значилось конкретное имя, но вам придется вспомнить, какое.

source: Dig up Adam Miller.
ko: 아담 밀러 라고 쓰여진 무덤을 판다.
ru: Откопать могилу Адама Миллера.

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이 곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Dig up Jackson Newman.
ko: 잭슨 뉴먼 이라고 쓰여진 무덤을 판다.
ru: Откопать могилу Джексона Ньюмана.

source: You start digging to find that you were correct! Inside the grave is the Gatling Base! You have your crew haul it back to the ship.
ko: 당신은 묘지를 파내기 시작합니다. 바로 이 묘지였습니다! 묘지 안에 개틀링 포의 몸체가 있었습니다! 당신은 선원들을 시켜 그것을 함선까지 운반했습니다.
ru: Вы начинаете копать и понимаете, что оказались правы! Внутри могилы находится корпус Гатлинга! Вы поручаете своему экипажу отнести его на корабль.

source: Continue...
ko: 계속...
ru: Продолжить...

source: As you're leaving, a Federation Elite flies past, spotting you in the process! "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
ko: 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이 곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Когда вы собираетесь уходить, мимо пролетает элитный корабль Федерации, который застает вас в процессе! "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Dig up Alaster Williams.
ko: 알라스터 윌리엄스 라고 쓰여진 무덤을 판다.
ru: Откопать могилу Аластера Уильямса.

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이 곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Dig up Jake Willson.
ko: 제이크 윌슨 이라고 쓰여진 무덤을 판다.
ru: Откопать могилу Джейка Уилсона.

source: You start digging, but all you find inside is a rotting corpse. Disgusted and disappointed, you prepare to leave, when an Elite Federation ship swings by and spots you in the act. "Assholes! You'd dare dishonour the heroes buried here?" They raise their weapons and attack!
ko: 무덤을 파기 시작했지만, 그곳에는 썩어가는 시체밖에 없었습니다. 역겨움과 실망감을 뒤로하고 떠나려고 하던 찰나 갑자기 날아온 연방 엘리트 함선이 당신을 발견했습니다. "개자식들! 이 곳에 잠든 영웅들을 모독할 셈이냐!" 그들이 무기를 조준하고 공격을 시작합니다!
ru: Вы начинаете копать, но все, что вы находите внутри - это гниющий труп. С отвращением и разочарованием вы собираетесь уходить, как вдруг мимо пролетает элитный корабль Федерации и застает вас на месте. "Ублюдки! Вы посмели обесчестить похороненных здесь героев?" Они активируют оружие и атакуют!

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BASE"]/choice[2]/text
source: We have better things to do than dishonouring the dead.
ko: 망자를 모독하는 행위 보다는 더 좋은 일을 하자.
ru: У нас есть дела поважнее, чем осквернять мертвых.

source: You ignore the graveyard and fly away.
ko: 당신은 묘지를 무시하고 떠났습니다.
ru: Не обращаете внимания на кладбище и улетаете.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: This is the location of the Pre-Igniter tech.
ko: 조기 점화기의 위치입니다.
ru: Здесь находится предзажигатель.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_AUGMENT"]/text
source: You spot an armoured Smuggler Station orbiting the beacon, soliciting to a few smaller ships. It's surprising they can operate here despite the swarms of militiamen protecting the beacon, but this is the place you're looking for.
ko: 무장한 밀수꾼 정거장이 송신소 주위를 돌면서 작은 함선들에 호객행위를 하고 있었습니다. 민병대가 우글거리는 이곳에서 장사를 한다는게 놀라울 따름이지만, 당신이 찾는 곳은 여기가 분명합니다.
ru: Вы замечаете бронированную станцию контрабандистов, которая летает по орбите вокруг маяка и обслуживает несколько небольших кораблей. Удивительно, что они могут работать здесь, несмотря на толпы ополченцев, охраняющих маяк, но это именно то место, которое вы ищете.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_AUGMENT"]/choice/text
source: Hail them.
ko: 그들에게 연락을 취한다.
ru: Выйти с ними на связь.

source: You hail the Smugglers and explain the situation. The captain gives a wheezy chuckle at your explanation. "Is that so now? Well I've been struggling to get rid of this crap for a while now, and at last I found someone willing to pay a price for it! Hell, I'll even offer you a special 'Jumbo Deal' with some extra supplies for only a minor price increase!"
ko: 당신은 밀수꾼들에게 연락을 하고 상황을 설명했습니다. 당신의 설명에 함장이 미소를 지으며 말합니다. "아이고 그러신가요? 이 고물을 없애버리기 위해 한동안 고생 좀 했는데 마침내 임자를 만났군! 젠장, 약간의 스크랩을 좀 더 내면 추가 보급품을 포함한 '점보 딜'또한 제공해드립죠!"
ru: Вы выходите на связь с контрабандистами и объясняете ситуацию. Капитан хрипло усмехается в ответ на ваше объяснение. "Вот как? Ну, я уже давно пытаюсь избавиться от этого куска дерьма, и наконец-то я нашел человека, готового заплатить за него! Черт возьми, я даже предложу тебе специальную "сделку всей вашей жизни" - отдам тебе вдобавок к нему немного припасов, за небольшую прибавку в цене!"

source: Buy the Pre-Igniter.
ko: 최초의 조기 점화기를 구매한다.
ru: Купить предзажигатель.

source: Buy the "Jumbo Deal" along with the Pre-Igniter.
ko: 최초의 조기 점화기를 포함한 '점보 딜'을 구매한다.
ru: Заключить "сделку всей жизни" вместе с предзажигателем.

source: Take it through force!
ko: 무력으로 빼앗는다!
ru: Забрать его силой!

source: You aren't going to pay these smugglers anything! You raise the weapons and attack. The other few ships shopping scatter as you approach the station.
ko: 당신은 밀수꾼들에게 한 푼도 줄 생각이 없습니다! 당신은 무기를 장전하고 공격을 시작합니다. 당신의 함선이 접근하자 쇼핑하던 작은 함선 몇 척은 뿔뿔이 흩어져 도망쳤습니다.
ru: Вы не собираетесь ничего платить этим контрабандистам! Вы активируете оружие и атакуете. Корабли других покупателей разлетаются, когда вы приближаетесь к станции.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Whatever, let's go.
ko: 신경쓰지 말고 그냥 떠나자.
ru: Неважно, уходим.

source: You ignore the station and fly away.
ko: 당신은 정거장을 무시하고 다른 곳으로 날아갔습니다.
ru: Не обращаете внимания на станцию и улетаете.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_FREE_AMMO"]/choice[1]/text
source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

# data/events_civilian.xml$//event[@name="MILITIA_FREE_AMMO"]/choice[2]/text
source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//textList[@name="MILITIA_FREE_AMMO"]/text[1]
source: Nearby drifts the burnt husk of what surely was once a Militia transport. Little remains other than a single crate of ammunition.
ko: 근처에 민병대 수송함이었던 것으로 보이는 불탄 잔해가 표류하고 있습니다. 탄약 한 상자 외에는 남아있는 것이 없습니다.
ru: Неподалеку дрейфует обгоревший остов того, что, несомненно, когда-то было транспортом Ополчения. В нем мало что осталось, кроме одного ящика с боеголовками.

# data/events_civilian.xml$//textList[@name="MILITIA_FREE_AMMO"]/text[2]
source: You notice a mine drifting nearby, followed by several more. Most, if not all, are inactive, probably left over from some sort of training exercise. Fortunately, this means you can salvage them with relative ease.
ko: 당신은 근처에 몇몇 기뢰들이 떠다니고 있는 것을 발견했습니다. 대부분은 비활성 상태이며 아마 어떤 종류의 훈련 뒤에 남겨진 것으로 보입니다. 운 좋게도 당신은 그것을 손쉽게 인양할 수 있었습니다.
ru: Вы замечаете, что неподалеку дрейфует мина, а за ней еще несколько. Большинство из них, если не все, неактивны, вероятно, они остались после каких-то учений. К счастью, это означает, что их можно с легкостью разобрать.

# data/events_civilian.xml$//textList[@name="MILITIA_FREE_AMMO"]/text[3]
source: A small refuelling drone flies past, stops, then returns to scan your ship. It identifies you as friendly and restocks your ammo supply free of charge before speeding off again.
ko: 작은 재보급 드론이 지나가다 당신의 배를 스캔하기 위해 돌아옵니다. 그것은 당신을 아군으로 인식하고 탄약을 무료로 재보급 해준 뒤 떠났습니다.
ru: Мимо пролетает небольшой автоматический корабль снабжения, который останавливается и возвращается, чтобы просканировать ваш корабль. Он идентифицирует вас как союзника и бесплатно пополняет ваш запас боеголовок, после чего летит дальше.

# data/events_civilian.xml$//event[@name="MILITIA_CLANSMEN"]/text
source: You receive a hail from a Slug ship hiding behind a small moon. Upon closer inspection, it's clear the ship is staffed by Slug Clansmen, belonging to the Exotic Hunter's Guild.
ko: 당신은 작은 달 뒤에 숨어있던 슬러그 함선으로부터 통신을 받습니다. 자세히 살펴보니 그 함선은 외계 생명체 사냥꾼 길드에 소속된 슬러그 클랜즈맨이 있는 게 분명해 보입니다.
ru: Вас вызывает корабль слизней, скрывающийся за небольшой луной. При ближайшем рассмотрении становится ясно, что на корабле находятся слизни-Клановцы, принадлежащие к Гильдии Охотников за Экзотикой.

# data/events_civilian.xml$//event[@name="MILITIA_CLANSMEN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_CLANSMEN"]/choice/event/text
source: "A fine sssship for a Multiverssse Traveller! When we heard the Militia accepted any sssspeciesss among their ranksss, I realizzzed what an excccellent opportunity it would be to go hunting! But sssince you're here, perhapsss you have some sssspecimenss to donate? We will pay very well!"
ko: "배회짜에게 어울리는 훌륭한 함썬이예요! 민병대가 모든 쫑쪽의 입대를 받기로 결쩡해쓸때 쩌는 깨달았쬬! 싸냥하기에 얼마나 완벽한 기회인찌! 근데 당씬이 여기 있쓰니까 하는 이야기인데 혹씨 기부해쭈씰 쫑쪽이 있나요?? 가격은 아쭈 후하게 드릴께요!"
ru: "Отличный корабль для путешшшессственника по Мультивссселенной! Когда мы уссслышшшали, что Ополчение принимает в сссвои ряды предссставителей любых видов, я понял, что это прекрасссная возможносссть поохотитьссся! Но раз уж вы здесссь, может быть, у вас есссть какие-нибудь осссоби, которыми можно пожертвовать? Мы очень хорошшшо заплатим!"

source: (Clansman Crew) Claim to be hunters yourself.
ko: (클랜즈맨 선원) 자신도 사냥꾼이라고 주장한다.
ru: (Член экипажа-Клановец) Заявить, что вы сами охотники.

source: "Ahh, another hunter? To think I thought I wasss the firsssst with thisss idea... Oooh, your sssship isss ssso much larger than mine. You probably have ssso much more ssssuccesss!" The Slug offers his services. Hopefully he doesn't mind hunting Rebels.
ko: "아아, 다른 싸냥꾼 이쎴군요? 이런 쌩각을 내가 처음했다고 쌩각해썼는데... 오, 당씬의 함썬은 저희보다 훨씬 크네요. 아마 우리보다 훨씬 큰 썽공을 거두게 될거에요!" 슬러그가 선원으로 합류합니다. 그가 반군을 사냥하는 것을 꺼리지 않으면 좋으련만.
ru: "Ааа, ещщще один охотник? А я-то думал, что мне первому пришшшла в голову эта идея... Ооо, вашшш корабль намного большшше моего. Наверное, у вассс гораздо большшше уссспехов!" Слизень предлагает свои услуги. Вы надеетесь, что он не будет против охоты на повстанцев.

source: (Improved Armories) Claim to be hunters yourself.
ko: (개선된 무기고) 자신도 사냥꾼이라고 주장한다.
ru: (Улучшенный арсенал) Заявить, что вы сами охотники.

source: "Ahh, another hunter? To think I thought I wasss the firsssst with thisss idea... Oooh, your sssship isss ssso much larger than mine. You probably have ssso much more ssssuccesss!" The Slug offers his services. Hopefully he doesn't mind hunting Rebels.
ko: "아아, 다른 싸냥꾼 이쎴군요? 이런 쌩각을 내가 처음했다고 쌩각해썼는데... 오, 당씬의 함썬은 저희보다 훨씬 크네요. 아마 우리보다 훨씬 큰 썽공을 거두게 될거에요!" 슬러그가 선원으로 합류합니다. 그가 반군을 사냥하는 것을 꺼리지 않으면 좋으련만.
ru: "Ааа, ещщще один охотник? А я-то думал, что мне первому пришшшла в голову эта идея... Ооо, вашшш корабль намного большшше моего. Наверное, у вассс гораздо большшше уссспехов!" Слизень предлагает свои услуги. Вы надеетесь, что он не будет против охоты на повстанцев.

source: Refuse.
ko: 공격하라!
ru: Атаковать корабль!

source: "A ssshame. I alwayssss try to be polite firssst, but people rarely agree. Oh well, thissss will be a lot more fun now!"
ko: "아쓉군요. 항쌍 예의 바르게 행동하려고 노력해찌만... 싸람들이 도와쭈찌 않는군요. 찌금부터 더 째미써 찔꺼에요!"
ru: "Как жаль. Я всссегда ссстараюccсь быть вежливым, но мои сссобессседники редко сссоглашшшаются. Ну что ж, теперь будет гораздо вессселее!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Ssssquares." The Clansmen jump away.
ko: "고찌씩한 녀썩." 클랜즈맨이 도약하여 떠납니다.
ru: "Зануды". Клановцы уходят в прыжок.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOGRAPHS"]/text
source: In the distance is a densely populated planet under Militia control, with plenty of traffic to and from. You can likely find a market on the surface.
ko: 멀리 민병대가 통제하는 왕래가 많은 행성이 보입니다. 당신은 표면에서 시장을 찾을 수 있을 것입니다.
ru: Вдалеке находится густонаселенная планета под контролем Ополчения, с большим количеством транспорта. Скорее всего, на поверхности можно найти рынок.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOGRAPHS"]/choice[1]/text
source: Land.
ko: 착륙한다.
ru: Приземлиться.

source: Near minutes after landing on the planet's surface you're swarmed by both Civilians, Federation officers, and Militia recruits. It appears they recognize you as a Multiverse Renegade, and are overtaken by stardom. Apparently it's rare to see ships like yours here.
ko: 행성 표면에 착륙하고 몇 분 안되어 민간인, 연방 장교, 민병대 신병들이 당신을 둘러쌌습니다. 당신이 멀티버스 배회자라는 것을 알아보고 모여든 것 같습니다. 멀티버스 함선은 굉장히 희귀한 물건이니, 그 소유자가 인기인이 되는 것도 당연한 일이겠죠.
ru: Через несколько минут после приземления на поверхность планеты вас встречают гражданские, офицеры Федерации и новобранцы Ополчения. Похоже, они узнали в вас Ренегата Мультивселенной, и их охватила звездная болезнь. Очевидно, здесь редко можно увидеть корабли, подобные вашему.

source: Ignore the fans and find a store.
ko: 팬들을 무시하고 상점을 찾는다.
ru: Не обращать внимания на фанатов и найти магазин.

source: You push past the crowds, apologizing to them as you go, and eventually find a market to shop at.
ko: 당신은 군중을 밀치는 동시에 사과하며 지나가기 시작했습니다, 결국 당신은 쇼핑할 수 있는 시장을 찾았습니다.
ru: Вы проталкиваетесь мимо толпы, извиняясь перед ними на ходу, и в конце концов находите рынок, где можно сделать покупки.

source: Sign some autographs, but leave before the fleet can catch up.
ko: 사인을 좀 해주고 함대가 따라잡기 전에 떠난다.
ru: Раздать несколько автографов, но уйти, пока флот не догнал вас.

source: You decide to stick around with the crowd, telling stories and signing autographs. You even receive some gifts, but eventually decide to get going before the Rebels can arrive.
ko: 당신은 군중들에게 이야기를 좀 해주고 사인을 해주기로 결심했습니다. 당신은 심지어 선물을 받기도 했지만 결국 반군이 오기전에 떠나기로 했습니다.
ru: Вы решаете остаться в толпе, рассказывая истории и раздавая автографы. Вы даже получаете несколько подарков, но в конце концов решаете уйти до прибытия повстанцев.

source: Stay back for a while with the fans.
ko: 팬과 잠시 머무르기로 결정했다.
ru: Остаться на некоторое время с фанатами.

source: You decide to stick around with the crowd, telling stories and signing autographs. The longer you stay the more gifts you're showered with, but eventually you have to call it quits before the Rebels can catch up any more.
ko: 당신은 군중들에게 이야기를 좀 해주고 사인을 해주기로 결심했습니다. 오래 머물며 많은 선물도 받았지만, 반군이 더 따라잡기 전에 떠나기로 했습니다.
ru: Вы решаете остаться в толпе, рассказывая истории и раздавая автографы. Чем дольше вы остаетесь, тем больше подарков вас осыпают, но в конце концов вам приходится завязывать до того, как повстанцы догонят вас.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOGRAPHS"]/choice[2]/text
source: We don't need to go shopping right now.
ko: 지금 당장 쇼핑하러 갈 필요는 없다.
ru: Нам не нужно идти за покупками прямо сейчас.

source: You fly past the planet.
ko: 당신은 행성을 지나쳤다.
ru: Вы пролетаете мимо планеты.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_TEXTWALL"]/text
source: A Zoltan Peacekeeper is stationed nearby, speaking with several Militia ships. Eventually, all of the ships but the Zoltan jump away, and you receive a hail.
ko: 근처에 정박해 있는 졸탄 평화유지군이 민병대 함선 여러 척과 이야기를 나누고 있었습니다. 당신이 다가가자 졸탄 함선을 제외한 다른 함선은 모두 도약하여 도망쳤고, 당신은 교신을 받았습니다.
ru: Поблизости находится золтан-Миротворец, который разговаривает с несколькими кораблями Ополчения. В конце концов, все корабли, кроме золтана, отпрыгивают, и вы получаете вызов.

# data/events_civilian.xml$//event[@name="MILITIA_TEXTWALL"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_TEXTWALL"]/choice/event/text
source: "Oh, hello. I am Boline, a Zoltan soldier for the Militia Corps. I've been working hard on a speech that I intend to share during the next meeting of the Galactic Union, but no one wants to listen to it or give me feedback. Would you mind if I shared them with you?"
ko: "오, 안녕하십니까. 저는 민병대의 졸탄 병사 볼린이라고 합니다. 제가 다음 은하 연맹 회의 때 발표할 연설을 열심히 준비 중인데 아무도 듣고 싶지 않을뿐더러 피드백 또한 주지 않습니다. 제가 연설을 좀 들려드려도 괜찮겠습니까?"
ru: "О, здравствуйте. Я - Болайн, солдат Ополчения. Я долго работала над речью, которой собираюсь поделиться на следующем заседании Галактического Союза, но никто не хочет ее слушать или давать мне отзывы. Вы не будете возражать, если я поделюсь ими с вами?"

source: Agree.
ko: 동의한다.
ru: Согласиться.

source: "Wonderful! I shall now begin." Boline pulls out a massive book, slamming it down on the desk in front of her and pulls open the cover. She clears her throat, and begins to read...
ko: "좋습니다! 이제 시작하도록 하겠습니다." 볼린은 커다란 책을 꺼내 그의 앞에 놓인 책상앞에 쾅하고 내려놓으며 표지를 넘깁니다. 그는 목을 가다듬고 읽기 시작합니다...
ru: "Замечательно! Теперь я начну". Болайн достает огромную книгу, кладет ее на стол перед собой и раскрывает обложку. Она прочищает горло и начинает читать...

source: Continue...
ko: 계속...
ru: Продолжить...

source: Decline.
ko: 거절한다.
ru: Отказаться.

source: "As I expected... carry on then..."
ko: "제 예상대로군요... 그럼 지나가도록 하십시오..."
ru: "Как я и ожидала... продолжайте..."

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_TEXTWALL_TEXT"]/text
source: "My fellow citizens of the Galactic Union, subsidiary of the United Federation and regulator of laws in Union territory, I have come to speak with you about a very important matter. Since the dawn of civilization we have been creatures bound to our weapons of war. Every race, Human, Zoltan, Aquarian, Rockman, Mantis, even Engi or Orchid, we have all waged wars not just against each other, but ourselves. It is beyond many of us, unthinkable even, to surrender these tools of destruction... nay, these evil and wicked thoughts that plague our civilizations. We say we wish to evolve, learn and grow, but how can we do this when we still hold so dear to us the ideas of revenge and hatred?"
ko: "친애하는 은하 연맹의 시민 여러분, 연방에 종속되어있고 연맹 영토의 법을 규제하는 여러분께 매우 중대한 문제로 인해 전해드릴 말이 있어 이 자리에 서게 되었습니다. 문명의 시작 이례로 우리 생명체들은 전쟁의 무기에 종속된 존재였습니다. 인간, 졸탄, 아쿠아리안, 락맨, 맨티스, 심지어 오키드와 엔지 등 모든 종족을 포함하여 우리는 서로 뿐만이 아니라 같은 종끼리도 전쟁을 해왔습니다. 이러한 파괴의 도구를 포기하는 것은 우리 중 많은 사람에게는 생각조차 할 수 없는 일입니다... 심지어, 우리 문명을 좀먹는 이 사악하고 간악한 생각들까지도 말입니다. 우리는 진화하고 배우고 성장하기를 바란다고 말하지만, 우리가 복수와 증오의 생각을 그렇게 소중히 지니고 있다면 어찌 그럴 수 있겠습니까?"
ru: "Мои сограждане Галактического Союза, дочернего предприятия Объединенной Федерации и регулятора законов на территории Союза, я пришла поговорить с вами об очень важном деле. С самого рассвета цивилизации мы были существами, привязанными к нашему оружию войны. Каждая раса, человек, золтан, аквар, валун, богомол, даже энджи или орхидей, все мы вели войны не только друг против друга, но и против самих себя. Для многих из нас немыслимо отказаться от этих инструментов разрушения... нет, от этих злых и нечестивых мыслей, которые терзают наши цивилизации. Мы говорим, что хотим развиваться, учиться и расти, но как мы можем это сделать, если нам по-прежнему так дороги идеи мести и ненависти?"

# data/events_civilian.xml$//event[@name="MILITIA_TEXTWALL_TEXT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

source: "To emphasize my point, let me tell you all a story. Back during the infamous Mantis - Human war, a time when the seeds of thought that would grow to be the Federation had only just barely been planted, the Human people were in dire straits. The far more dangerous and warrior-like creatures that were the Mantis caused havoc among the unprepared human colonies. The Humans turned to the only allies they had at the time, the Engis, hoping for assistance. The Engis reluctantly accepted, but only in turn if the humans would liberate the slaves from the Mantis war camps. The two forces fought for years and years for control over the neighbouring planet Mars, which the Mantis had managed to secure as a stronghold and key point for planning their invasion. Rather than negotiating for a ceasefire, or surrendering, the human people continued to fight the Mantis to near extinction. The Mantis would show the humans no mercy either, and would not stop until humanity had been eradicated."
ko: "제 요점을 강조하기 위하여, 여러분에게 이야기를 하나 들려드리도록 하겠습니다. 악명높은 맨티스-인간 전쟁 당시, 연방이 될 이념의 씨앗이 심어진 지 얼마 안 된 시기에, 인류는 심각한 재난을 맞았습니다. 더 위험하고 투사 같은 생물인 맨티스는 준비되지 않은 인간 거주지에 큰 혼란을 불러왔습니다. 인간들은 당시 그들의 유일한 동맹인 엔지에게 의존했습니다. 엔지는 마지못해 수락했지만 맨티스 막사의 노예들을 해방하는 조건을 달았습니다. 두 세력은 수년 동안 맨티스의 침공 계획의 요충지인 화성 주변에서 치열하게 싸웠습니다. 인류는 계속된 전투로 거의 멸절 직전 까지 갔습니다, 맨티스또한 인간들에게 자비를 베풀지 않았고 인류가 완전히 멸절할 때까지 멈추지 않을 것 같았습니다."
ru: "Чтобы подчеркнуть свою точку зрения, позвольте мне рассказать вам одну историю. Во время печально известной войны между богомолами и людьми, когда только-только зарождались семена мысли, ставшие Федерацией, люди находились в тяжелом положении. Гораздо более опасные и похожие на воинов существа - богомолы - сеяли хаос среди неподготовленных человеческих колоний. Люди обратились за помощью к единственным союзникам, которые у них были в то время - энджи. Энджи неохотно согласились, но только в том случае, если люди освободят рабов из военных лагерей богомолов. Две силы годами сражались за контроль над ближайшей планетой Марс, которым богомолам удалось захватить в качестве опорного пункта и ключевой точки для планирования своего вторжения. Вместо того чтобы вести переговоры о прекращении огня или капитуляции, люди продолжали сражаться с богомолами до полного исчезновения. Богомолы не проявили к людям никакой пощады и не остановились, пока не уничтожат человечество".

source: Continue...
ko: 계속...
ru: Продолжить...
