Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: The Rebellion seem to hold a grudge against the Militia, though you can't imagine why. The Rebel ship here seems hell-bent on a fight, and since you're the only ship here they decide you will be a satisfactory opponent.
ko: 이유는 알 수 없지만 반군은 민병대에게 원한이 있는듯해 보입니다. 이 난장판 속에서 반군 함선은 당신만이 호적수라고 판단한 것 같습니다.
ru: Восстание, похоже, затаило злобу на Ополчение, хотя вы не можете понять, почему. Корабль повстанцев, похоже, жаждет драки, и поскольку вы здесь единственный корабль, они решили, что вы будете приемлемым соперником.

source: A Rebel ship has picked clean the remains of a Militia station. Nearly seconds after you jump in they spot you and decide to make you their next target.
ko: 반군 함선이 민병대 정거장을 싹 긁어갔습니다. 당신이 도약한 지 얼마 지나지 않아 당신을 다음 목표로 삼았습니다.
ru: Корабль повстанцев обчистил до основания останки станции Ополчения. Через несколько секунд после вашего прыжка, они заметили вас и решили сделать следующей целью.

source: The Militia tries hard to keep this sector clear of Rebel forces, but their defenses are incapable of keeping all of them out. A Rebel forward scout that has found their way into the sector spots you and attacks.
ko: 민병대는 그들의 구역에 반군이 접근하지 못하게 노력했지만, 그들만으로는 반군 전부를 막기엔 역부족이었습니다. 반군의 전방 정찰병이 당신을 포착하고 공격하기 시작했습니다.
ru: Ополчение изо всех сил старается предотвратить вторжение в этот сектор сил повстанцев, но оборона Ополчения не в состоянии сдержать их всех. Передовой разведчик повстанцев, пробравшийся в сектор, замечает вас и атакует.

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA_ESCORT"]/text
source: The ruins of what was once a Militia transport drift nearby. A Militia escort, their crew confused and afraid, mistake you for the attackers and prepare to defend themselves! You try to hail them but they won't respond, and it looks like the only way out of this is with a fight.
ko: 한때 민병대 수송선 이었던 것이 근처에 표류하고 있습니다. 민병대 호위함이 당신을 공격자로 착각하고 겁먹은 채 방어 준비를 하고 있습니다! 당신은 그들에게 통신을 보냈지만 응답하지 않았습니다, 이 상황을 빠져나갈 유일한 방법은 싸우는 것 뿐입니다.
ru: Неподалеку дрейфуют останки того, что раньше было транспортом Ополчения. Экипаж корабля сопровождения Ополчения, растерянный и напуганный, принимает вас за нападавших и готовится защищаться! Вы пытаетесь выйти с ними на связь, но они не отвечают, и, похоже, единственным выходом из этой ситуации является бой.

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA_ESCORT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_CHOICE"]/choice[1]/text
source: Fight them!
ko: 그들과 싸운다!
ru: Сразиться с ними!

# data/events_civilian.xml$//event[@name="MILITIA_CHOICE"]/choice[1]/event/text
source: You power up the weapons and attack the Militiamen.
ko: 당신은 무기에 전원을 공급하고 민병대를 공격했습니다.
ru: Вы заряжаете оружие и атакуете ополченцев.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_CHOICE"]/choice[2]/text
source: Ignore the Militia ship.
ko: 민병대 함선을 무시한다.
ru: Не обращать внимания на корабль Ополчения.

# data/events_civilian.xml$//event[@name="MILITIA_CHOICE"]/choice[2]/event/text
source: You fly past the Militia vessel.
ko: 당신은 민병대 선박을 무시하고 지나쳤습니다.
ru: Вы пролетаете мимо корабля Ополчения.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//textList[@name="TEXT_MILITIA_CHOICE"]/text[1]
source: A Militia vessel is making small repairs to their hull after a fight. No other ships are nearby.
ko: 민병대 선박이 전투 후에 그들의 함선을 수리하고 있습니다. 근처에 다른 함선은 보이지 않습니다.
ru: Судно Ополчения проводит мелкий ремонт корпуса после боя. Других кораблей поблизости нет.

# data/events_civilian.xml$//textList[@name="TEXT_MILITIA_CHOICE"]/text[2]
source: You notice another ship, belonging to the Militia, drifting some distance away. The ship is fully functional but politely declines any hails.
ko: 당신은 멀리서 민병대 소속 함선이 표류하고 있는 것을 발견했습니다. 함선은 완전히 기능하고 있는 듯 보였지만 정중하게 모든 통신을 거절했습니다.
ru: Вы замечаете другой корабль, принадлежащий Ополчению, который дрейфует на некотором расстоянии от вас. Корабль полностью исправен, но вежливо отклоняет все вызовы.

# data/events_civilian.xml$//textList[@name="TEXT_MILITIA_CHOICE"]/text[3]
source: A decently armed Militia vessel is patrolling the beacon. Because of your Federation status, they don't mind you.
ko: 꽤 무장한 민병대 선박이 송신소를 순찰하고 있습니다. 당신이 연방 소속이기에 그들은 당신을 신경 쓰고 있지 않습니다.
ru: Хорошо вооруженное судно Ополчения патрулирует этот маяк. Поскольку вы принадлежите к Федерации, оно не обращает на вас внимания.

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/text
source: Nearby you notice a Militia station offering supplies to travellers.
ko: 당신은 근처에 여행자들에게 보급품을 지급하는 민병대 정거장을 발견했습니다.
ru: Неподалеку вы замечаете станцию Ополчения, предлагающий путешественникам припасы.

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/choice[1]/text
source: Submit your ID and get some supplies.
ko: 신분증을 제시하고 보금품을 좀 받는다.
ru: Предъявить удостоверение личности и получить некоторые припасы.

source: (Soldier Crew) Request more supplies.
ko: (군인 선원) 더 많은 보급품을 요청한다.
ru: (Член экипажа-Солдат) Запросить побольше припасов.

source: (Medic Crew) Request medical supplies.
ko: (의무병 선원) 의료 보급품을 요청한다.
ru: (Член экипажа-медик) Запросить медицинские припасы.

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/choice[4]/text
source: Attack, surely we can get more from them!
ko: 공격하라, 그럼 녀석들에게 더 많은것을 받을수 있겠지!
ru: Атаковать, мы однозначно можем получить с них больше!

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/choice[4]/event/text
source: You power up the weapons and attack the Militiamen.
ko: 당신은 무기에 전원을 공급하고 민병대를 공격했습니다.
ru: Вы заряжаете оружие и атакуете ополченцев.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/choice[5]/text
source: Ignore the depot.
ko: 정거장을 무시한다.
ru: Не обращать внимания на склад.

# data/events_civilian.xml$//event[@name="MILITIA_DEPOT"]/choice[5]/event/text
source: You ignore the Militia station.
ko: 당신은 민병대 정거장을 무시했습니다.
ru: Вы не обращаете внимания на станцию Ополчения.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES"]/text
source: A Militia training exercise appears to be going down at this beacon. Fortunately, they aren't aiming to kill and are a safe distance away from the beacon.
ko: 민병대의 훈련이 이 송신소에서 행해지는 것 같습니다. 다행히 비살상훈련이며 송신소에서 꽤 먼 거리에서 안전하게 행해지고 있습니다.
ru: Похоже, что на этом маяке проходят учения Ополчения. К счастью, они носят нелетальный характер и проводятся на безопасном расстоянии от маяка.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES"]/choice[1]/text
source: Hail and see if you can get involved.
ko: 통신하여 참여할 수 있는지 묻는다.
ru: Связаться с ними и узнать, можно ли принять участие.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES"]/choice[1]/event/text
source: The leading commander of the squad responds. "You want to participate in the training? Go ahead, damaging the hull is fine but just be careful you don't kill anyone! We'll end the exercise after 60 seconds."
ko: 분대의 총지휘관이 응답했다. "훈련에 참여하고 싶으십니까? 좋습니다, 선체에 피해를 주는 건 상관없지만, 인명피해가 나게 해서는 안 됩니다! 훈련은 60초 뒤에 종료하겠습니다."
ru: Командир отряда, координирующий учения, отвечает. "Хотите поучаствовать в учениях? Вперед, можно повреждать корпус, но только осторожно, чтобы никого не убить при этом! Тренировка продлится 60 секунд".

source: Continue...
ko: 계속...
ru: Продолжить...

source: The training exercise will end in this much time. Make sure not to kill anyone until then!
ko: The training exercize will end in this much time. Make sure not to kill anyone until then!
ru: Тренировка закончится через указанное время. Постарайтесь за это время никого не убить!

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES"]/choice[2]/text
source: Ignore the depot.
ko: 정거장을 무시한다.
ru: Не обращать внимания на депо.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES"]/choice[2]/event/text
source: You ignore the Militia station.
ko: 당신은 민병대 정거장을 무시했다.
ru: Вы не обращаете внимания на станцию Ополчения.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES_KILL"]/text
source: Seems you accidentally took the training too far, and now there's blood on your hands. It takes a moment for the other ships to realize what's happening, but as soon as they realize you've killed their friends, they immediately abandon the exercise and fire at you. Your hull takes some damage, but you're able to fly away in time.
ko: 너무나 진지하게 임했던 것 같군요, 인명피해가 발생했습니다. 다른 함선들이 무슨 일이 발생한 지 알아채자마자 그들은 당신이 그들의 전우를 죽였다는 것을 깨닫고 훈련을 뒤로한 채 당신을 향해 발포하기 시작했습니다. 당신의 함선은 약간의 피해를 보았지만 늦지 않게 도망갈 수 있었습니다.
ru: Похоже, во время тренировки вы случайно зашли слишком далеко, и теперь на ваших руках кровь. Экипаж других кораблей не сразу понимает, что происходит, но как только они осознают, что вы убили их друзей, они тут же бросают учения и открывают по вам огонь. Ваш корпус получает повреждения, но вы успеваете вовремя улететь.

# data/events_civilian.xml$//event[@name="MILITIA_TRAINIES_WIN"]/text
source: The commander contacts you in person once the other ships disperse. "Thank you for your help! These are some of our newest recruits, they have little experience in actual combat. I'm sure going up against an actual Multiverse Renegade was quite the experience for them! I don't have much supplies to give you, but here's a combat augment we use for training, maybe you can find use in it."
ko: 다른 함선들이 흩어지며 지휘관이 직접 연락합니다. "도와주셔서 정말 감사합니다! 이들은 갓 들어온 신병들입니다. 실전 경험이 거의 없죠. 멀티버스 배회자와 전투한 경험은 그들에게 훌륭한 경험이 되었다고 확신합니다! 드릴 수 있는 보급품이 얼마 없어 대신 저희가 훈련할 때 사용하는 전투 보조장비를 드리겠습니다. 당신이라면 유용하게 쓸 수 있을 것 같습니다."
ru: Командир связывается с вами лично, когда остальные корабли разлетаются. "Спасибо за помощь! Это наши новобранцы, у них мало опыта в реальном бою. Уверен, что выступление против настоящего Ренегата Мультивселенной станет для них незабываемым опытом! У меня не так много лишних припасов, но вот боевой модуль, который мы используем для тренировок, возможно, вы сможете найти ему применение".

# data/events_civilian.xml$//event[@name="MILITIA_RECRUITMENT"]/text
source: A Rebel ship has docked with a Militia recruitment center stationed at this beacon. Quick scans show the Rebels have taken the Militiamen hostage.
ko: 반군 함선이 이 송신소에 있는 민병대 신병 모집소에 정박했습니다. 재빨리 스캔한 결과 반군이 민병대원을 인질로 잡았습니다.
ru: Корабль повстанцев пристыкован к вербовочному центру Ополчения, расположенному на этом маяке. Быстрое сканирование показало, что повстанцы взяли ополченцев в заложники.

# data/events_civilian.xml$//event[@name="MILITIA_RECRUITMENT"]/choice[1]/text
source: Rescue the Militiamen!
ko: 민병대원을 구하라!
ru: Освободить ополченцев!

source: You power up the weapons and attack the Rebels.
ko: 당신은 무기에 전력을 공급하고 반군을 공격했습니다.
ru: Вы заряжаете оружие и атакуете повстанцев.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_RECRUITMENT"]/choice[2]/text
source: Contact the Rebels; try to talk them out of it.
ko: 반군에게 연락한다; 설득해서 그만두게 한다.
ru: Связаться с повстанцами; попытаться отговорить их от этого.

source: (Improved Cloaking) Cloak and scrap some of the Rebel ships while they're aboard.
ko: (고급 은폐장) 은폐한 뒤 반군이 자리를 비운 몇몇 함선을 긁어낸다.
ru: (Улучшенная Маскировка) Замаскироваться и собрать все полезное с кораблей повстанцев, пока они находятся на борту.

source: With the Rebels occupied, there's no one around to guard their ships. Under the veil of your cloak you tear off some of the plating and leave quickly.
ko: 반군이 자리를 비웠으니 그들의 함선은 누구도 그들의 함선을 지키고 있지 않았습니다. 당신은 은폐한 채로 그들의 장갑을 조금 뜯어낸 뒤 재빨리 떠났습니다..
ru: Повстанцы заняты, поэтому некому охранять их корабли. Под защитой маскировки, вы сдираете часть обшивки и быстро уходите.

source: (Forged ID) Impersonate a Rebel and rescue the Militiamen.
ko: (위조된 신분증) 민병대원을 구하기위해 반군 행세를 합니다.
ru: (Поддельные документы) Выдать себя за повстанца и освободить ополченцев.

source: You fly the ship closer and hail the Rebels inside, putting on the act of a Rebel officer. With your ID card you convince them you're really a Rebel vessel and get them to transfer some of the Militia soldiers to you. Once you've gained a safe distance, you reveal your true identity to the relieved Militiamen.
ko: 당신은 반군 장교 행세를 하며 함선을 가까이 한 뒤 안에 있는 반군들에게 통신을 합니다. 당신의 신분증은 그들이 당신을 정말로 반군 선박이라고 믿게 만들었고, 당신은 일부 민병대원을 당신의 함선으로 보내라고 명령했습니다. 안전거리가 확보되자, 당신은 진짜 신분을 보여주며 민병대원을 안심시켰습니다.
ru: Вы подводите корабль ближе и вызываете повстанцев, изображая из себя офицера повстанцев. С помощью удостоверения личности вы убеждаете их в том, что у вас действительно корабль повстанцев, и говорите им отправить на ваше судно нескольких солдат Ополчения. Как только вы отходите на безопасное расстояние, вы открываете свою истинную сущность ополченцам, которые теперь могут выдохнуть с облегчением.

source: (Armories) Arm the crew and board.
ko: (무기고) 선원을 무장시키고 정거장에 투입시킨다.
ru: (Арсенал) Вооружить экипаж и отправить на абордаж.

source: Seeing your crew armed to the teeth immediately puts the Rebels into panic, as they seemingly only expected underpaid Militia vessels to try and rescue the station. They surrender and let the Militiamen free. Most stay behind to handle the Rebels, but one soldier wishes to join you!
ko: 허접한 민병대 함선이 구조하러 올 것이라고 생각한 반군은 당신의 선원들이 완전 무장한 것을 보고 공황에 빠졌습니다. 그들은 항복한 뒤 민병대원들을 풀어주었습니다. 대부분 반군을 처리하기 위해 남았지만, 한 민병대원은 당신과 함께하길 원했습니다!
ru: Увидев вооруженный до зубов экипаж, повстанцы сразу же впадают в панику, так как судя по всему, они ожидали, что на помощь станции придут только слабо оснащенные корабли Ополчения. Они сдаются и отпускают ополченцев на свободу. Большинство остается, чтобы разобраться с повстанцами, но один солдат хочет присоединиться к вам!

# data/events_civilian.xml$//event[@name="MILITIA_RECRUITMENT"]/choice[7]/text
source: Stay away from this.
ko: 이 일에 관여하지 않는다.
ru: Держаться от этого подальше.

source: You fly past the Militia center. Hopefully, the situation will be resolved... no thanks to you.
ko: 당신은 민병대 정거장을 지나쳤습니다. 당신이 바라던 방향은 아니겠지만 상황은 정리될 것입니다.
ru: Вы пролетаете мимо вербовочного центра Ополчения. Вы надеетесь, что ситуация разрешится... без вашей помощи.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: The Rebels don't bother listening to you. They send over a team of crew to board you while you fight their ship.
ko: 반군은 당신의 말을 듣지도 않고 있습니다. 당신이 그들의 함선과 싸우는 동안 그들은 몇몇 인원을 당신의 배로 침투시켰습니다.
ru: Повстанцы и не пытаются слушать вас. Они отправляют экипаж, чтобы взять вас на абордаж, пока вы сражаетесь с их кораблем.

source: Continue...
ko: 계속...
ru: Продолжить...

source: The Rebels take a step back to listen to your speech. You assume it's not going to work, until they set down their weapons. Ashamed of attacking civilians, they head back to their ship and depart from the station. The Militiamen thank you and pay you for assisting them.
ko: 반군은 당신의 말을 듣기 위하여 한 걸음 물러섰습니다. 저들이 무기를 내려놓기 전까지만해도 당신은 이것이 통할 것이라고 생각하지 않았습니다. 민간인을 공격하는 것이 부끄러워서 그들은 함선으로 돌아가 정거장을 떠납니다. 민병대원은 그들을 도와준 것에 대해 감사를 표하고 사례합니다.
ru: Повстанцы прислушиваются к вашей речи. Вы полагаете, что это не сработает, но они убирают свое оружие. Устыдившись того, что они напали на гражданских, они возвращаются на свой корабль и улетают прочь со станции. Ополченцы благодарят вас и платят вам за помощь.

# data/events_civilian.xml$//event[@name="DISTRESS_MILITIA_KERNALS"]/text
source: The source of the distress beacon appears to be an Orchid merchant under attack by a pirate vessel! Should we assist?
ko: 구조신호의 정체는 해적 함선의 공격을 받는 오키드 상인이었습니다! 그들을 도와야 할까요?
ru: Источник сигнала бедствия - торговый корабль орхидей, который атакует пиратское судно! Окажем помощь?

source: Save the Orchids.
ko: 오키드를 구한다.
ru: Спасти орхидей.

source: You power up the weapons and engage the pirate vessel.
ko: 당신은 무기에 전원을 공급하고 해적 함선과 교전했습니다.
ru: Вы заряжаете оружие и вступаете в бой с пиратским судном.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ignore the ships.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабли.

source: Orchid ships are considerably well armed, so you hope that they'll be able to save themselves.
ko: 오키드 함선은 꽤 잘 무장되어있어 당신은 그들이 스스로 잘 해낼 거라고 생각했습니다.
ru: Корабли орхидей достаточно хорошо вооружены, поэтому вы надеетесь, что они смогут сами себе помочь.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_KERNALS_SAVE"]/text
source: The Orchids thank you for your assistance. They explain that they were sent to sell their Kernel weapons to the Militia vessels in this sector. As payment for your help, they offer one for free.
ko: 오키드는 당신의 도움에 감사해했습니다. 그들은 민병대에 자신들의 낱알 무기를 판매하기 위해 보내졌다고 합니다. 당신의 도움에 대한 보답으로 그들은 무기를 한 정을 무료로 제공합니다.
ru: Орхидеи благодарят вас за помощь. Они объясняют, что их отправили для того, чтобы продать зернометы кораблям Ополчения в этом секторе. В качестве платы за вашу помощь они предлагают одно из этих орудий бесплатно.

# data/events_civilian.xml$//event[@name="DISTRESS_MILITIA_OUTPOST"]/text
source: The distress beacon's source is a small Militia outpost under attack by pirates. The Militiamen don't appear to be holding out well.
ko: 구조 신호의 정체는 해적의 공격을 받는 민병대 전초기지였습니다. 민병대원은 잘 버티지 못하고 있는 것 같습니다.
ru: Источник сигнала бедствия - небольшой форпост Ополчения, атакованный пиратами. Судя по всему, ополченцы держатся не очень хорошо.

source: Protect the outpost.
ko: 전초기지를 방어한다.
ru: Защитить аванпост.

source: You power up the weapons and engage the pirate vessel.
ko: 당신은 무기에 전원을 공급하고 해적 함선과 교전했습니다.
ru: Вы заряжаете оружие и вступаете в бой с пиратским судном.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Upg. Weapons) Threaten the pirates.
ko: (고급 무기실) 해적을 협박한다.
ru: (Улучш. Оружие) Угрожать пиратам.

source: "Hey, who the hell do you think you are- oh crap. Okay okay you win, have fun!" The pirate jumps away. The fatigued Militia station seems defenseless against anything you might try.
ko: "이봐! 네깟 게 뭐라고 그러는 거- 오 미친. 알았어 알았다구 네가 이겼어! 혼자 잘 놀라고!" 해적이 도망갑니다. 탈진한 민병대 정거장은 당신이 무엇을 하던 막을 수가 없어 보입니다.
ru: "Эй, да кем ты себя возомн- вот черт. Ладно, ладно, ты выиграл, наслаждайся!" Пират уходит в прыжок. Потрепанная станция Ополчения кажется беззащитной, если вы решите что-то предпринять против нее.

source: Inform the Militiamen they're safe.
ko: 민병대원에게 그들이 이제 안전하다고 알린다.
ru: Сообщить ополченцам, что они в безопасности.

source: "Thank you, it was unlikely we'd have survived that pirate attack otherwise. We cannot offer much other than some fuel that we don't need."
ko: "감사합니다. 당신이 아녔다면 해적들에게서 살아남지 못했을 거예요. 당신에게 드릴 수 있는 게 남는 연료밖에 없군요."
ru: "Спасибо, вряд ли мы пережили бы нападение пиратов. Мы не можем предложить ничего, кроме топлива, в котором мы не нуждаемся".

source: Demand they surrender one of their crew as a slave.
ko: 민병대원들 중 한 명을 노예로 보낼것을 요구한다.
ru: Потребовать от них отдать одного из членов экипажа в рабство.

source: The Militiamen have few option but to give in to your demands.
ko: 민병대원은 당신의 말을 듣는 것 외엔 선택지가 없었습니다.
ru: Ополченцам ничего не остается, кроме как уступить вашим требованиям.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Destroy the station and loot the remains.
ko: 정거장을 파괴하고 약탈한다.
ru: Уничтожить станцию и собрать все полезное.

source: As you expected, the Militia outpost barely defends itself and is destroyed quickly.
ko: 예상했던 대로 민병대 전초기지는 오래 버티지 못하고 빠르게 파괴되었습니다.
ru: Как вы и ожидали, аванпост Ополчения с трудом мог защитить себя и быстро уничтожается.

source: Continue...
ko: 계속...
ru: Продолжить...

source: We cannot help.
ko: 우리도 어쩔 도리가 없다.
ru: Мы не можем помочь.

source: You decide not to fight the pirates.
ko: 당신은 해적과 싸우지 않기로 했습니다.
ru: Вы решаете не сражаться с пиратами.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH"]/text
source: You notice two Militia ships nearby squabbling over something. You aren't sure what without listening closer, but it seems to pertain to Auto-ships.
ko: 당신은 근처 민병대 함선 두 척이 무언가를 두고 다투고 있는 것을 발견했습니다. 당신은 정확히 무엇인지 자세히 알아보지 않고는 모르겠지만 어찌 되었든 무인선과 관련된 것 같습니다.
ru: Вы заметили, что неподалеку о чем-то спорят экипажи двух кораблей Ополчения . Вам не особо слышно, о чем именно спор, но, похоже, это касается автоматических кораблей.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH"]/choice[1]/text
source: Hail them.
ko: 그들에게 연락을 보낸다.
ru: Выйти с ними на связь.

source: "Huh? Oh, I didn't notice there was another ship here. We're discussing the possibility of constructing our own fleet of Militia Auto-ships to reduce the number of casualties on the front-lines. But before we can consider, we need to capture one of the Rebel Auto-ships to study. Could you do us a favor and hunt one of them down?"
ko: "어라? 오 여기 다른 함선이 있는 줄 몰랐어요. 저흰 전방의 사상자를 줄이기 위해 민병대 무인기 함대 창설에 대한 가능성을 논의하고 있었어요. 그러기 위해선 우선 반군 무인기를 하나 확보해서 연구해야 하죠. 그러니 무인기 하나를 확보해주실 수 있을까요?"
ru: "А? О, я не заметил, что здесь есть еще один корабль. Мы обсуждаем возможность создания собственного автоматического флота Ополчения, чтобы уменьшить количество жертв на фронте. Но прежде чем мы сможем рассмотреть этот вопрос, нам нужно захватить один из беспилотников повстанцев для изучения. Не могли бы вы оказать нам услугу и захватить один из них?"

source: Agree.
ko: 수락한다.
ru: Согласиться.

source: "Excellent. We've attached the co-ordinates of the ship we'd like to study, but it's located too close to an ASB. If you could lure it away without causing too much damage we'll be able to send in a ship to collect it."
ko: "좋아요. 저희가 연구하려는 배의 좌표를 보냈는데 ASB와 너무 가까이 있어요. 당신이 너무 큰 피해를 주지 않고 유인한다면 저희가 함선을 보내 회수할 수 있을 거예요."
ru: "Отлично. Мы прислали вам координаты корабля, который мы хотели бы изучить, но он находится слишком близко к ПКБ. Если вы сможете выманить его за пределы дальности батареи, не причиняя большого вреда, мы сможем послать корабль, чтобы забрать его".

source: (Capt. A55) Have A55 transfer Auto-ship data.
ko: (확보한 A55) A55 무인선 자료를 전송한다.
ru: (Кап. 34С) Пусть 34С передаст данные автокорабля.

source: "Oh my, this is marvelous! This will help speed up our development greatly."
ko: "세상에 정말 대단해요! 이건 저희의 개발 속도를 높이는데 엄청난 도움이 될 거에요."
ru: "Боже мой, это чудесно! Это поможет значительно ускорить наши разработки".

source: (Engineer) Have your engineer transfer Auto-ship data.
ko: (엔지니어) 당신의 엔지니어가 무인선 자료를 전송합니다.
ru: (Инженер) Пусть ваш инженер передаст данные автокорабля.

source: "Oh my, this is marvelous! This will help speed up our development greatly."
ko: "세상에 정말 대단해요! 이건 저희의 개발 속도를 높이는데 엄청난 도움이 될 거에요."
ru: "Боже мой, это чудесно! Это поможет значительно ускорить наши разработки".

source: (Cognitive) Have your Cognitive transfer Auto-ship data.
ko: (코그니티브) 당신의 코그니티브가 무인선 자료를 전송합니다..
ru: (Когнитив) Пусть ваш когнитив передаст данные автокорабля.

source: "Oh my, this is marvelous! This will help speed up our development greatly."
ko: "세상에 정말 대단해요! 이건 저희의 개발 속도를 높이는데 엄청난 도움이 될 거에요!"
ru: "Боже мой, это чудесно! Это поможет значительно ускорить наши разработки".

source: Decline.
ko: 거절한다.
ru: Отказаться.

source: "Understandable. Good luck with whatever mission you're on then."
ko: "이해할 수 있어요. 뭐하는 임무인지는 모르겠지만 행운을 빌어요."
ru: "Понятно. Тогда удачи вам в выполнении вашего задания, каким бы оно ни было".
