Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH"]/choice[2]/text
source: We have more important things to do than eavesdropping.
ko: 우린 남의이야기를 엿듣는것보다 더 중요한일이 있다.
ru: У нас есть дела поважнее, чем подслушивать.

source: Whatever they're talking about, it doesn't matter to you. You ignore the Militia ships.
ko: 그들이 무슨 이야기를 하고 있었던 그건 당신과는 관계가 없습니다. 민병대 함선을 무시했습니다.
ru: О чем бы они ни говорили, для вас это не имеет значения. Вы не обращаете внимания на корабли Ополчения.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH_QUEST"]/text
source: You've discovered the Automated vessel mentioned by the Militiamen. In the distance you can see the ASB satellite swerving towards you.
ko: 당신은 민병대원이 언급한 무인기를 발견했습니다. 멀리 ASB 위성이 당신을 향해 방향을 트는 것을 볼 수 있었습니다.
ru: Вы обнаружили автоматическое судно, о котором говорили ополченцы. Вдалеке виден спутник ПКБ, поворачивающийся к вам.

source: (Signal Diluter) Disable the Satellite's targeting systems.
ko: (신호 약화 장치) 위성의 조준 시스템를 무력화시킨다.
ru: (Глушитель сигналов) Отключить систему наведения спутника.

source: The satellite stops turning immediately, unable to detect your location anymore. You'll still have to lure away the Auto, but now you can do so without the added risk of the ASB.
ko: 위성은 즉시 회전을 멈추고 당신의 위치를 파악할 수 없게 되었습니다. 당신은 여전히 무인선을 유인해야 하지만 ASB의 추가적 위협은 더 이상 없습니다.
ru: Спутник тут же прекращает вращение, не в силах больше определить ваше местоположение. Вам по-прежнему нужно выманивать автоматический корабль, но теперь это можно делать без дополнительного риска, связанного с ПКБ.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Flares) Confuse the ASB system.
ko: (플레어) ASB를 교란한다.
ru: (Сигнальные ракеты) Сбить систему ПКБ.

source: You launch several flares close to the satellite, confusing its targeting system. Considering how small the discs are you doubt the satellite will be able to destroy them easily, giving you enough time to lure away this ship.
ko: 당신은 위성 가까이에 플레어를 발사하여 조준 시스템을 교란합니다. 교란체의 크기를 생각해보면 위성이 쉽게 파괴할 수 있을 것 같지 않아 당신에게 충분한 시간을 벌어줄 것 같습니다.
ru: Вы запускаете несколько сигнальных ракет в непосредственной близости от спутника, сбивая с толку его систему наведения. Учитывая, насколько малы заряды, вы сомневаетесь, что спутник сможет легко их уничтожить, что даст вам достаточно времени, чтобы выманить тот корабль.

source: Continue...
ko: 계속...
ru: Продолжить...

source: Get ready to fight.
ko: 전투를 준비 하십시오.
ru: Приготовиться к бою.

source: Just as the militiamen warned, the ASB locks onto your precise location and begins firing immediately. Hopefully we don't take too much damage before the Auto flees.
ko: 민병대원이 경고했던 대로 ASB가 당신의 정확한 위치를 즉시 조준하고 발포했습니다. 무인선이 도망치기 전에 너무 큰 피해를 입지 않길 바랍니다.
ru: Как и предупреждали ополченцы, ПКБ засекает ваше точное местоположение и сразу же начинает обстрел. Вы надеетесь, что не получите серьезных повреждений до того, как автоматический корабль улетит.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH_LURE"]/text
source: You've successfully lured the Auto-ship away from the beacon. You prepare to follow the ship to its next destination.
ko: 당신은 성공적으로 무인선을 송신소 밖으로 유인했습니다. 당신은 함선을 따라 다음 목적지로 갈 준비를 합니다.
ru: Вам удалось заставить автокорабль улететь от этого маяка. Вы готовитесь следовать за ним по новым координатам.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH_QUEST_2"]/text
source: You have tracked down the Auto-ship once again. Nearby are the Militia vessels from earlier, already inspecting the Auto-ship.
ko: 당신은 다시 한번 무인선을 추적했습니다. 근처에는 이미 무인선을 살펴보고 있는 민병대 함선이 있습니다.
ru: Вы снова выследили автоматический корабль. Рядом с ним находятся корабли Ополчения, которые уже занимаются его осмотром.

# data/events_civilian.xml$//event[@name="MILITIA_AUTOSEARCH_QUEST_2"]/choice/text
source: Hail the Militiamen.
ko: 민병대원에게 연락한다.
ru: Cвязаться с ополченцами.

source: "Ah, very good job. The ship is still in working condition, marvelous! Here is your pay, of course."
ko: "아주 잘해주셨어요. 무인선은 아직 훌륭하게 작동중이에요 대단해요! 당연히 사례해드려야죠."
ru: "Ах, отличная работа. Корабль все еще в рабочем состоянии, чудесно! Вот ваша оплата, само собой".

source: Continue...
ko: 계속...
ru: Продолжить...

source: As you prepare to leave, you overhear shouting from the Militiamen. You turn around to see the Auto-ship has activated once again, and blasts one of the Militia ships to destruction! It moves on to attack you next.
ko: 당신은 떠날 채비를 하던 중 민병대원의 비명을 듣게 되었습니다. 무인선을 살펴보니 다시 작동하여 민병대 함선 중 하나를 파괴했습니다! 다음 표적은 당신인 듯 합니다.
ru: Когда вы готовитесь улетать, до вас доносятся крики ополченцев. Обернувшись, вы видите, что автокорабль снова активировался и уничтожил один из кораблей Ополчения! Своей следующей целью он выбрал вас.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Upg. Hacking) Disable the Auto-ship before it can cause more damage.
ko: (고급 해킹 장비) 더 많은 피해를 입히기 전에 무인선을 비활성화시킨다..
ru: (Улучш. Взломщик) Отключить беспилотник, пока он не причинил еще больше урона.

source: You shut down the Auto-ship immediately. The crew of the destroyed ship evacuate immediately, and only a few lives are lost. The Militiamen thank you.
ko: 당신은 무인선을 즉시 비활성화 시킵니다. 파괴된 함선의 선원들은 즉시 대피하여 소수의 인원만이 희생되었습니다. 민병대원이 당신에게 감사를 표합니다.
ru: Вы незамедлительно отключаете автокорабль. Экипаж разрушенного корабля сразу же эвакуируется, и в итоге погибает лишь несколько человек. Ополченцы благодарят вас.

# data/events_civilian.xml$//event[@name="MILITIA_DETECTIVE"]/text
source: Nearby there appears to be several Militia ships docked around a civilian refuelling station.
ko: 근처에 있는 민간 연료 보급 정거장에 민병대 함선이 몇 척 정박해 있었습니다.
ru: Неподалеку можно заметить несколько кораблей Ополчения, пристыкованных к гражданской заправочной станции.

# data/events_civilian.xml$//event[@name="MILITIA_DETECTIVE"]/choice[1]/text
source: Investigate the scene.
ko: 현장을 조사한다.
ru: Исследовать это место.

# data/events_civilian.xml$//event[@name="MILITIA_DETECTIVE"]/choice[1]/event/text
source: One of the militiamen tries to protest as you dock with the station, but they are cut off by a human clad in a green outfit smoking from a small wooden pipe of Old-Earth design. "Ah, a Multiverse Traveller, eh? I am Sherlock Haynes. I hail from Earth, though I have since joined the Militia myself. Now I work as a detective for the SDM, but I have been presented by a rather troublesome case. Perhaps you might help?"
ko: 민병대원 하나가 당신이 정거장에 정박한것에 항의했지만 녹색 옷을 입고 옛 지구제 파이프를 문 사내한테 제지당했습니다. "아, 배회자신가? 나는 셜록 헤인즈라네. 지구 출신이다만 그 이후로는 민병대에 가담하고 있지. 지금은 민병대에서 탐정으로 일하고 있는데, 좀 곤란한 사건을 접하게 되어서 말이야. 혹시 좀 도와줄 수 있겠나?"
ru: Один из ополченцев пытается запретить вам стыковку со станцией, но его прерывает человек в зеленой одежде, курящий из небольшой деревянной трубки староземного дизайна. "А, Ренегат, да? Я - Шерлок Хэйнс. Я родом с Земли, хотя сам уже давно вступил в Ополчение. Сейчас я работаю детективом Ополчения, и мне представили довольно затруднительное дело. Не могли бы вы помочь?"

source: Help with what?
ko: 무엇을 말입니까?
ru: Помочь с чем?

source: "With the mystery of course! Last night, in this very station, a man by the name of Henry Coleman was shot and killed. We suspect he held vital information regarding a Rebel plot, but we aren't sure what. There were only 4 individuals staffing this station, and after this crime now there remains only 3. No ships docked with this station for a full 24 hours before and after the murder, which can mean only one thing!"
ko: "물론 수수께끼를 말이지! 지난밤에 바로 이 정거장에서 헨리 콜먼이라는 사람이 총에 맞아 죽었네. 우리는 그가 반군의 음모에 관한 중요한 정보를 가지고 있었기 때문에 암살당했다고 추측하고 있네. 이 시설에는 헨리를 포함해 총 네 명이 근무하고 있었네. 범행이 일어난 후에는 세 명이 되었지. 중요한 건 살인 사건이 발생한 이후 24시간 동안 어떤 함선도 이곳에 정박하지 않았다는 것인데, 이것이 의미하는건 오직 하나뿐이지."
ru: "С решением загадки конечно! Вчера вечером, на этой самой станции был застрелен человек по имени Генри Коулман. Мы подозреваем, что он обладал важной информацией о заговоре повстанцев, но не знаем точно, какой именно. На этой станции было всего 4 человека, а после этого преступления осталось только 3. Ни один корабль не пристыковывался к этой станции в течение 24 часов до и после убийства, что может означать только одно!"

source: Which is?
ko: 뭘 의미합니까?
ru: Что?

source: "Why, it's elementary my dear... uh, whatever your name is. This means that one of these 3 survivors must be a Rebel spy! The question is, which one could it be? Will you help me, my reality jumping friend, and solve this case?"
ko: "간단한 것 아니겠나... 아무개 씨. 이것이 의미하는 것은 바로 세 명의 생존자 중 하나가 반군의 스파이라는 것이야! 문제는 그게 누구냐는 것이지. 현실을 넘나드는 형씨, 나를 도와 이 사건을 해결해보겠나?
ru: "Ну как что, это элементарно, мой дорогой... эм, как вас там. Это значит, что один из этих трех выживших наверняка является шпионом повстанцев! Вопрос в том, кто из них может им быть? Поможете ли вы мне, мой путешествующий по реальностям друг, раскрыть это дело?"

source: Sure.
ko: 물론입니다.
ru: Конечно.

source: "Ah, most excellent! I haven't done much digging yet, but if you need any help just come and talk with me. Here are the three suspects, Mr. Thom Nicholson, Ms. Amy Sheppard, and Dr. Daniel Browne. I look forward to your hypothesis!"
ko: "아주 훌륭하군! 아직 조사가 끝나진 않았다만 도움이 필요하다면 언제든 나에게 얘기하게. 용의자는 '톰 니콜슨'씨, '에이미 셰퍼드'씨 '다니엘 브라운'박사 이렇게 셋이라네. 자네의 추리를 기대해 보겠네!"
ru: "А, превосходно! Я еще не успел углубиться в поиски зацепок, но если вам понадобится помощь, приходите и поговорите со мной. Вот три подозреваемых: мистер Том Николсон, мисс Эми Шеппард и доктор Дэниел Браун. Я с нетерпением жду ваших гипотез!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Decline.
ko: 거절한다.
ru: Отказаться.

source: "Ah, too bad. Better go then, I can't have any distractions while I investigate."
ko: "이거 아쉽게 됐군. 그럼 나는 이만 가보겠네, 조사에 집중할 시간이 필요하거든."
ru: "Ах, очень жаль. Тогда лучше идите, мне нельзя отвлекаться, пока я веду расследование".

source: (Haynes) Hail the station.
ko: (헤인즈) 정거장에 교신을 건다.
ru: (Хэйнс) Свзяаться со станцией.

source: Haynes, aboard the other station, receives the hail, only to stare in shock at a mirror image of himself on the other end. "Me, listen. It was Thom. He used the Anti-Personel drone, shot Henry. Both of them are Rebel spies. He learned how to use the Drone Control from Daniel. No time to waste, Rebel attack imminent. Get the picture? Good. Hop aboard, we have a hangar to save."
ko: 정거장에 있던 헤인즈는 이쪽의 교신을 받고는, 충격에 휩싸인 채 반대편에 서 있는 자기 자신의 모습을 바라보고만 있었습니다. "나 자신이여, 들어보게나. 범인은 톰이야. 그가 대인 전투 드론을 사용해서 헨리를 쐈어. 그 둘 모두 반군의 스파이였고. 드론 조작법은 다니엘에게서 배웠어. 낭비할 시간이 없네, 반군의 공격이 임박했어. 그림이 그려지나? 좋아. 어서 타게, 구해야 할 격납고가 있네."
ru: Хэйнс, находящийся на станции, принимает вызов, и в шоке наблюдает свое зеркальное отражение на другом конце связи. "Послушай самого себя. Это был Том. Он использовал охранного дрона и застрелил Генри. Они оба - шпионы повстанцев. Он научился управлять дроном у Дэниела. Нельзя терять время, атака повстанцев неминуема. Понял? Хорошо. Запрыгивай на борт, нам еще многое предстоит спасти".

source: Sherlock Haynes
ru: Шерлок Хейнс

# data/events_civilian.xml$//event[@name="MILITIA_DETECTIVE"]/choice[3]/text
source: Ignore the station.
ko: 정거장을 무시한다.
ru: Не обращать внимания на станцию.

# data/events_civilian.xml$//event[@name="MILITIA_DETECTIVE"]/choice[3]/event/text
source: Clearly something important has happened here, but it does not pertain to you.
ko: 여기서 무언가 중요한 사건이 있었던 게 확실합니다만, 당신과 관계 있는 일은 아닙니다.
ru: Очевидно, что здесь произошло что-то важное, но к вам это не относится.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="DETECTIVE_EVIDENCE_MENU"]/text
source: You stand in the station's lobby, observing your surroundings. [You will be able to investigate as many times as you want in whatever order you want.]
ko: 당신은 정거장 로비에 서서 주변을 살펴봤습니다. [정해진 순서 없이 원하는 만큼 조사할 수 있습니다.]
ru: Вы стоите в вестибюле станции и рассматриваете окружающую обстановку. [Вы можете изучать станцию столько раз, сколько захотите, в любом порядке].

# data/events_civilian.xml$//event[@name="DETECTIVE_EVIDENCE_MENU"]/choice[1]/text
source: Speak to Sherlock or one of the suspects.
ko: 셜록이나 용의자들에게 말을 건다.
ru: Поговорить с Шерлоком или одним из подозреваемых.

source: Who do you want to talk to?
ko: 누구에게 말을 거시겠습니까?
ru: С кем вы хотите поговорить?

source: Talk to Sherlock.
ko: 탐정 셜록.
ru: Поговорить с Шерлоком.

source: Talk to Thom.
ko: 톰 씨.
ru: Поговорить с Томом.

source: Talk to Amy.
ko: 에이미 씨.
ru: Поговорить с Эми.

source: Talk to Daniel.
ko: 다니엘 박사.
ru: Поговорить с Дэниелом.

source: Nevermind.
ko: 다른 것을 조사한다.
ru: Неважно.

# data/events_civilian.xml$//event[@name="DETECTIVE_EVIDENCE_MENU"]/choice[2]/text
source: Inspect the corpse.
ko: 시체를 조사한다.
ru: Осмотреть труп.

# data/events_civilian.xml$//event[@name="DETECTIVE_EVIDENCE_MENU"]/choice[3]/text
source: Inspect the station.
ko: 정거장을 조사한다.
ru: Осмотреть станцию.

source: The station has several systems on-board. Which do you want to look at?
ko: 정거장엔 여러 시스템이 설치되어 있었습니다. 어디를 조사하시겠습니까?
ru: Станция оборудована несколькими системами. На какие из них вы хотите взглянуть?

source: Investigate the doors.
ko: 문 제어실
ru: Осмотреть Двери.

source: Investigate the dronebay.
ko: 드론 관제실
ru: Осмотреть отсек Дронов.

source: Investigate the life support.
ko: 생명 유지 장치
ru: Осмотреть систему Жизнеобеспечения.

source: Investigate the shields.
ko: 방어막 제어실
ru: Осмотреть Щиты.

source: Investigate the sensors.
ko: 센서
ru: Осмотреть Сенсоры.

source: Investigate the weapons.
ko: 무기 관제실
ru: Осмотреть систему Оружия.

source: Nevermind.
ko: 다른 것을 조사한다.
ru: Неважно.

# data/events_civilian.xml$//event[@name="DETECTIVE_EVIDENCE_MENU"]/choice[4]/text
source: Accuse a suspect.
ko: 혐의자를 고발한다.
ru: Обвинить подозреваемого.

source: Sherlock raises an eyebrow. "So, you have come to a conclusion? Who shot ol' Henry?"" [You will only be able to accuse suspects that you have talked to]
ko: 셜록이 눈썹을 치켜올렸습니다. "결론이 난 것 같나? 누가 헨리 씨를 쐈을까?" [말을 걸어본 용의자만 고발할 수 있습니다]
ru: Шерлок поднимает бровь. "Итак, вы пришли к выводу? Кто застрелил старину Генри?" [Вы можете обвинять только тех подозреваемых, с которыми вы уже общались]

source: None of them killed Henry personally. It was the drone who fired the fatal shot!
ko: 누구도 헨리 씨를 직접 쏘지 않았습니다. 최후의 일격을 날린 건 바로 대인 드론입니다!
ru: Никто из них лично не убивал Генри. Смертельный выстрел был произведен дроном!

source: Accuse Thom Nicholson.
ko: 톰 니콜슨
ru: Обвинить Тома Николсона.

source: Accuse Amy Sheppard.
ko: 에이미 셰퍼드
ru: Обвинить Эми Шеппард.

source: Accuse Daniel Browne.
ko: 다니엘 브라운
ru: Обвинить Дэниела Браун.

source: Accuse Sherlock Haynes.
ko: 셜록 헤인즈
ru: Обвинить Шерлока Хэйнса.

source: Er, nevermind. I need to keep investigating
ko: 어, 아닙니다. 좀 더 조사를 해야할 것 같습니다.
ru: Эм, неважно. Мне нужно продолжать расследование.

source: Sherlock chuckles. "Well alright then. Take your time, one can never be too careful about something like this."
ko: 셜록이 쿡쿡 웃었습니다. "잘 알겠네. 천천히 해도 된다네, 신중해서 나쁠 거 없지."
ru: Шерлок усмехается. "Ну что ж, хорошо. Не торопитесь, в таких делах нужно быть очень внимательным".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_CORPSE"]/text
source: You walk over to Henry's corpse. You notice no obvious cuts on the body, though there is a large burn mark on his back. This must have been from blaster fire, but the radius of the wound is too large to have been from a standard hand-held blaster.
ko: 당신은 헨리의 시체에 다가갔습니다. 시체에 자상은 없었지만, 등 뒤에 커다란 화상 자국이 있었습니다. 이건 블래스터에 의한게 분명하지만, 일반적인 휴대용 블래스터가 일으켰다기엔 크기가 너무 큽니다.
ru: Вы подходите к трупу Генри. На теле нет явных порезов, но на спине имеется большой след от ожога. Должно быть, это след от выстрела из бластера, но размер раны слишком велик для обычного ручного бластера.

# data/events_civilian.xml$//event[@name="DETECTIVE_CORPSE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_SHERLOCK"]/text
source: You take a long step towards the suspects, then swivel around and point a finger right at Sherlock. "You uh, you're accusing me? You do realize I haven't even been on this station before this day, right?
ko: 당신은 용의자들에게 다가서며 이리저리 기웃거리다가 마침내 셜록을 가리켰습니다. "자네 지금 날 의심하는 건가? 나는 사건 발샐 후에 여기 처음 왔다는 걸 알고 있지 않나?"
ru: Вы подходите к подозреваемым медленными длинными шагами, а затем оборачиваетесь и направляете палец прямо на Шерлока. "Вы обвиняете меня? Вы ведь понимаете, что до сегодняшнего дня я даже не был на этой станции?"

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DRONE"]/text
source: Sherlock looks as surprised as the rest of the suspects. "The drone, huh? An interesting theory indeed! But one catch - someone had to have been controlling the drone. Which one was it?"
ko: 셜록은 다른 용의자들 만큼이나 놀란 표정을 지었습니다. "흠, 드론이라고? 정말 흥미로운 생각이군! 하지만 그 이전에 누군가 드론을 조종하고 있었을 것이야. 그 자는 누구일 것 같나?"
ru: Шерлок удивлен не меньше самих подозреваемых. "Дрон, да? Действительно, интересная теория! Но есть одна загвоздка - кто-то должен был управлять дроном. Кто именно?"

source: It was Daniel!
ko: 다니엘입니다!
ru: Это был Дэниел!

source: Daniel looks shocked that you blamed this on him. Sherlock nods. "Yes, Dr. Browne is the head engineer here, which would make him an excellent suspect. HOWEVER, he could not have done it! If you checked the Oxygen system, then interviewed Daniel about it, you would know he was busy last night performing upgrades. He would not have been able to murder Henry AND upgrade the system at the same time, the Oxygen upgrade simply takes too long."
ko: 당신이 다니엘을 지목하자 그는 놀란 표정을 지었습니다. 셜록이 고개를 끄덕였습니다. "그래, 브라운 박사는 이곳의 수석 엔지니어니 의심가는 용의자라 할 수 있지. 하지만, 그는 드론을 조작할 수 없었을 걸세! 생명 유지 장치를 조사하고 다니엘 박사와 이야기해 봤다면 알겠지만 그는 지난밤에 산소실을 개선하느라 현장에 없었다네. 산소실 개선 작업이 아주 오래 걸리는걸 감안하면 그 작업과 헨리 씨를 살해하는 일을 동시에 할 순 없었을 거야."
ru: Дэниел потрясен тем, что вы обвинили в этом его. Шерлок кивает. "Да, доктор Браун - главный инженер, что делает его отличным подозреваемым. НО, он не мог этого сделать! Если бы вы проверили кислородную систему, а затем опросили Дэниела, то узнали бы, что вчера вечером он был занят ее модернизацией. Он не смог бы убить Генри и одновременно модернизировать данную систему, поскольку улучшение кислородной установки просто занимает очень много времени".

source: Continue...
ko: 계속...
ru: Продолжить...

source: You've already found a solid alibi for Daniel. You know it cannot be him.
ko: 다니엘은 알리바이가 있습니다. 그는 범인이 아닙니다.
ru: Вы уже нашли надежное алиби у Дэниела. Вы знаете, что это не может быть он.

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DRONE"]/choice[3]/text
source: It was Amy!
ko: 에이미입니다!
ru: Это была Эми!

source: Amy's scowl grows even darker. Sherlock shakes his head. "No, Ms. Sheppard could not have done it. She has no experience with the Drone system, it is too unlikely that she would have been capable of operating a drone long enough to kill Henry."
ko: 에이미의 눈빛이 더욱 어두워졌습니다. 셜록은 그의 머리를 흔들었습니다. "아니, 셰퍼드 씨는 그런 일을 벌일 수가 없네. 그녀는 드론을 만져본 경험이 없어. 헨리 씨를 죽일 수 있을 만큼 오랫동안 드론을 조종하지 못할 것이야.
ru: Эми нахмурилась еще сильнее. Шерлок качает головой. "Нет, мисс Шеппард не могла этого сделать. У нее нет опыта работы с системой Дронов, слишком маловероятно, что она смогла бы управлять дроном достаточно долго, чтобы убить Генри".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DRONE"]/choice[4]/text
source: It was Thom!
ko: 톰입니다!
ru: Это был Том!

source: Thom's eyes go wide. "W-what? No, it can't be me! I don't know a thing about drones!" His easy going country accent suddenly disappears and his voice becomes uneasy.
ko: 톰의 눈이 휘둥그레졌습니다. "뭐, 뭐라고요? 아니, 저일 리가 없어요! 전 드론에 대해 아무것도 모른다고요!" 그의 느긋하던 시골 억양은 간데없고 목소리가 불안해졌습니다.
ru: Том делает большие глаза. "Ч-что? Нет, это не я! Я ничего не знаю о дронах!" Его простой деревенский акцент внезапно исчезает, а в его голосе появляются нотки беспокойствия.

source: No, that's a lie!
ko: 아니, 저건 거짓말입니다!
ru: Нет, это ложь!

source: Sherlock cocks his head. You explain how Thom actually got lessons from Daniel on how to operate drones, not too long before the murder as well. Sherlock contemplates this for a moment. "You're right. Goodness, even I did not catch that!"
ko: 셜록이 고개를 치켜들었습니다. 당신은 살인이 일어나기 얼마 전에 톰이 다니엘에게 드론 조종을 배운 일을 설명했습니다. 셜록은 당신의 추리에 감탄했습니다. 자네 말이 맞군. 세상에, 이건 나도 생각 못했는데!"
ru: Шерлок поднимает голову выше. Вы объясняете, что Дэниел действительно учил Тома управлять дронами, причем незадолго до произошедшего убийства. Шерлок на мгновение задумывается над этим. "Вы правы. Черт возьми, даже я этого не подметил!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Continue...
ko: 계속...
ru: Продолжить...

source: Sherlock nods. "Yes, Mr. Thom is right. It was Daniel who was the head engineer on this facility, not Thom. It is too unlikely that Thom would have been able to operate the drone long enough to kill Henry."
ko: 셜록이 끄덕였습니다. "아니, 톰 씨는 아니야. 이 정거장의 수석 엔지니어는 톰 씨가 아니라 다니엘 박사라네. 톰 씨는 헨리 씨를 죽일 수 있을 만큼 오랫동안 드론을 조종하지 못할 것이야."
ru: Шерлок кивает. "Да, мистер Том прав. Именно Дэниел был главным инженером на этом объекте, а не Том. Слишком маловероятно, что Том смог бы управлять дроном достаточно долго, чтобы убить Генри".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_DRONE"]/choice[5]/text
source: Uh, I don't know.
ko: 음, 모르겠습니다.
ru: Э-э, я не знаю.

source: Sherlock scowls. "You can't come in here making wild theories if you can't even say who did it! Keep looking."
ko: 셜록이 당신을 노려봤습니다. "누가 그랬는지도 모르는 상태에서 함부로 추측해서는 안되네! 계속 조사해 보게."
ru: Шерлок хмурится. "Не стоит приходить сюда и строить смутные теории, если вы даже не можете сказать, кто это сделал! Продолжайте искать".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_THOM"]/text
source: Thom's eyes go wide at your accusation. Sherlock gets up from his spot and walks over to you. "An interesting hypothesis indeed. However, if you inspected the wounds on Henry, you would notice a blaster could not have been the weapon used. Mr. Nicholson only owns a standard grade defense pistol. The only thing on this station capable of leaving such a mark was the Anti-Personnel drone, and Mr. Nicholson has no experience with operating drone systems."
ko: 당신이 톰을 지목하자 그의 눈이 휘둥그레졌습니다. 셜록이 자리에서 일어나 당신에게 걸어옵니다. "정말 흥미로운 생각이야. 하지만 헨리 씨의 상흔을 보면 범행 도구는 평범한 블래스터가 아님을 알 수 있네. 니콜슨 씨가 가지고 있는 건 표준적인 호신용 권총밖에 없었어. 이 정거장에서 그런 상흔을 남길 수 있는 건 대인 드론밖에 없는데, 니콜슨 씨는 드론을 조작해본 경험이 없지.
ru: Том делает большие глаза после вашего обвинения. Шерлок встает со своего места и подходит к вам. "Действительно, интересная гипотеза. Однако, если бы вы осмотрели раны на теле Генри, то заметили бы, что бластер не мог быть использован в качестве орудия убийства. Мистер Николсон владеет только пистолетом стандартной мощности, предназначенным для самообороны. Единственное на этой станции, что способно оставить такую рану - это охранный дрон, а у мистера Николсона нет опыта управления системами Дронов".

# data/events_civilian.xml$//event[@name="DETECTIVE_ACCUSE_THOM"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
