Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: "Oh, that's rather odd. That wasn't me who upgraded the system. I was busy last night during the murder, and I haven't had time to check it since. But I do know it was only level 1 the day before."
ko: "음, 그건 좀 이상하네요. 제가 업그레이드를 한게 아니거든요. 살인사건이 일어난 지난 밤에 너무 바빴던 나머지 산소실을 확인하진 못했습니다. 하지만 그저께까지는 1 레벨이었던 건 분명합니다.
ru: "О, это довольно странно. Не я занимался улучшением системы. Прошлой ночью, когда произошло убийство, я был занят, и у меня не было времени проверить ее с тех пор. Но я знаю, что накануне она была только первого уровня".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Nevermind.
ko: 다른 것을 조사한다.
ru: Неважно.

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM_LIE"]/text
source: You point out Daniel's mention to Thom learning about how to operate the drones. Thom stutters, not sure what to say. You don't push further but take note of this.
ko: 당신은 다니엘이 드론 작동 방법을 배우던 톰에 대해 언급했다는 사실을 지적했습니다. 톰은 무슨 말을 해야 할지 몰라 말을 더듬었습니다. 더이상 추궁하지는 않았지만, 이 반응은 기억해 둘만 합니다.
ru: Вы указываете на то, что Дэниел упоминал об обучении Тома управлению дронами. Том заикается, не зная, что ответить. Вы не настаиваете на развитии темы, но принимаете это к сведению.

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_THOM_LIE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/text
source: What do you want to ask Amy?
ko: 에이미에게 무엇을 물어보시겠습니까?
ru: О чем вы хотите спросить Эми?

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[1]/text
source: Ask Amy about herself.
ko: 자기소개를 시킨다.
ru: Попросить Эми рассказать о себе.

source: Amy doesn't have a lot to share about why she joined the Militia. She thought it would be a good way to escape from her home planet and maybe kill some pirates.
ko: 에이미는 그녀가 왜 민병대에 지원했는지에 대해서 별 말을 해주지 않았습니다. 단지 고향 행성에서 도망쳐 나올 수 있고 어쩌면 해적을 소탕할 수도 있는 좋은 방법이라고 생각했다고 합니다.
ru: Эми не рассказывает особо много о причинах вступления в Ополчение. Она подумала, что это хороший способ сбежать с родной планеты и, возможно, поубивать пиратов.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[2]/text
source: Ask if Amy has any connections with the Rebels.
ko: 반군과 커넥션이 있는지 물어본다.
ru: Спросить, нет ли у Эми связей с повстанцами.

source: Amy looks as if she's about to slap you, and probably would if it wouldn't end with her dead. "How dare you associate me with those crapstains! I ain't never been a Rebel, and I never will be. End of story."
ko: 에이미는 생전에 반드시 당신을 후려갈기겠다는 양 노려보았습니다. "그런 비열한 자식들하고 저를 연관 짓다니요! 전 반군 따위 된 적 없고, 앞으로도 없을 거에요! 끝."
ru: Эми выглядит так, будто собирается дать вам пощечину, и возможно, она так бы и сделала, если бы это не закончилось ее смертью. "Как ты смеешь ассоциировать меня с этими говнюками! Я никогда не была повстанцем и никогда им не буду. И точка".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[3]/text
source: Ask Amy about her job on the station.
ko: 이 정거장에서 수행한 임무를 물어본다.
ru: Спросить Эми о работе на станции.

source: "Used to work as border patrol, until we got that god damn Anti-Personnel drone. I used to kick pirates in the teeth almost daily, but now I've been resigned to that damn weapons room pressing buttons all day long!"
ko: "저 빌어먹을 대인 드론을 장만하기 전까지는 침입자가 있나 순찰하는 일을 했어요. 그때는 매일같이 해적놈들을 혼쭐내줬지만, 망할 무기실로 발령받고 나서는 하루종일 버튼이나 누르고 앉아 있다고요!"
ru: "Раньше я занималась патрулированием периметра, пока у нас не появился этот чертов охранный дрон. Раньше я почти каждый день давала пиратам по морде, а теперь меня отправили в этот чертов оружейный отсек, где я целыми днями нажимаю кнопки!"

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[4]/text
source: Ask Amy about the victim.
ko: 피해자에 대해 물어본다.
ru: Спросить Эми о жертве.

source: "Henry? Hah, half the time I didn't even realize he was here. What a weirdo, always spending so much time resigned to that room of his, only coming out for food or water. Him being dead won't change nothin' about life on this station, which is a shame. It's so god damn boring here."
ko: "헨리요? 하, 이곳에 있는지도 모르는 경우가 태반이었어요. 정말 괴짜였죠, 식사하거나 물마실 때 아니면 항상 자기 방에 틀어박혀 있었으니. 참 안타깝게도 그가 죽어도 이 정거장에서의 삶은 전혀 바뀌지 않아요. 여기 정말 지루해 죽을 것 같거든요."
ru: "Генри? Ха, половину времени я даже не подозревала, что он здесь. Вот чудак, всегда так много времени проводил в своем отсеке, выходя только за едой или водой. Его смерть ничего не изменит в жизни на этой станции, а жаль. Здесь так чертовски скучно".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[5]/text
source: Ask Amy about the other suspects.
ko: 다른 용의자들에 대해 물어본다.
ru: Спросить Эми о других подозреваемых.

source: Which suspect do you want to ask Amy about?
ko: 어떤 용의자에 대해 물어보시겠습니까?
ru: Про какого подозреваемого вы хотите спросить у Эми?

source: Thom.
ko: 톰.
ru: Том.

source: "Thom's such a pushover. He's always blabbering on about how nice life is here. There ain't nothing good about living on this station, I tell you! Still... Thom killing someone? Unthinkable... unless he's a really good actor, at least."
ko: "톰은 정말 호구같은 사람이에요. 항상 여기서의 삶이 얼마나 좋은지 지껄이고 앉았죠. 제가 말했듯이, 이 정거장에 살면서 좋은건 아무것도 없어요! 어쨌든... 톰이 누군가를 죽인다? 상상할 수 없는 일이에요... 그가 연기에 정말 뛰어나지 않고서는 말이죠.
ru: "Том такой простофиля. Он всегда болтает о том, как хорошо здесь жить. Ничего хорошего в жизни на этой станции нет, говорю тебе! И все же... Чтобы Том кого-то убил? Немыслимо... либо он действительно хороший актер".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Daniel.
ko: 다니엘.
ru: Дэниел.

source: "That old man? He looks like he's about to turn to dust any second! I always thought he was as lacking a personality as the drones he works on. Maybe that's why he got along so well with Henry."
ko: "그 영감탱이요? 당장이라도 먼지로 변할 것만 같은 사람이에요! 항상 그 늙은이를 그가 만지작거리는 드론만큼이나 재미없는 인간이라고 생각했어요. 어쩌면 그게 헨리랑 잘 지낸 이유일지도 모르겠네요."
ru: "Этот старик? Он выглядит так, будто в любую секунду превратится в пыль! Я всегда думала, что индивидуальности у него не больше, чем у дронов, над которыми он работает. Может быть, поэтому он так хорошо ладил с Генри?"

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[6]/text
source: Spit in Amy's face.
ko: 에이미의 얼굴에 침을 뱉는다.
ru: Плюнуть в лицо Эми.

source: For no reason in particular, you decide to spit at Amy. Sherlock glares at you but says nothing.
ko: 당신은 아무 이유 없이 에이미의 얼굴에 침을 뱉었습니다. 셜록이 당신을 노려봤지만 아무 말도 하지 않았습니다.
ru: Без особой причины, вы решили плюнуть в лицо Эми. Шерлок сурово смотрит на вас, но ничего не говорит.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_AMY"]/choice[7]/text
source: Ask Amy about evidence.
ko: 증거에 대해 물어본다.
ru: Спросить Эми об уликах.

source: What evidence do you want to ask Amy about? [As you investigate more clues or evidence, more options will appear here]
ko: 어떤 증거에 대해 물어보시겠습니까? [더 많은 단서나 증거물을 조가할수록 선택지가 늘어납니다]
ru: О каких уликах вы хотите спросить Эми? [По мере того, как вы будете находить новые зацепки или доказательства, здесь будут появляться новые варианты]

source: Ask Amy about the Drone system.
ko: 드론 시스템에 대해 물어본다.
ru: Спросить Эми о системе Дронов.

source: "The drones? Never touched them. That damn robot stole my job at killing pirates. If I WAS a murderer, I would have gone for the Anti-Person drone instead of Henry. Damn robots can't feel pain anyways..."
ko: "드론들 말인가요? 한 번도 건드려 본 적 없어요. 저 망할 로봇이 제게서 해적 죽이는 임무를 빼앗아 갔다고요! '만약' 제가 살인자라면 헨리 대신 이 대인 드론을 박살 냈을 거에요. 어차피 고통도 못 느끼는 고철 덩어리들인데..."
ru: "Дроны? Никогда к ним не прикасалась. Этот проклятый робот украл у меня работу по убийству пиратов. Если бы Я БЫЛА убийцей, то я бы выбрала этого охранного дрона вместо Генри. Чертовы роботы все равно не чувствуют боли..."

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ask Amy about the Sensor system.
ko: 센서 시스템에 대해 물어본다.
ru: Спросить Эми о системе Сенсоров.

source: "Guess you got no recordings then, or whatever. Aren't detectives supposed to be able to figure things out without recordings anyways? I don't know what you want me to tell you about it."
ko: "그럼 녹화 영상이 없다던가 뭐 그런거네요. 어차피 탐정님들은 영상 없이도 범인을 알아낼 수 있는거 아닌가요? 제가 그거에 대해서 뭘 말해드려야 할지 모르겠네요."
ru: "Видимо, у тебя нет записей, или что-то в этом роде. Разве детективы не должны уметь выяснять все без записей? Я не знаю, что ты хочешь об этом услышать от меня".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ask Amy about the Oxygen system.
ko: 산소실에 대해 물어본다
ru: Спросить Эми о Кислородной системе.

source: "I don't know nothin' about the life support. That's all Thom's doing, not mine."
ko: "전 생명 유지 장치에 대해선 아무것도 몰라요. 그건 전부 톰이 맡던 것이었어요, 제가 아니라고요."
ru: "Я ничего не знаю о системе жизнеобеспечения. Это сфера деятельности Тома, а не моя".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Nevermind.
ko: 다른 것을 조사한다.
ru: Неважно.

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/text
source: What do you want to ask Daniel?
ko: 다니엘에게 무엇을 물어보시겠습니까?
ru: О чем вы хотите спросить Дэниела?

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[1]/text
source: Ask Daniel about himself.
ko: 자기소개를 시킨다.
ru: Попросить Дэниела рассказать о себе.

source: "Me? I'm just an old fart. Studied drone tech for several years, got a job at Arcadia as an Engineer until I eventually retired. But... I guess retirement just isn't for me, so I signed up for the Militia instead of wasting away in some beach home."
ko: "나 말이오? 그냥 늙은이일 뿐이네. 수년간 드론 기술을 공부하고 아카디아에서 엔지니어로 일했었네만, 지금은 은퇴했소. 하지만... 놀고먹는 건 내 적성에 맞지 않더군. 그래서 어딘 해변가의 집에서 썩어가는 대신 민병대에 가담하는 것을 선택했소."
ru: "О себе? Я просто старый пердун. Несколько лет изучал технологии дронов, потом устроился в "Аркадию" инженером, пока не вышел на пенсию. Но... Думаю, что пенсия - это не для меня, поэтому я записался в Ополчение, вместо того чтобы чахнуть в каком-нибудь пляжном домике".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[2]/text
source: Ask if Daniel has any connections with the Rebels.
ko: 반군과의 커넥션이 있는지 물어본다.
ru: Спросить, нет ли у Дэниела связей с повстанцами.

source: Daniel looks down at his feet. "Never been a Rebel, but I did have an experience with them. Back when I worked at Arcadia, I was put in charge of the CICA project. That's the Central Intelligence Combat Assistant, though it's more often referred to as the Free Roamer accident. This was the AI used by the Rebels to construct their automated fleet, but we never expected that they would use it for such evil. After I realized how my tech had been used, I resigned immediately."
ko: 다니엘은 자기 발치를 내려다봤습니다. "반군이었던 적은 없지만, 함께 일한 경험은 있네. 아카디아에서 근무하고 있을 때 지금은 "프리 로머"사건으로 더 잘 알려진 "중앙 정보 전투 보조원 (Central Intelligence Combat Assistant)", 줄여서 CICA 프로젝트의 책임자였던 적이 있소. 이건 반군이 무인기 함대를 구축하는데 사용된 AI였는데, 그렇게 악랄한 일에 사용될 줄은 모르고 있었지. 내가 개발한 기술이 어떻게 사용되었는지 깨닫고는 바로 은퇴했네."
ru: Дэниел потупил свой взгляд . "Никогда не был повстанцем, но у меня был опыт общения с ними. Когда я работал в "Аркадии", меня назначили ответственным за проект ЦРБА. Это Центральный разведывательный боевой ассистент, хотя чаще этот проект упоминают как "инцидент с Вольным странником". Это был ИИ, который использовали повстанцы для создания своего автоматизированного флота, и мы никак не ожидали, что они используют его для такого злодеяния. Когда я осознал, какии целям служат мои разработки, я немедленно подал в отставку".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[3]/text
source: Ask Daniel about his job on the station.
ko: 이 정거장에서 수행항 임무를 물어본다.
ru: Спросить Дэниела о работе на станции.

source: "I'm the shipboard Engineer. After I finally talked the others into installing a dronebay and Anti-Person drone, I've been running maintenance on them ever since."
ko: "나는 선상 엔지니어라네. 드론 관제실과 대인 드론을 설치하도록 다른 선원들을 설득하는데 성공한 이후로 이들을 관리하고 있지."
ru: "Я бортовой инженер. С тех пор, как я наконец уговорил остальных установить отсек Дронов и приобрести охранного дрона, я занимаюсь их обслуживанием".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[4]/text
source: Ask Daniel about the victim.
ko: 피해자에 대해 물어본다.
ru: Спросить Дэниела о жертве.

source: "Oh, poor old Henry. He was such a nice man. I used to eat lunch in his quarters. It's a shame the others never got to know him, because Henry was always so reserved. Oh Henry, how could this have happened to you..."
ko: "오, 가엾은 헨리. 정말 착한 사람이었지. 나는 그의 숙소에서 같이 점심을 먹곤 했소. 다른 사람들이 헨리와 친해질 수 없었다는게 안타까울 따름이오. 워낙 내성적인 친구라. 헨리... 어떻게 자네에게 이런 비극이..."
ru: "О, бедный старина Генри. Он был таким хорошим человеком. Я часто обедал в его каюте. Жаль, что остальные так и не узнали его ближе, ведь Генри всегда был таким замкнутым. О, Генри, как такое могло с тобой произойти..."

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[5]/text
source: Ask Daniel about the other suspects.
ko: 다른 용의자들에 대해 물어본다.
ru: Спросить Дэниела о других подозреваемых.

source: Which suspect do you want to ask Daniel about?
ko: 어떤 용의자에 대해 물어보시겠습니까?
ru: Про какого подозреваемого вы хотите спросить у Дэниела?

source: Thom.
ko: 톰
ru: Том.

source: "Thom is a nice man. I was never as close to him as Henry, but we talked quite a bit, and he has always been a happy fellow. Recently, Thom took a particular interest in the drone system and asked me for help with operating the drones! He's learning pretty quick, but I think he might just be learning to give me something to do. I always wanted to have a student..."
ko: "톰은 착한 친구요. 헨리만큼 막역한 사이는 아니지만 자주 이야기를 나눴는데, 항상 즐거운 사내지. 최근에는 톰이 드론 시스템에 관심을 보이더니 드론 조종하는 걸 도와달라고 했소! 꽤나 빠르게 배우고 있긴 하지만, 나에게 무언가 일을 시키려고 배우는거 같다는 느낌도 들긴 하오. 나는 언제나 제자를 두고 싶었지..."
ru: "Том - хороший человек. Я никогда не был с ним близок так, как с Генри, но мы часто общались, и он всегда был веселым парнем. Недавно Том проявил особый интерес к системе Дронов и попросил меня помочь ему научиться управлять дронами! Он быстро все схватывает, но мне кажется, что он учится просто для того, чтобы мне было чем заняться. Мне всегда хотелось иметь ученика..."

source: Continue...
ko: 계속...
ru: Продолжить...

source: Amy.
ko: 에이미.
ru: Эми.

source: "I wish I had her energy, I was never that amped up even when I was younger. Shame she wastes it all on shouting at us. Thank goodness she spends most of her time complaining to herself while she mans the weapons. I don't like to point fingers, but if any of us 3 were to go so low as to kill someone, I'd say she would probably be my guess..."
ko: "나도 그 친구만큼 열정을 가졌으면 하오. 젊었을 때도 그 친구만큼 활기차지는 못했지. 그 에너지를 몽땅 우리한테 윽박지르느라 낭비하는 게 안타까울 따름이오. 그녀가 무기 관제실에 배정되고 부터는 자기 자신에게 불평불만을 늘어놓으면서 하루를 보내니 망정이지. 누구를 딱 지목하고 싶지는 않지만, 우리 셋 중에 누군가가 다른 이를 죽일 정도로 저열해졌다면 아마도 그녀일 거라 생각하오..."
ru: "Хотел бы я иметь такую энергию, как у нее, я даже в молодости никогда не был таким энергичным. Жаль, что она тратит ее только на то, чтобы кричать на нас. Слава богу, большую часть времени она тратит на жалобы самой себе, пока управляет оружием. Я не люблю показывать пальцем, но если бы кто-то из нас троих опустился до убийства, я бы в первую очередь подумал бы на нее..."

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[6]/text
source: Spit in Daniel's face.
ko: 다니엘의 얼굴에 침을 뱉는다.
ru: Плюнуть в лицо Дэниела.

source: For no reason in particular, you decide to spit at Daniel. Sherlock glares at you but says nothing.
ko: 당신은 아무 이유 없이 다니엘의 얼굴에 침을 뱉었습니다. 셜록이 당신을 노려봤지만 아무 말도 하지 않았습니다.
ru: Без особой причины, вы решили плюнуть в лицо Дэниела. Шерлок сурово смотрит на вас, но ничего не говорит.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_TALK_DANIEL"]/choice[7]/text
source: Ask Daniel about evidence.
ko: 증거에 대해 물어본다.
ru: Спросить Дэниела об уликах.

source: What evidence do you want to ask Daniel about? [As you investigate more clues or evidence, more options will appear here]
ko: 어떤 증거에 대해 물어보시겠습니까? [더 많은 단서나 증거물을 조가할수록 선택지가 늘어납니다]
ru: О каких уликах вы хотите спросить Дэниела? [По мере того, как вы будете находить новые зацепки или доказательства, здесь будут появляться новые варианты]

source: Ask Daniel about the Drone system.
ko: 드론 시스템에 대해 물어본다.
ru: Спросить Дэниела о системе Дронов.

source: Ask Daniel about the Sensor system.
ko: 센서 시스템에 대해 물어본다.
ru: Спросить Дэниела о системе Сенсоров.

source: "The sensors are no longer functional? Oh dear, that's quite unfortunate. Surely even without the recordings though, there is some way to catch the person behind this!"
ko: "센서가 작동하지 않는다고? 그거 참 안좋은 소식이군. 그렇지만 영상이 없더라도 범인을 찾아낼 방법이 분명 있을거요!"
ru: "Сенсоры больше не функционируют? Да уж, это весьма печальное стечение обстоятельств. Конечно, даже без записей, должен быть способ поймать того, кто за этим стоит!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ask Daniel about the Oxygen system.
ko: 산소실에 대해 물어본다
ru: Спросить Дэниела о Кислородной системе.

source: Nevermind.
ko: 다른 것을 조사한다.
ru: Неважно.

source: "Oh yes, that was my doing actually! Thom normally works on the essential systems, but last night he was busy working with the drones and I had nothing to do. So, I decided to put my old bones to use and upgrade the oxygen. H..Henry was always complaining about the bad ventilation..."
ko: "맞아요, 내 작품이오! 톰은 주로 필수 시설을 관리하지만, 어제는 드론을 관리해줘서 제가 할일이 없었소. 그래서 오랜만에 솜씨 발휘해서 산소실을 업그레이드 했지. 헤..헨리는 항상 환기가 잘 안된다고 불평했거든..."
ru: "Ах да, это между прочим моя заслуга! Том обычно работает над основными системами, но вчера вечером он был занят работой над дронами, и мне было нечем заняться. Поэтому я решил размять свои старые кости и улучшить Кислородную систему. Г...Генри постоянно жаловался на плохую вентиляцию..."

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Oh yes, of course! No ship or station is complete until its been outfitted with drone tech. I spend most of my time working with the system, though Thom has also been spending a fair bit of time in there as well after he asked me for lessons with operating the drones."
ko: "아 그렇지, 물론이오! 모든 함선과 정거장은 드론 장비가 있어야 비로소 완성되는 것이오. 난 주로 드론을 다루면서 시간을 보냈소. 톰 녀석이 내게 드론 조종법을 배우겠다고 부탁한 뒤로는 그 애도 여기서 시간을 보내는 일이 잦아졌지."
ru: "О да, конечно! Ни один корабль или станция не могут считаться полноценными, пока они не оснащены дронами. Я провожу большую часть времени, работая с этой системой, хотя Том тоже провел в ней немало времени, после того как попросил меня дать ему уроки по управлению дронами".

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DOORS"]/text
source: You inspect the door system. It appears some work has been done on the blast doors to improve them, though it matters little in this case. All of the suspects and the victim are registered in the system database, so any of them can go wherever they please.
ko: 당신은 문 제어실을 조사했습니다. 방폭문 개량 작업이 이루어졌던 것 같지만, 이번 사건과 연관은 없어 보입니다. 피해자와 용의자들 모두가 시스템 데이터베이스에 등록돼 있기 때문에 정거장 어디든 자유롭게 돌아다닐 수 있었을 것입니다.
ru: Вы осматриваете систему Дверей. Похоже, что над укрепленными дверями была проведена определенная работа по их усовершенствованию, хотя в данном случае это не имеет большого значения. Все подозреваемые и жертва зарегистрированы в базе данных системы, так что любой из них может беспрепятственно ходить куда угодно.

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DOORS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DRONES"]/text
source: You take a look at the dronebay. Though there aren't too many schematics on the station's computers, you notice an Anti-Personnel drone and a standard issue Combat Drone.
ko: 당신은 드론 관제실을 살펴봤습니다. 정거장의 컴퓨터에 그리 많은 설계도는 없었지만, 대인 전투 드론과 제식 전투 드론의 도면은 확인할 수 있었습니다.
ru: Вы осматриваете отсек дронов. Хотя в компьютерах станции не так много схем, вы заметили охранный дрон и стандартный боевой дрон.

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DRONES"]/choice[1]/text
source: Inspect the Combat Drone.
ko: 전투 드론을 조사한다.
ru: Изучить схему боевого дрона.

source: The combat schematic appears to only have been used a total of 3 times since the system was purchased. Further data suggests it merely came with the system purchase.
ko: 전투 드론의 도식은 드론 시스템이 설치된 이후로 단 3번만 사용된 듯 합니다. 데이터 조사 결과 드론 관제실을 구입할 때 같이 딸려온 제품인 것 같습니다.
ru: Похоже, что боевая схема использовалась всего 3 раза с момента приобретения системы Управления дронами. Судя по имеющимся данным, она просто шла в комплекте с системой.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DRONES"]/choice[2]/text
source: Inspect the Anti-Personnel drone.
ko: 대인 전투 드론을 조사한다.
ru: Изучить схему охранного дрона.

source: The computers inform you the Anti-Personnel drone has been used a total of 38 times since its purchase, though that's not surprising. With the influx of pirates in this sector, the number of boarders this station must see is unfavourably high.
ko: 컴퓨터에 의하면 이 대인 전투 드론은 구매 이후 총 38번이나 사용되었다고 합니다. 이 구역에 밀려오는 해적들의 수를 생각하면, 정거장에 강습해오는 해적도 불합리할 정도로 많았을 테니 별로 놀라운 숫자는 아닙니다.
ru: По данным компьютеров, охранный дрон использовался 38 раз с момента приобретения, что впрочем, неудивительно. В связи с наплывом пиратов в этот сектор, численность абордажников, с которыми приходится сталкиваться этой станции, чрезмерно высока.

source: Inspect the drone's laser.
ko: 대인 전투 드론의 레이저를 조사한다.
ru: Осмотреть лазер дрона.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_DRONES"]/choice[3]/text
source: Ignore the drones.
ko: 드론들을 무시한다.
ru: Не обращать внимания на дронов.

# data/events_civilian.xml$//event[@name="DETECTIVE_DRONE_CANNON"]/text
source: You inspect the Anti-Personnel Drone's laser. To your surprise, the arm-mounted cannon appears to be much stronger than a standard defense blaster, and certainly capable of leaving a burn mark the same size as the one on Henry's corpse!
ko: 당신은 대인 전투 드론의 레이저를 조사했습니다. 놀랍게도 팔에 장착된 레이저포는 표준적인 방어용 블래스터보다 훨씬 강력해 보입니다. 이거라면 분명 헨리의 시체에 발견된 커다란 화상 자국을 남길 수 있을 것입니다!
ru: Вы осматриваете лазер охранного дрона. К вашему удивлению, установленная на руке пушка оказывается гораздо мощнее стандартного бластера для самообороны, и, конечно, она способна оставить след от ожога такого же размера, как на трупе Генри!

# data/events_civilian.xml$//event[@name="DETECTIVE_DRONE_CANNON"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_SHIELDS"]/text
source: You inspect the shields system. Everything here seems to be perfectly functional, and nothing is out of the ordinary.
ko: 당신은 방어막 제어실을 조사했습니다. 이곳의 기기들은 모두 제 기능을 하고 있으며 이상한 점은 없어 보입니다.
ru: Вы осматриваете систему Щитов. Кажется, что все здесь в идеальном рабочем состоянии, и ничего необычного не наблюдается.

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_SHIELDS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...
