Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: You gather a decent supply of fuel and scrap from the asteroids when suddenly the harvester from earlier spots you. "Hey! This is a restricted area! What the hell are you doing?" With no one else to defend the asteroid field, they have no choice but to fight you off!
ko: 당신은 소행성에서 꽤 많은 양의 연료와 스크랩을 모을 수 있었습니다. 아까 본 채굴선이 당신을 알아채고 말하길 "이봐! 여긴 출입 금지 구역이야! 여기서 뭘 하는 거야?" 소행성대를 지킬 다른 사람이 없으니 그들은 어쩔 수 없이 당신과 싸워 물리치기를 선택했습니다!
ru: Вы собрали приличный запас топлива и лома с астероидов, как вдруг вас заметил тот самый сборщик. "Эй! Это запретная зона! Какого черта ты делаешь?" Поскольку больше некому защитить астероидное поле, им ничего не остается, кроме как отогнать вас силой!

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Scrap Arm) Mine some of the asteroids on the outskirts.
ko: (스크랩 팔) 외곽에서 소행성을 좀 채굴한다.
ru: (Кран сбора лома) Добыть минералы из астероидов на окраине.

source: You gather a decent supply of fuel and scrap from the asteroids when suddenly the harvester from earlier spots you. "Hey! This is a restricted area! What the hell are you doing?" With no one else to defend the asteroid field, they have no choice but to fight you off!
ko: 당신은 소행성에서 꽤 많은 양의 연료와 스크랩을 모을 수 있었습니다. 아까 본 채굴선이 당신을 알아채고 말하길 "이봐! 여긴 출입 금지 구역이야! 여기서 뭘 하는 거야?" 소행성대를 지킬 다른 사람이 없으니 그들은 어쩔 수 없이 당신과 싸워 물리치기를 선택했습니다!
ru: Вы собрали приличный запас топлива и лома с астероидов, как вдруг вас заметил тот самый сборщик. "Эй! Это запретная зона! Какого черта ты делаешь?" Поскольку больше некому защитить астероидное поле, им ничего не остается, кроме как отогнать вас силой!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Ignore them.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

# data/events_civilian.xml$//event[@name="COREWORLDS_MINING_OPS"]/choice[2]/text
source: Ignore them.
ko: 그들을 무시한다.
ru: Не обращать на них внимания.

source: You have no interest in the mining operation.
ko: 당신은 채굴에는 별 관심이 없었습니다.
ru: Вы не заинтересованы в добыче минералов.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_MINING_OPS_DESTROY"]/text
source: It appears the mining ship was carrying large fuel stores. One of your shots must have ignited the cargo bay, because the mining ship explodes. Luckily your ship isn't harmed, but none of their cargo survived. You quickly scrap what's left before reinforcements arrive.
ko: 그 채굴선은 대형 연료 저장고를 운반하고 있던 것 같습니다. 당신의 탄환 중 하나가 그들의 저장고를 발화시켜 함선을 폭발시켜 버렸으니까요. 운 좋게도 당신의 함선에 피해는 없었지만 살아남은 화물은 없어 보입니다. 당신은 지원군이 도착하기 전에 남은 것을 재빨리 긁어모읍니다.
ru: Судя по всему, на шахтерском корабле находились большие запасы топлива. Один из ваших выстрелов, видимо, воспламенил грузовой отсек, потому что шахтерский корабль взрывается. К счастью, ваш корабль не пострадал, но ничего из их груза не уцелело. Вы быстро собираете все, что осталось, пока не подоспело подкрепление.

# data/events_civilian.xml$//event[@name="COREWORLDS_MINING_OPS_KILL"]/text
source: With the mining ship crew dead, you find large stores of fuel onboard.
ko: 채굴선 선원이 전부 사망하자, 당신은 온전한 대형 연료 저장고를 발견했습니다.
ru: После гибели экипажа шахтерского корабля на его борту обнаруживаются большие запасы топлива.

# data/events_civilian.xml$//event[@name="COREWORLDS_WEAPON_FACTORY"]/text
source: A small partially automated weapon factory lies in the distance. It's protected by a single Militia ship.
ko: 저 멀리에 부분적으로 자동화된 작은 무기 공장이 보입니다. 한 민병대 함선이 이를 지키고 있습니다.
ru: Вдалеке виднеется небольшой частично автоматизированный оружейный завод. Его охраняет один корабль Ополчения.

source: Attack the guard to get to the factory.
ko: 경비를 공격하고 공장으로 향한다.
ru: Атаковать охранный корабль, чтобы попасть на завод.

source: You prepare to attack the Militia ship.
ko: 당신은 민병대 함선과의 전투를 준비합니다.
ru: Вы готовитесь атаковать корабль Ополчения.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Forged ID) Pretend to be a Rebel requisition officer.
ko: (위조된 신분증) 반군 징발관 행세를 합니다.
ru: (Поддельные документы) Притвориться работником конфискационной службы повстанцев.

source: The Militia ship doesn't seem terribly happy with your presence. "The Union does not serve Rebel scum. Or at least, we shouldn't. What happened to the glory days of the Federation, when you orange assholes didn't accost the innocent?"
ko: 민병대 함선은 당신을 보고 별로 기뻐하지 않는 것처럼 보입니다. "연방은 반군 쓰레기 녀석들을 섬기지 않아. 적어도 우린 그렇지. 너희 오렌지색 쓰레기들이 민간인을 협박하지 않던 시절 연방의 자랑스러운 날들은 어디로 간 거지?"
ru: Корабль Ополчения, похоже, не очень доволен вашим присутствием. "Союз не обслуживает повстанческих отбросов. Или, по крайней мере, не должен. Что случилось со славными днями Федерации, когда вы, оранжевые придурки, не нападали на невиновных?"

source: Ignore the factory.
ko: 공장을 무시한다.
ru: Не обращать внимания на завод.

source: You have no interest in the factory.
ko: 당신은 공장엔 별 흥미가 없습니다.
ru: Вас не интересует завод.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_WEAPON_FACTORY_CHOICE"]/text
source: Without the guard to protect them, the few Civilian workers scatter. You have the factory all to yourself, but it won't be long until reinforcements arrive. What will you grab?
ko: 그들을 지켜주는 경비가 사라지자 소수의 민간인 노동자들은 뿔뿔이 흩어집니다. 당신은 공장을 차지했지만, 지원군이 오기까지는 오랜 시간이 걸리지 않아 보입니다. 무엇을 집으시겠습니까?
ru: Лишенные охранного корабля, немногочисленные гражданские работники разбегаются. Фабрика в вашем распоряжении, но до прибытия подкрепления осталось недолго. Что вы хотите забрать?

source: Grab a weapon.
ko: 무기를 집는다.
ru: Взять оружие.

source: Grab some ammunition.
ko: 탄약을 집는다.
ru: Взять боеголовки.

# data/events_civilian.xml$//event[@name="COREWORLDS_SUZERAIN_CARAVAN"]/text
source: It's extremely rare to see a Suzerain ship outside of the Mantis Hive, but even more so in Union territory. One particularly brave Suzerain ship is attacking a Militia caravan. The escort is poorly equipped and hardly stands a chance.
ko: 맨티스 하이브 밖에서 영주 함선을 보는것은 극히 드뭅니다 연방 소속 지역에서는 더더욱 그렇습니다. 특출나게 용맹한 영주 함선이 민병대 상선함대를 공격하고있습니다. 호위는 무장도 형편없어 가망이 없어보입니다.
ru: Увидеть корабль Сюзеренов за пределами Улья богомолов - большая редкость, а на территории Союза - тем более. Один особенно смелый корабль Сюзеренов атакует караван Ополчения. Сопровождение плохо вооружено и практически не имеет шансов.

source: Protect the Militiamen.
ko: 민병대를 보호한다.
ru: Защитить ополченцев.

source: You prepare to attack the Suzerain ship.
ko: 당신은 영주 함선을 공격할 준비를 합니다.
ru: Вы готовитесь атаковать корабль Сюзеренов.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Cloaking) Cloak and rob the Transport while they're distracted.
ko: (은폐장) 은폐한 뒤 그들의 정신이 팔렸을 때 수송선을 강탈한다.
ru: (Маскировка) Замаскироваться и ограбить транспортный корабль, пока они отвлечены.

source: The Militiamen hardly even realized what happened before you've made away with some supplies. They're too busy with the Mantis to stop you, so you get away scot-free.
ko: 민병대원은 당신이 보급품을 훔쳐 달아났음에도 무슨 일이 일어났는지 알아차리지조차 못했습니다. 맨티스를 상대하느라 너무 바쁜 나머지 당신은 들키지않고 무사히 도망칠 수 있었습니다.
ru: Ополченцы даже не успели понять, что произошло, как вы уже скрылись с припасами. Они слишком заняты кораблем богомолов, чтобы остановить вас, поэтому вы улетаете безнаказанным.

source: (Hive Elite) Demand the Suzerain ship stand down.
ko: (하이브 엘리트) 영주 함선에게 철수하기를 요구합니다.
ru: (Элитный воин Улья) Потребовать, чтобы корабль Сюзеренов отступил.

source: Your Mantis berates the Suzerain captain for leaving their territory unprotected to do silly things like "robbing meatsacks." Despite the irony of this, the Suzerain aboard the enemy ship seems ashamed and jumps away. The Militia ships offer a reward, but one of their guards offers his services to you, afraid the Suzerains might return and attack the caravan after you leave.
ko: 당신의 맨티스는 그들이 "고기주머니 강도질" 같은 멍청한 짓을 하러 자신들의 영토를 보호하지 않고 떠난 것을 질책하였습니다. 이러한 아이러니에도 불구하고 영주 함선은 부끄러워하며 다른 곳으로 도약하였습니다. 민병대 함선이 보상을 제안했고 그들의 경비 중 한 명이 당신이 떠난 뒤 영주 함선이 돌아와 다시 공격할 것을 두려워하며 당신에게 함선에 선원 자리를 요청했습니다.
ru: Ваш богомол ругает капитана Сюзеренов за то, что тот оставил свою территорию без защиты и занимается такими глупыми вещами, как "грабеж мясных мешков". Несмотря на иронию, Сюзерену на борту вражеского корабля становится стыдно, и он уходит в прыжок. Корабли Ополчения предлагают вознаграждение, а один из их охранников предлагает вам свои услуги, опасаясь, что Сюзерены могут вернуться и напасть на караван после вашего ухода.

source: (Flares) Use the flares to lure the Suzerain away from the caravan.
ko: (플레어) 플레어를 사용해 영주 함선을 상선함대로부터 유인한다.
ru: (Сигнальные ракеты) Использовать сигнальные ракеты, чтобы отвлечь Сюзерена от каравана.

source: The Suzerain almost immediately spots the flares and diverts, assuming it's a distress call sent to another nearby vessel. While they're distracted, you escort the Militia ships away. Seems they took quite the hit from the attack, and along with their reward one of the Militia guards offers his services to you, not wanting to risk facing the Suzerains again on the remainder of the trip.
ko: 영주 함선은 거의 즉시 플레어를 감지하고 그것이 근처에서 보내진 구조신호라고 추측하고 방향을 전환합니다. 그들이 정신이 팔린 동안 당신은 민병대 함선을 호위하여 빠져나갑니다. 그들은 공격으로 꽤 피해를 본듯하여 보입니다, 또한 보상과 함께 다시 영주함 선과 마주치고 싶지 않은 민병대 경비 중 한 명이 당신 함선에 선원 자리를 요청했습니다.
ru: Сюзерен почти сразу же замечает вспышки и переключает на них внимание, полагая, что это сигнал бедствия, посланный другим близлежащим судном. Пока они отвлекаются, вы уводите корабли Ополчения. Похоже, они сильно пострадали во время нападения, и, после того как вы получили вознаграждение, один из охранников-ополченцев предлагает вам свои услуги, не желая оставаться в составе каравана и рисковать снова столкнуться с Сюзеренами.

source: Ignore the ships.
ko: 함선을 무시한다.
ru: Не обращать внимания на корабли.

source: It's a hard choice, but messing with a Suzerain is not something you look forward to doing.
ko: 어려운 결정이였지만 영주 함선을 건드리는건 좋은 생각이 아닙니다.
ru: Конечно, это сложный выбор, но связываться с Сюзереном - это не то, что вам хотелось бы сейчас сделать.

source: Do something on-board the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_SUZERAIN_CARAVAN_GIFT"]/text
source: The escort ship took a lot more damage than you first realized. Their life support failed during the fight and their crew asphyxiated. Luckily, the transport is still alive, and they give you some of their cargo as thanks.
ko: 호위함은 당신이 처음 본 것보다 훨씬 더 큰 피해를 입었습니다. 그들의 산소실은 전투 중에 파괴되었고 선원들은 질식사하였습니다. 운 좋게도 수송함은 아직 파괴되지 않았고 감사의 표시로 화물을 일부 넘겨줍니다.
ru: Корабль сопровождения получил гораздо более серьезный урон, чем вы предполагали. Во время боя у него отказала система жизнеобеспечения, и экипаж задохнулся. К счастью, транспортный корабль остался цел, и в качестве благодарности его экипаж передает вам часть своего груза.

source: This is Earth, the Homeworld of the Human race.
ko: 이곳은 인류의 고향인 지구입니다.
ru: Это Земля, родной мир человеческой расы.

# data/events_civilian.xml$//event[@name="COREWORLDS_EARTH"]/text
source: You've discovered a planet all too familiar. It's Antiquum Terrae, more often referred to as Old Earth, the homeworld and origin of the Human race! Though most of the planet has flooded, a few large and densely populated cities remain.
ko: 당신은 너무나도 친숙한 행성을 발견하였습니다. 바로 인류의 기원 "옛 지구"로 더 잘 알려진 안티쿰 지구입니다! 비록 행성 대부분이 물에 잠겼지만, 아직 높은 인구밀도의 거대도시가 몇 개 존재합니다.
ru: Вы обнаружили слишком знакомую планету. Это Антикум Терра, чаще называемая Старой Землей, родная планета и место происхождения человеческой расы! Хотя большая ее часть затоплена, осталось несколько крупных густонаселенных городов.

# data/events_civilian.xml$//event[@name="COREWORLDS_EARTH"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="COREWORLDS_EARTH"]/choice/event/text
source: On the planet's surface is a museum and large memorial park. The ship computer informs you the subject matter involves the Mantis invasion of Earth. Attendance is free but it'll likely take a lot of time to browse the place.
ko: 행성 표면에 박물관과 거대한 기념공원이 있습니다. 함선 컴퓨터에 따르면 맨티스의 지구 침공과 연관된 공원이라고 합니다. 입장료는 무료지만 아마 둘러보는데 시간이 많이 소요될 듯 합니다.
ru: На поверхности планеты находится музей и большой мемориальный парк. Компьютер корабля сообщает, что тематика связана с вторжением богомолов на Землю. Посещение бесплатное, но на осмотр музея и парка, скорее всего, уйдет много времени.

source: Land and explore the park.
ko: 착륙하고 공원을 둘러본다.
ru: Приземлиться и исследовать парк.

source: You land on a large platform and exit the ship. You take a long stroll through the park and come across several plaques detailing things about the war. One in particular stands out to you.
ko: 당신은 대형 플랫폼에 착륙한 뒤 함선에서 내렸습니다. 공원을 한참 거닐다 보니 전쟁에 관해 자세히 설명하는 안내문을 여러 개 발견했습니다. 그중 하나가 당신의 시선을 사로잡습니다.
ru: Вы приземляетесь на большую платформу и выходите из корабля. Вы долго прогуливаетесь по парку и натыкаетесь на несколько мемориальных досок, рассказывающих о войне. Одна из них особенно привлекает ваше внимание.

source: Read the plaque.
ko: 안내문을 읽는다.
ru: Прочитать надпись на доске.

source: "It all looked bleak for the citizens of Earth until the creation of the very first Pre-Igniter tech, invented by Jackson Newman. This augment was then merged with a powerful laser model developed by Zulfiqar Armaments, a busy corporation that has since grown to be very wealthy and powerful in modern times. Though the weapon was once considered a super-weapon so long ago, it is likely it would still stand the test of time and be very efficient in modern combat."
ko: "잭슨 뉴먼이 최초의 조기-점화기를 발명하기 전까지 지구 거주민들에게 희망 따윈 없어 보였다. 이 보조장비는 훗날 강력한 대기업으로 부상하게 되는 줄피카르 군사기업의 고위력 레이저 모델과 결합하여 사용되었다. 그렇게 해서 탄생한 무기는 현대 전투에서도 매우 효율적일 정도로 강력하여 당시 시대를 초월하는 초강력 병기의 위상을 얻었었다."
ru: "Все было безрадостно для жителей Земли до тех пор, пока Джексон Ньюман не создал первый прототип предзажигателя. Затем этот модуль был объединен с мощной моделью лазера, разработанной "Зульфикар Армаментс", корпорацией, которая в наше время стала очень богатой и могущественной. Несмотря на то, что это оружие когда-то давно считалось супер-оружием, вполне вероятно, что оно выдержит испытание временем и будет очень эффективным в современном бою".

source: Continue...
ko: 계속...
ru: Продолжить...

source: As you keep reading, you notice a section describing the locations of the parts of the weapon. "After the war was over the weapon was dismantled and many of the parts were repossessed." Maybe if you can track down their locations, you can re-assemble the gun!
ko: 계속 읽다 보니 부품의 현 위치를 알려주는 문단이 나왔습니다. "종전 후 그 무기는 해체되었고 여러 부품들은 회수되었다." 혹시 이들의 위치를 알 수 있다면 그 무기를 재조립 할 수 있을지도 모릅니다!
ru: Продолжая читать, вы замечаете раздел с описанием местонахождения частей оружия. "После окончания войны оружие было разобрано, а многие его части конфискованы". Возможно, если вам удастся определить их местонахождение, то вы сможете собрать это оружие заново!

source: Read on the location of the barrel.
ko: 총열이 어디 있는지 읽어본다.
ru: Прочитать о местонахождении ствола.

source: "The first part, the barrel, was originally given to a man by the name of Alaster Williams before it was stolen by a Mantis warlord and passed down across many generations. It is a valuable heirloom in their family, and it is highly unlikely they would surrender it to anyone, especially those who defeated them in the war."
ko: "첫 번째 부품인 총열은 본래 '알라스터 윌리엄스'라는 남자에게 수여되었으나 맨티스 장군에게 도난당한 이후 그의 후손들이 대대로 물려받고 있다. 이 부품이 귀중한 유품으로 취급받고 있기 때문에 그들이 누구에게 순순히 내줄 가능성은 매우 낮다. 그들을 전쟁에서 패퇴시킨 종족에게는 더욱 더 말이다."
ru: "Первая часть - ствол, была первоначально подарена человеку по имени Аластер Уильямс, а затем украдена полководцем богомолов, и с тех пор передавалась из поколения в поколение. Это ценная реликвия в их семье, и вряд ли они отдадут ее кому-то, особенно тем, кто победил их в войне".

source: Read on the location of the base.
ko: 몸체가 어디 있는지 읽어본다.
ru: Прочитать о местонахождении корпуса.

source: "The second part, the base, was buried alongside the creator of the weapon and its tech. The gravesite is among those of every soldier lost to the Mantis invasions."
ko: "두 번째 부품인 몸체는 그 무기를 만든 발명가의 곁에 함께 묻혔다. 그는 맨티스 침공 때 사망한 다른 군인들과 같은 곳에 묻혀있다."
ru: "Вторая деталь, корпус, была захоронена вместе с создателем этого оружия и его технологии. Могила находится в месте, где покоятся все солдаты, погибшие во время нашествий богомолов".

source: Read on the location of the Pre-Igniter.
ko: 조기 점화기는 어디 있는지 읽어본다.
ru: Прочитать о местоположении предзажигателя.

source: "The final part, the Pre-Igniter was stolen by a Smuggler. It has been circulating the black market for many years, repossessed many times. Though it would serve as a valuable collectors item, the augment itself is told to no longer function as intended due to years of misuse by pirates."
ko: "마지막 부품인 최초의 조기 점화기는 밀수업자에게 도난당해 수년간 암시장을 떠돌며 되팔리고 있다. 비록 역사적으로 가치 있는 물건이라고는 하나, 오랫동안 해적들이 오용해온 탓에 더 이상 보조장비 자체로서의 기능은 못한다고 알려져있다."
ru: "Последняя деталь, предзажигатель, была украдена контрабандистом. Она уже много лет гуляет по черному рынку и неоднократно меняла владельцев. Хотя предзажигатель мог бы стать ценным коллекционным предметом, сам модуль, как говорят, больше не функционирует как полагается из-за многолетнего плохого обращения с ним пиратами".

source: Continue...
ko: 계속...
ru: Продолжить...

source: With all of the information you need to collect the parts, you hurry back to the ship.
ko: 당신은 부품 수집에 필요한 모든 정보를 읽은 후 서둘러 함선으로 돌아갔습니다.
ru: Получив всю необходимую информацию для поиска деталей, вы спешите обратно к кораблю.

source: We don't have time for wild goose chases around the sector.
ko: 쓸데없이 이 구역 주변을 돌아다닐 시간은 없다.
ru: У нас нет времени гоняться за призраками прошлого по сектору.

source: Ignore the park.
ko: 공원을 무시한다.
ru: Не обращать внимания на парк.

source: You don't have time to go learning history. You pull away from the planet.
ko: 당신에게 역사를 배울 시간 같은 건 없습니다. 행성에서 떠납니다.
ru: У вас нет времени на изучение истории. Вы отлетаете от планеты.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: This is the location of the Gatling Barrel.
ko: 개틀링 총열의 위치입니다.
ru: Здесь находится ствол Гатлинга.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BARREL"]/text
source: You have arrived at a busy Mantis warcamp on a small moon. Several ships lay on the surface, the largest being a Suzerain and no doubt where the Gatling barrel is held.
ko: 당신은 작은 위성에 있는 분주한 맨티스 막사에 도착했습니다. 가장 큰 영주의 함선을 포함해 선박 여러 대가 지면에 정박해 있었습니다. 틀림없이 저 영주 함선에 개틀링 총열이 있을 것입니다.
ru: Вы прибыли в оживленный военный лагерь богомолов на небольшой луне. На поверхности стоят несколько кораблей, самый большой из них - корабль Сюзеренов, в котором, несомненно, находится ствол Гатлинга.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BARREL"]/choice[1]/text
source: Hail them and try to negotiate.
ko: 그들과 교신해 협상을 시도한다.
ru: Вызвать их и попытаться договориться.

source: A Mantis with a long scar running down their face responds. "Yes? What reason has ship called me?"
ko: 얼굴에 긴 흉터가 있는 맨티스가 응답했습니다. "으음? 너 무슨 이유 나 불렀나?"
ru: Богомол с длинным шрамом, идущим по лицу, отвечает. "Да? Какая причина корабль вызвал меня?"

source: We've come for the Gatling Barrel.
ko: 개틀링 총열을 가지러 왔습니다.
ru: Мы пришли за стволом Гатлинга.

source: "What? You mean spinny stick? You not dare take spinny stick! Precious heirloom passed down from grandfather, not plaything of stupid Federation captain!"
ko: "뭐? 빙글빙글 막대기? 빙글빙글 막대기 가져갈 생각 마라! 할아버지 물려준 소중한 가보다! 너 따위 멍청한 연방 함장 장난감 아니다!"
ru: "Что? Ты иметь в виду вертушку? Ты не сметь брать вертушку! Драгоценная реликвия, доставалась от деда, а не игрушка глупого капитана Федерации!"

source: Then we'll have to take it!
ko: 그럼 강제로 가져가야겠군!
ru: Тогда нам придется забрать его!

source: The Mantis shrieks and ends the call, and the Suzerain ship comes to life. It rises to meet you. If you had to guess, the 'spinny stick' is kept on that ship and you'll have to empty it of crew to get it.
ko: 맨티스는 고함을 내지르며 교신을 끊었고, 영주 함선이 움직이기 시작해 당신과 대면하려 합니다. 추측해보면, '빙글빙글 막대기'는 저 함선에 보관 중일 것이고 그걸 손을 넣으려면 선원을 몰살해야 할 것입니다.
ru: Богомол визжит и заканчивает связь, затем корабль Сюзеренов оживает. Он взлетает с поверхности навстречу вам. Если вы правильно поняли, то "вертушка" находится на этом корабле, и чтобы ее получить, вам нужно перебить весь экипаж.

source: Continue...
ko: 계속...
ru: Продолжить...

source: (Mantis Crew) Negotiate for the Barrel.
ko: (맨티스 선원) 총열을 얻기위해 협상한다.
ru: (Член экипажа-богомол) Договориться о передаче ствола.

source: "No! No! No! Not care who are! Shoo! Not welcome here." Despite the Mantis's tantrum, the only option that remains is to take it from him.
ko: "안돼! 안돼! 안돼! 누구든 상관없어! 저리 가! 이곳 너 환영 안 한다." 맨티스가 성질내는 것을 보면 이젠 그의 손에서 총열을 빼앗는 수 밖에 없습니다.
ru: "Нет! Нет! Нет! Неважно, кто это! Кыш! Здесь не рады". Несмотря на истерику богомола, остается только один вариант - забрать его силой.

source: Attack!
ko: 공격하라!
ru: Атаковать!

source: The Mantis shrieks and ends the call, and the Suzerain ship comes to life. It rises to meet you. If you had to guess, the 'spinny stick' is kept on that ship and you'll have to empty it of crew to get it.
ko: 맨티스는 고함을 내지르며 교신을 끊었고, 영주 함선이 움직이기 시작해 당신과 대면하려 합니다. 추측해보면, '빙글빙글 막대기'는 저 함선에 보관중일 것이고 그걸 손을 넣으려면 선원을 몰살해야 할 것입니다.
ru: Богомол визжит и заканчивает связь, затем корабль Сюзеренов оживает. Он взлетает с поверхности навстречу вам. Если вы правильно поняли, то "вертушка" находится на этом корабле, и чтобы ее получить, вам нужно перебить весь экипаж.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BARREL"]/choice[2]/text
source: This is risky, we should leave.
ko: 너무 위험하다. 떠나는 게 좋겠다.
ru: Слишком рискованно, мы должны уходить.

source: You decide against pulling closer to the camp and stay far away from the moon.
ko: 당신은 막사에 가까이 가지 않기로 하고 위성과 거리를 두었습니다.
ru: Вы решаете не приближаться к лагерю и держитесь подальше от луны.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: This is the location of the Gatling Base.
ko: 개틀링 몸체의 위치입니다.
ru: Здесь находится корпус Гатлинга.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BASE"]/text
source: The graveyard at this beacon isn't quite what you expected. Rather than a spooky field or dark and stormy swamp planet, it appears to be a nice flat patch of grass decorated with the tombs of the fallen soldiers. You aren't sure if you really want to go grave robbing these people.
ko: 이 송신소에 있는 묘지는 당신이 기대한 것과 사뭇 다릅니다. 으스스한 들판이나 어둡고 폭풍치는 늪지 행성이 아니라, 전장에서 목숨을 잃은 군인들의 묘지로 장식된 평평한 들판이었습니다. 굳이 이들의 묘지를 도굴해야 할까요?
ru: Кладбище у этого маяка - не совсем то, что вы ожидали увидеть. Вместо жуткого поля или темной и бурной болотной планеты, оно оказывается приятным ровным участком травы, украшенным могилами павших солдат. Вы не уверены, что действительно хотите грабить могилы этих людей.

# data/events_civilian.xml$//event[@name="QUEST_GATLING_BASE"]/choice[1]/text
source: We have a war of our own to fight. If these people were alive, they'd understand.
ko: 우리에게도 맞서 싸워야 하는 전쟁이 있다. 이 사람들이 살아있었다면 그들도 이해해줬을 것이다.
ru: У нас своя война. Если бы эти люди были живы, они бы поняли.
