Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

# data/events_civilian.xml$//event[@name="FINISH_BEACON_CIVILIAN"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
ko: 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.

# data/events_civilian.xml$//event[@name="FINISH_BEACON_CIVILIAN"]/choice[1]/text
source: Explore.
ko: 탐사한다.
ru: Исследовать.

# data/events_civilian.xml$//event[@name="FINISH_BEACON_CIVILIAN"]/choice[2]/text
source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.

# data/events_civilian.xml$//event[@name="FINISH_BEACON_CIVILIAN"]/choice[3]/text
source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="FINISH_BEACON_CIVILIAN_COREWORLDS"]/text
source: You've arrived at the Long-Range Beacon. When the FTL Drive is charged you can jump to the next Sector.
ko: 장거리 송신소에 도착했습니다. FTL 드라이브가 충전되면 다음 구역으로 도약할 수 있습니다.
ru: Вы прибыли к маяку дальнего действия. Когда сверхсветовой привод будет заряжен, вы сможете прыгнуть в следующий сектор.

source: Explore.
ko: 탐사한다.
ru: Исследовать.

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK"]/text
source: As is customary in Union space, several corporate advertisements from the planet nearby play over your radio. You listen to them idly as you browse the nearby shipyards, gazing at various antique vessels. One in particular catches your eye, a Kestrel in seemingly full working order! You don't get to look at it very long though, when one of the advertisements catches your ear. It seems one from "Dewey Alms", CEO of Archive Incorporated, has an outgoing request for any capable mercenary vessel.
ko: 여느 연맹 구역이 그렇듯, 인근 행성의 기업 광고 여럿이 함내 라디오를 통해 흘러나오고 있습니다. 당신은 하염없이 광고를 들으며 근처 조선소에 있는 다양한 구형 함선을 눈으로 훑었습니다. 그중 함선 하나가 당신의 시선을 사로잡습니다. 바로 완벽히 작동하는 케스트렐 함입니다! 하지만 광고 하나가 당신의 귀에 꽂혀, 그것을 그리 오래 쳐다보진 않았습니다. 아카이브 주식회사의 CEO인 "듀이 앨름스"가 유능한 용병 선박을 구한다는 외부 광고인듯 합니다.
ru: Как это обычно бывает в пространстве Союза, по радио звучит реклама нескольких корпораций с ближайшей планеты. Вы слушаете их, прогуливаясь по близлежащим верфям и разглядывая различные старинные корабли. Одно из них особенно привлекает ваше внимание - "Пустельга" в полном рабочем состоянии! Однако вы не успеваете долго смотреть на него, как одно из объявлений привлекает ваше внимание. Кажется, от "Дьюи Алмса", генерального директора корпорации "Архивы", поступил запрос на любой способный корабль для наемников.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK"]/choice[1]/text
source: Inquire about the offer.
ko: 제안에 대해 문의한다.
ru: Поинтересоваться о предложении.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK"]/choice[2]/text
source: Ignore the offer.
ko: 제안을 무시한다.
ru: Не обращать внимания на предложение.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK"]/choice[2]/event/text
source: Your mission here is for the Federation, you can't be getting sidetracked with other mercenary work.
ko: 당신은 연방의 임무를 수행중입니다. 다른 용병 일로 새버려선 안됩니다.
ru: Ваша миссия для Федерации, вы не можете отвлекаться на другую наемническую работу.

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_OFFER"]/text
source: It seems these shipyards are in fact owned by Archive, so it's not difficult to get in touch with a correspondant who patches you in to Dewey directly. "Renegades? I have experience with your types. Before we begin, I would like to make it clear that, while I might be the CEO of Archive Inc., in this request I am not speaking on behalf of the company in any way. It would be... bad PR to get involved with more inter-dimensional renegades after the disaster of the 'Rusting Hulks' incident. I'm sure you understand."
ko: 이 조선소들은 사실상 아카이브사의 소유인 것으로 보입니다. 덕분에 곧바로 '듀이'와 연결시켜줄 통신원을 찾는 건 일도 아니었습니다. "배회자라고요? 당신같은 사람들과 일해본 경험이 있습니다. 시작하기 전에 제가 아카이브사의 CEO긴 하지만, 이 회사를 대표하여 의뢰하는 것은 아님을 밝힙니다. 대참사 수준이었던 '러스팅 헐크' 사건 이후로 차원을 넘나드는 배회자들과 협업하는 것은... 회사 홍보 차원에서 안좋다고 해두죠. 물론 잘 이해해 주시리라 생각합니다."
ru: Похоже, что эти верфи на самом деле принадлежат Архиву, поэтому несложно связаться с корреспондентом, который соединит вас с Дьюи напрямую. "Ренегаты? У меня есть опыт работы с вашими типами. Прежде чем мы начнем, я хотел бы уточнить, что, хотя я и являюсь генеральным директором корпорации "Архивы", в этом запросе я никоим образом не выступаю от имени компании. Было бы... плохим пиаром связываться с новыми межпространственными Ренегатами после катастрофы, произошедшей с "Ржавыми Остовами". Уверен, вы понимаете".

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_OFFER"]/choice[1]/text
source: We do.
ko: 알고 있습니다.
ru: Да.

source: "Good, good. Heh, don't worry. We aren't skirting the Union's laws or anything with this. I just don't want any backlash from a personal affair. As you may or may not already know, Archive specializes in the... well, archival of Antiquum Terrae (or as you might know it, Old Earth) technology and culture. This matter concerns one of my most prized antiques, a 23rd century 'Kasparov', the first FTL-capable ship produced by humankind. Originally made to transport passengers to and from Tau Ceti. A remarkable achievement... but she has been stolen by pirates! I can't gather why... sure, she marks a new age in exploration and discovery, but why would a pirate want such an outdated piece of technology?"
ko: "좋습니다. 좋아요. 하하, 걱정하지 마십시오. 우리는 연맹의 법을 어기는게 우회하는게 아니니까요. 단지 개인적인 일로 인한 반발을 원치 않을 뿐입니다. 아실지 모르겠지만, 아카이브사는... "옛 지구"의 이명인 안티쿰 지구의 기술 및 문화 기록 작업을 전문으로 하는 회사입니다. 이번 사안은 제가 유별히 아끼는 골동품과 관련된 것입니다. 바로 23세기에 제작된 인류 최초의 초광속 항해선 "카스파로프"선에 관한 것이지요. 그 선박은 타우 세티에서 승객들을 실어 나르기 위한 목적으로 건조됐습니다. 정말 놀라운 인류의 업적인데... 해적들한테 도난당하고 말았습니다! 도무지 이해할수가 없단 말이죠... 물론 우주 탐험에 있어서 새로운 시대를 개척한 함선이긴 하지만, 대체 왜 해적이 그런 구식 함선을 원하는 걸까요?"
ru: "Хорошо, хорошо. Не волнуйтесь. Мы не обходим законы Союза или что-то в этом роде. Я просто не хочу обратной реакции от личного дела. Как вы возможно, уже знаете или не знаете, "Архивы" специализируется на... ну, архивировании технологий и культуры Антикум Терра (возможно, вы знаете ее под названием Старая Земля). Это дело касается одного из моих самых ценных антиквариатов, "Каспарова" 23-го века, первого корабля со сверхсветовой скоростью, созданного человечеством. Первоначально он предназначался для перевозки пассажиров на Тау Цети и обратно. Выдающееся достижение... но его украли пираты! Я не могу понять почему... конечно, она знаменует собой новую эру в исследованиях и открытиях, но зачем пиратам такая устаревшая технология?"

source: [Federation Database] What was the 'Rusting Hulks' incident?
ko: [연방 데이터베이스] '러스팅 헐크' 사건은 어떤 사건 이었나?
ru: [База данных Федерации] Что это был за инцидент с "Ржавыми Остовами"?

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//ship[@name="SHIP_BROOD_KESTREL"]/surrender/text
source: "Christ! Stop, stop! You've caused enough damage! You one'a Wright's cronies? What the hell do you want?"
ko: "빌어먹을! 그만, 멈춰! 이미 박살나기 직전이라고! 니네 라이트쪽 똘마니들이냐? 대체 뭘 원하는거야?"
ru: "Господи! Остановись, остановись! Вы причинили достаточно вреда! Ты один из приспешников Райта? Какого черта вам нужно?"

source: Where is the 'Kasparov'?
ko: '카스파로프'는 어딨나?
ru: Где "Каспаров"?

source: "That stupid ring ship? You were sent by Archive, weren't you! We don't have it anymore, alright? We were contracted to steal it for another collector!"
ko: "그 빌어 먹을 고리모양 함선말인가? 당신들 아카이브사가 보낸 작자들이구만, 그치? 그 함선은 이제 우리한테 없어, 알겠어? 우린 다른 수집가의 요청으로 그걸 훔쳤을 뿐이야!"
ru: "Этот дурацкий корабль-кольцо? Тебя послал "Архивы", не так ли! У нас его больше нет, ясно? Нас подрядили украсть его для другого коллекционера!"

source: Who?
ko: 누구?
ru: Кто?

source: Keep on fighting.
ko: 싸움을 계속한다.
ru: Продолжать сражаться.

# data/events_civilian.xml$//ship[@name="SHIP_BROOD_KESTREL"]/destroyed/text
source: The Brood ship has been destroyed... which means you won't be able to track down the 'Kasparov'. You've failed the mission, so it's best not to return to Dewey.
ko: 브루드 함선을 파괴했습니다... 즉 더 이상 '카스파로프'를 추적할 수 없습니다. 임무에 실패했으니, 듀이에겐 돌아가지 않는 편이 나을 겁니다.
ru: Корабль Выводка уничтожен... а значит, вы не сможете выследить "Каспарова". Вы провалили задание, поэтому лучше не возвращаться к Дьюи.

# data/events_civilian.xml$//ship[@name="SHIP_BROOD_KESTREL"]/deadCrew/text
source: The Brood pirates have been killed... which means you won't be able to track down the 'Kasparov'. You've failed the mission, so it's best not to return to Dewey.
ko: 브루드 해적들을 몰살했습니다... 즉 더 이상 '카스파로프'를 추적할 수 없습니다. 임무에 실패했으니, 듀이에겐 돌아가지 않는 편이 나을 겁니다.
ru: Пираты Выводка были убиты... а значит, вы не сможете выследить "Каспарова". Вы провалили задание, поэтому лучше не возвращаться к Дьюи.

source: Location of the thieves.
ko: 도둑들의 위치입니다.
ru: Местонахождение воров.

source: Explored location. Nothing left of interest.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_PIRATE"]/text
source: You've tracked down the pirate ship at Gana's coordinates. Seems it's a Brood ship - you've heard about these, but you suspect Dewey intentionally left that little detail out of the job offer.
ko: 당신은 가나의 좌표로 해적선을 추적했습니다. 그 좌표에 있던 선박은 브루드 함선이었습니다 - 이 함선에 대해 들어본적은 있지만, 당신은 듀이가 제안할때 일부러 작은 세부사항을 빼먹었다는 의심을 해봅니다.
ru: Вы выследили пиратский корабль по координатам Ганы. Похоже, это корабль Выводков - вы слышали о таких, но подозреваете, что Дьюи намеренно опустил эту маленькую деталь в предложении о работе.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_PIRATE"]/choice[1]/text
source: We can take them.
ko: 우린 이 함선을 감당할 수 있다.
ru: Мы можем взять их.

source: Remember - you need these guys to surrender to find the location of the 'Kasparov', so try not to kill them!
ko: 기억하세요 - '카스파로프'의 위치를 찾기 위해서는 이들의 항복을 받아내야 합니다. 실수로 사살하지 않도록 하세요!
ru: Помните - вам нужно, чтобы эти парни сдались, чтобы найти местонахождение "Каспарова", поэтому постарайтесь не убивать их!

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_PIRATE"]/choice[2]/text
source: We aren't picking a fight with the Brood.
ko: 브루드와 싸울 생각 없다.
ru: Мы не затеваем бой с Выводком.

source: You're sure there was something significant about this encounter, but it's too late now.
ko: 당신은 이번 조우에 뭔가 중요한 일이 있을 거 같다는 확신을 받지만, 이미 너무 늦었습니다.
ru: Вы уверены, что в этой встрече было что-то важное, но теперь уже слишком поздно.

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

source: [Federation Database] Who are the Brood?
ko: [연방 데이터베이스] '브루드'란 무엇입니까?
ru: [База данных Федерации] Что такое Выводок?

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_QUEST_2"]/text
source: "I'm not saying! Oh, wait. You can literally kill me right now. Alright, fair game. We were hired by Hideo Tanaka, CEO of Hephaestus. I'm sure you've heard of him. He heard Archive had this big fancy ship called the 'Molotov' or... whatever. He didn't want anyone else to know he was stealing it though, so he hired us to do it. I've told you everything, now let us go!"
ko: "말 못해! 잠시만, 그러고보니 우리 명줄을 당신이 쥐고 있군. 좋아, 우리가 진거로 하자. 우리는 헤파이스토스사의 CEO인 히데오 타나카에게 고용되었어. 그 사람에 대해선 아마 들어본 적 있을거야. 그가 아카이브사에 '몰로토프'인지 뭐시깽인지 하는 근사한 함선이 있다고 하더군. 그리고 아무도 모르게 함선을 훔치려고 우릴 고용한거야. 모든 걸 다 불었어. 이제 우릴 풀어줘!"
ru: "Я не скажу! О, погоди. Ты можешь буквально убить меня прямо сейчас. Ладно, честная игра. Нас нанял Хидео Танака, генеральный директор "Гефеста". Уверен, вы слышали о нем. Он слышал, что у "Архивов" есть большой шикарный корабль под названием "Молотов" или... как его там. Он не хотел, чтобы кто-то узнал, что он украл его, поэтому нанял нас. Я вам все рассказал, теперь отпустите нас!"

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_QUEST_2"]/choice[1]/text
source: One last thing - where is the ship now?
ko: 하나만 더 묻겠다. 그 함선은 지금 어딨지?
ru: И последнее - где сейчас находится корабль?

source: "Weren't you listening? It's at the nearby Hephaestus Shipyards. They're probably gonna break it down for transport or whatever." You manage to convince the pirates to hand you the coordinates, and watch as they jump away moments later. What a bunch of cowards.
ko: "지금까지 뭘 들은거냐? 근처 헤파이스토스 조선소에 있지. 아마도 운송이나 뭐 그런걸 위해서 그 함선을 해체할거야." 당신은 해적들이 순순히 좌표를 넘기게 만들었고, 그 후 그들이 도망가는 것을 구경했습니다. 겁쟁이들 같으니라고.
ru: "Разве вы не слушали? Он на близлежащих верфях "Гефеста". Они, вероятно, собираются разобрать его на части для транспортировки или чего-то еще". Вам удается убедить пиратов передать вам координаты, и вы наблюдаете, как через несколько мгновений они ускакивают. Ну и трусы.

source: [Federation Database] Who is Hideo Tanaka?
ko: [연방 데이터베이스] 히데오 타나카가 누굽니까?
ru: [База данных Федерации] Кто такой Хидео Танака?

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//ship[@name="SHIP_HEPHAESTUS_KESTREL"]/destroyed/text
source: It seems the Hephaestus staff weren't kidding - they'd rather fight to the death than face the wrath of their boss.
ko: 헤파이스토스 직원들은 농담하는 게 아닌 것 같습니다 - 상사의 분노에 맞서느니 차라리 죽을 각오로 싸우는게 낫다고 생각하는 모양입니다.
ru: Похоже, сотрудники "Гефеста" не шутили - они скорее станут сражаться насмерть, чем столкнутся с гневом своего босса.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//ship[@name="SHIP_HEPHAESTUS_KESTREL"]/deadCrew/text
source: It seems the Hephaestus staff weren't kidding - they'd rather fight to the death than face the wrath of their boss.
ko: 헤파이스토스 직원들은 농담하는 게 아닌 것 같습니다 - 상사의 분노에 맞서느니 차라리 죽을 각오로 싸우는게 낫다고 생각하는 모양입니다.
ru: Похоже, что персонал "Гефеста" не шутили - они предпочли бы сражаться до смерти, чем встретить гнев своего босса.

source: Continue...
ko: 계속...
ru: Продолжить...

source: The location of the stolen 'Kasparov'.
ko: 도난당한 '카스파로프'의 위치입니다.
ru: Местонахождение украденного "Каспарова".

source: Explored location. Nothing left of interest.
ko: 이미 방문한 송신소입니다. 더 이상 흥미로운 것은 없습니다.
ru: Посещенное место. Ничего интересного.

source: An unvisited location.
ko: 방문하지 않은 송신소입니다.
ru: Непосещенное место.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_RINGSHIP"]/text
source: You were suspicious of a trick at first, but this is definitely the right location. In the distance you can see what is definitely the Kasparov, and a small Hephaestus depot with which the 'Kasparov' is being inspected by. You catch some radio chatter between ships. "Yeah, boss says we gotta bring this 'Shakarov' thing to Mr. Tanaka's collection. God knows breaking this thing down is gonna suck, but if we screw up he's probably gonna sell us to Tiiikaka. Make sure there isn't a scratch on this or we're toast!"
ko: 처음에 당신은 이 좌표가 함정이 아닐까 의심했지만, 정확한 위치가 맞았습니다. 저 멀리 카스파로프로 보이는 함선과 그 함선을 점검하는 헤파이스토스 소형창고가 보입니다. 당신은 함선들 사이에 오가는 무전을 엿들었습니다. "맞아. 보스가 이 "샤카로프"인지 뭔지 하는 걸 타나카씨 소장품 창고에 가져다줘야 한다더군. 이 함선을 해체해야 하는 건 마음 아픈 일이지만, 일을 망치면 우릴 티키카에 팔아버리고 말 거야. 이 함선에 흠집 하나라도 나면 우린 죽은 목숨이니 조심해!"
ru: Сначала вы заподозрили подвох, но это определенно правильное место. Вдалеке вы видите то, что определенно является "Каспаровым", и небольшой склад "Гефеста", возле которого "Каспаров" проходит осмотр. Вы улавливаете радиопереговоры между кораблями. "Да, босс говорит, что мы должны доставить этот "Каспаров" в коллекцию мистера Танаки. Бог свидетель, ломать эту штуку будет хреново, но если мы облажаемся, он, скорее всего, продаст нас Тииикаке. Убедись, что на ней нет ни царапины, иначе нам конец!"

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_RINGSHIP"]/choice[1]/text
source: Demand they give back the Kasparov.
ko: 카스파로프를 돌려달라고 요구한다.
ru: Потребовать вернуть Каспарова.

source: "What? Who the hell are you? Why are you here? Whadd'ya want with the 'Ivanov'?"
ko: "뭐야? 당신들 뭐야? 여기에 왜 있는거지? 왜 '이바노프'를 원하는거야?"
ru: "Что? Кто ты, черт возьми, такой? Почему ты здесь? Что тебе нужно от Иванова?"

source: It's the Kasparov.
ko: 이바노프가 아니라 카스파로프다.
ru: Это Каспаров.

source: "Yeah yeah, Makogonov, shmakogonov. Oh, you're one of them MV people. With the fancy blue chemtrails or whatever. Archive sent you, didn't they? Look buddy, I don't care one bit about Alms's beef with Mr. Tanaka. But Tanaka is the one who pays the man who pays the man who pays the man who pays the man who pays me. So I ain't giving up this 'Shirov' thing without a fight, you hear?"
ko: "그래 그래, 마코고노프인지 슈마코고노프인지 뭔지. 오, 당신들 멀티버스 배회자군. 파란 켐트레일인지 뭔지가 붙어있잖아. 아카이브에서 자네들을 보냈나보군? 이봐, 난 암즈 씨와 타나카 씨 사이에에 어떤 개인적 원한이 있는지 전혀 신경 안써. 하지만 내 고용주의 고용주의 고용주의 고용주의 고용주가 타나카 씨다 이말이야. 그러니깐 평화적인 방법으론 이 '시로프'를 내줄 수 없어. 알겠나?"
ru: "Да-да, Макогонов, шмакогонов. О, вы один из этих людей из МВ. С модными голубыми химтрейлами или как их там. "Архивы" прислал тебя, да? Слушай, дружище, меня ни капли не волнует, что у Алмса проблемы с мистером Танакой. Но Танака - это тот, кто платит человеку, который платит человеку, который платит человеку, который платит человеку, который платит человеку, который платит мне. Так что я не отдам этого Широва без боя, слышишь?"

source: Well, if it's a fight you want...
ko: 정 싸움을 원한다면...
ru: Ну, если ты хочешь боя...

source: "Crap, we actually doing this? I shoulda known not to mention combat in front of a mercenary!"
ko: "제길, 진짜 싸우는거야? 용병 상대로 그딴 소리를 한 내가 바보였네!"
ru: "Черт, мы действительно это делаем? Я должен был знать, что нельзя упоминать о бое в присутствии наемника!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Give up.
ko: 포기한다.
ru: Сдаться.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_RINGSHIP"]/choice[2]/text
source: Ignore the depot.
ko: 창고를 무시한다.
ru: Не обращать внимания на депо.

source: You've come quite far - but this isn't worth it. You can't go picking fights with giga-corporations.
ko: 꽤나 머나먼 길을 왔지만, 그럴 가치가 없었습니다. 초거대기업에 싸움을 걸수는 없습니다.
ru: Вы зашли довольно далеко - но это того не стоит. Вы не можете вступать в бой с гигакорпорациями.

source: Check the storage.
ko: 창고를 확인한다.
ru: Проверить склад.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_QUEST_3"]/text
source: It seems most of the other ships were just automated construction drones. The depot's skeleton crew surrender, allowing you to secure the Kasparov and contact Dewey.
ko: 다른 함선들은 대부분 자동화된 건축 드론이었던 것으로 보입니다. 다른 대항책이 없는 창고의 최소인력들이 항복하여 카스파로프를 손에 넣고 듀이에게 연락할 수 있게 되었습니다.
ru: Похоже, большинство других кораблей были просто автоматическими строительными дронами. Костяк экипажа депо сдается, позволяя вам охранять Каспаров и связаться с Дьюи.

# data/events_civilian.xml$//event[@name="KESTREL_UNLOCK_QUEST_3"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

source: "Incredible! I shall see to it that your efforts do not go unpaid! I shall forward those Kestrel blueprints to you immediately. Oh, and if you still have Gana on you, feel free to keep him. He's better suited to a military vessel anyways. Before you go though, who did end up being the culprit?"
ko: "놀랍군요! 당신의 노력이 헛되지 않게 보상을 하도록 하겠습니다! 바로 케스트렐선 청사진을 보내드리지요. 그리고 아직 가나를 데리고 계시다면, 그 친구를 계속 가지고 있어도 됩니다. 어차피 군용 함선에 더 어울리는 친구입니다. 가기전에 하나만 물어봅시다. 범인은 누구였죠?"
ru: "Невероятно! Я позабочусь о том, чтобы ваши усилия не остались неоплаченными! Я немедленно перешлю вам чертежи "Пустельги". О, и если у вас все еще есть Гана, не стесняйтесь, оставьте его себе. В любом случае, он больше подходит для военного корабля. Но прежде чем вы уйдете, кто же все-таки оказался виновником?"

source: Hideo Tanaka hired pirates to steal your ship for his collection.
ko: 히데오 타나카라는 자가 그의 수집품으로 삼기 위해 해적들을 고용해서 당신의 배를 훔쳤습니다.
ru: Хидео Танака нанял пиратов, чтобы украсть ваш корабль для своей коллекции.

source: "That old assbucket. I should have known. Hideo takes whatever he wants from anyone he wants, even a fellow Union megacorp. Oh well. As Grandfather would say... well Grandfather didn't say much. He mostly just talked about satellites. Anyways, I thank you for your services. Best of luck on the rest of your mission."
ko: "빌어먹을 늙은이! 미리 알아 챘어야 했는데. 히데오는 자기가 원하는건 뭐든간에 훔치고 보는 그런 놈입니다. 심지어는 같은 연맹 소속의 대기업 상대로도 그러죠. 제 할아버지의 증언에 따르면 그렇습니다... 뭐, 사실 별말 안하시긴 했습니다. 그냥 인공위성에 대해서 주저리주저리 하셨죠. 어쨌든 수고해주셔서 감사합니다. 남은 임무에 행운을 빕니다."
ru: "Эта старый засранец. Я должен был знать. Хидео берет все, что хочет, у кого хочет, даже у мегакорпорации Союза. Ну и ладно. Как сказал бы дедушка... ну, дедушка мало что говорил. В основном он говорил только о спутниках. В любом случае, я благодарю вас за ваши услуги. Желаю удачи в оставшейся части вашей миссии."

# data/events_civilian.xml$//event[@name="COREWORLDS_TRAFFIC"]/text
source: This beacon is heavily trafficked by tons of ships. Though your hails are drowned out and not a single ship responds, you suspect the Rebellion will struggle to track you amongst all of these ships.
ko: 이 송신소는 수많은 함선들로 붐비고 있습니다. 당신의 신호는 다른 신호들에 묻혀 단 한 척의 함선도 응답하지 않지만 이 함선들 사이에선 반군도 당신을 추적하기 힘들어 보입니다.
ru: Этот маяк активно посещают тонны кораблей. Хотя ваши призывы заглушаются и ни один корабль не отвечает, вы подозреваете, что Восстанием будет трудно отследить вас среди всех этих кораблей.

# data/events_civilian.xml$//event[@name="COREWORLDS_TRAFFIC"]/choice[1]/text
source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

# data/events_civilian.xml$//event[@name="COREWORLDS_TRAFFIC"]/choice[2]/text
source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="COREWORLDS_FUEL_RIDICULOUS"]/text
source: A nearby refueling platform is selling resources at ridiculous prices. An automated message plays over the intercom. "Come aboard and shop with us! Just remember, our prices are final."
ko: 근처에 있는 급유 정거장이 연료를 터무니없는 가격에 판매하고 있습니다. 자동화된 메시지가 통신으로 재생됩니다. "승선하셔서 물건을 구매해보세요! 단, 명심하세요. 더 이상 흥정은 안됩니다."
ru: Близлежащая заправочная платформа продает ресурсы по непонятным ценам. По интеркому играет автоматическое сообщение. "Поднимайтесь на борт и делайте покупки вместе с нами! Только помните, наши цены окончательные"

source: Buy some fuel.
ko: 연료를 좀 산다.
ru: Купить немного топлива.

source: Buy some missiles.
ko: 미사일을 좀 산다.
ru: Купить немного ракет.

source: Buy some droneparts.
ko: 드론 부품을 좀 산다.
ru: Купить немного дрон-комплектов.

source: (Hektar Crew) Negotiate with the civilians.
ko: (헥타르 선원) 민간인과 흥정한다.
ru: (Член экипажа из "Гектар Индастриз") Вести переговоры с гражданскими.

source: (Mind Control) Convince them to lower the prices.
ko: (정신지배 장비) 가격을 낮추도록 설득시킨다.
ru: (Контроль разума) Убедить их снизить цены.

source: (Adv. Mind Control) Convince them to lower the prices.
ko: (최고급 정신지배 장비) 가격을 낮추도록 설득시킨다.
ru: (Улуч. контроль разума) Убедить их снизить цены.

source: You notice the prices marked on the holoscreen built into the store going down rapidly. You stop once you've reached prices that you prefer: completely free.
ko: 당신은 가게 안에 내장된 가격표시 스크린의 숫자가 빠르게 떨어지는 것을 볼 수 있었습니다. 당신은 전광판에서 가장 합당하다 생각되는 "완전 공짜"가 나타나자 멈추기로 했습니다.
ru: Вы замечаете, что цены, обозначенные на голоэкране, встроенном в магазин, быстро снижаются. Вы останавливаетесь, как только достигаете цены, которую предпочитаете: совершенно бесплатно.

source: The hell is this? Let's kill these stingy bastards.
ko: 이게 대체 뭐야? 이 인색한 놈들을 죽여버리자.
ru: Что это за чертовщина? Давайте убьем этих скупых ублюдков.

source: These prices are practically theft. You attack the station.
ko: 이 가격은 바가지를 넘어 절도 수준이군요. 당신은 정거장을 공격합니다.
ru: Такие цены - это практически воровство. Вы нападаете на станцию.

source: Continue...
ko: 계속...
ru: Продолжить...

source: We don't need anything.
ko: 우린 아무것도 필요하지 않다.
ru: Нам ничего не нужно.
