Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_OXYGEN"]/text
source: You inspect the oxygen system. The system appears to be running at a higher level than usual, and is in pristine condition. From the looks of it, the system was upgraded very recently.
ko: 당신은 산소실을 조사했습니다. 보통의 경우보다 더 잘 작동하는 것처럼 보이고 완전 새것 같은 상태입니다. 보아하니 최근에 업그레이드된 것 같습니다.
ru: Вы осматриваете Кислородную систему. Похоже, что система работает на более высоком уровне, чем обычно, и находится в идеальном состоянии. Судя по всему, система была улучшена совсем недавно.

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_OXYGEN"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_SENSORS"]/text
source: You inspect the sensors system. It appears someone has sabotaged the computers, and deleted all of the recordings from the night of the murder! There's nothing else here of use, but someone had to have done this...
ko: 당신은 센서실을 조사했습니다. 누군가 컴퓨터를 망가뜨리고 살인사건 당일 밤의 모든 녹화자료를 지워버린 듯합니다! 더 이상 쓸모 있어보있는 구석은 없지만, 누군가가 이런 짓을 저질렀겠죠...
ru: Вы осматриваете систему Сенсоров. Оказывается, кто-то повредил компьютеры и удалил все записи, сделанные в ночь убийства! Больше ничего полезного здесь нет, но кто-то должен за этим стоять...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_SENSORS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_WEAPONS"]/text
source: You inspect the weapons system. Several trinkets lay around the room, as well as a small bag with Amy's name on it. This must be her usual station.
ko: 당신은 무기 제어실을 조사했습니다. 에이미의 이름표가 붙은 작은 가방과 여러가지 잡동사니가 방에 널브러져 있습니다. 여기가 그녀의 주 근무지인듯 합니다.
ru: Вы осматриваете систему Оружия. В отсеке вы находите несколько безделушек, а также небольшую сумку с именем Эми. Похоже, здесь ее основное рабочее место.

# data/events_civilian.xml$//event[@name="DETECTIVE_SYSTEM_WEAPONS"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_CORRECT"]/text
source: Thom realizes he's been caught. Desperately, he fumbles to grab his blaster but is shot in the knee by Sherlock. The other Militiamen run to handcuff him and escort Amy and Daniel to safety. Sherlock holsters his gun and thanks you. "Good work! Now, time we learn what this is all about."
ko: 톰은 더 이상 빠져나갈 수 없음을 인지하고 떨리는 손으로 급하게 블래스터를 집으려 했지만, 셜록이 무릎을 쏴 그를 제지했습니다. 다른 민병대원들은 재빨리 톰을 구속하고 에이미와 다니엘을 대피시켰습니다. 셜록이 총을 집어넣고 당신에게 감사를 표합니다. "아주 잘했네! 이제 이 사건의 진상을 알아낼 시간이네."
ru: Том понимает, что он попался. В отчаянии он пытается схватить свой бластер, но Шерлок простреливает ему колено. Ополченцы заковывают его в наручники, а Эми и Дэниела они отводят в безопасное место. Шерлок убирает пистолет в кобуру и благодарит вас. "Хорошая работа! А теперь пора узнать, что все это значит".

# data/events_civilian.xml$//event[@name="DETECTIVE_CORRECT"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_CORRECT"]/choice/event/text
source: Thom is tied up to a chair in an empty room aboard Sherlock's ship. Sherlock paces back and forth. "So, you're the Rebel spy?" Thom shakes in his chair, trying to loosen the ropes. Eventually, he gives up. "You don't understand! Everyone I knew, my family, my friends, they were all killed by the Rockmen! Is there any better proof that alien life is a threat to mankind? And during that attack, where was the Federation? Is the Federation really that great when they can't even protect their own citizens!"
ko: 톰은 셜록의 함선에 넘겨져 빈 방에 있는 의자에 묶였습니다. "그래서 자네가 반군 스파이인가? 톰은 포박을 풀려고 몸을 뒤척였지만 이내 포기했습니다. "너희는 절대로 이해 못해! 내가 알던 사람들... 내 가족, 내 친구들.. 전부 락맨한테 죽었단 말이야! 이러고도 외계인들이 인류의 적이 아니라고 할 수 있어? 그리고 락맨이 우리를 공격하는 동안 연방은 뭘 하고 있었지? 자기 시민들도 지키지 못하는 연방이 뭐가 그리 위대하냐고!"
ru: Том привязан к стулу в пустом отсеке на борту корабля Шерлока. Шерлок расхаживает взад-вперед. "Итак, значит ты - шпион повстанцев?" Том раскачивает стул, пытаясь ослабить веревки. В конце концов, он сдается. "Вы не понимаете! Все, кого я знал, моя семья, мои друзья, все они были убиты валунами! Разве есть лучшее доказательство того, что пришельцы представляют угрозу для человечества? И где во время того нападения была Федерация? Настолько ли великой является Федерация, которая не может защитить даже своих собственных граждан!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Sherlock sits down in the chair on the opposite side of the room and crosses his legs. "So, you joined the Rebellion for revenge?" Thom nods. "The Rebellion offers a chance at the galaxy that the Federation could never give us! The galaxy that humanity deserves!"
ko: 셜록은 맞은편 의자에 다리를 꼬고 앉았습니다. "그래서 복수를 하기 위해 반군에 가담했나?" 톰이 고개를 끄덕였습니다. "반군은 연방이 꿈도 꾸지 못할 우주를 만들어 줄 거라고! 인류가 응당 누려야 할 우주를!"
ru: Шерлок садится в кресло на противоположной стороне комнаты и кладет ногу на ногу. "Значит, ты присоединился к Восстанию ради мести?" Том кивает. "Восстание предоставляет шанс этой галактике, который никогда не сможет нам дать Федерация! Стать галактикой, которую заслуживает человечество!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: Sherlock scoffs. "Alright, hold on the manifesto. All we care about is the information you tried so hard to prevent from getting out." Thom gulps. "I won't tell!"
ko: 셜록이 비웃으며 말했습니다. "좋아, 호소는 그쯤 해두게. 우리가 알고 싶은 건 네가 어떻게든 지키려던 그 정보가 다니까 말이야." 톰이 침을 삼켰습니다. "절대 말 안 해!"
ru: Шерлок усмехается. "Ладно, попридержи свой манифест. Все, что нас интересует - это информация, которую ты так старался не выпустить отсюда". Том сглатывает. "Я не скажу!"

source: Slap him.
ko: 톰을 때린다.
ru: Дать ему пощечину.

source: You slap Thom across the face. "O-ok I'll talk! I was just a dormant agent sent to watch the sector. For a while now the Rebellion has been planning to invade this sector and lay siege to the Militia's hangars and armories, and today that plan is about to be carried out! Aboard the same station I was stationed at was Henry, another undercover Rebel spy. However, he grew too attached to that old man Browne, and when he learned the invasion would put everyone here - even the doctor - at risk, he got weak and was going to snitch. I secured the safety of the Rebellion by killing that coward!"
ko: 당신은 톰의 얼굴을 가격했습니다. "그, 그래 말할게! 나는 이 구역을 감시하라고 보내진 잠복 요원이야. 얼마 전에 반군은 이 구역을 침공해서 민병대의 격납고와 무기고를 장악하려는 계획을 세웠어. 오늘이 바로 그 계획이 실행되는 날이야! 그리고 반군 스파이는 나 혼자만이 아니야, 나랑 같이 정거장에 배치된 헨리도 스파이였어. 하지만 녀석은 그 늙은이랑 너무 친해졌다고. 박사를 포함한 이곳의 모든 사람들이 위험에 빠진다는 걸 깨닫고는 마음이 약해져서 계획을 까발리려고 했어. 내가 그 겁쟁이 자식을 죽여서 계획이 '안전'해진 거야!"
ru: Вы даете Тому пощечину. "Л-ладно, я буду говорить! Я был просто спящим агентом, посланным наблюдать за сектором. Уже давно Восстание планирует вторгнуться в этот сектор, чтобы взять штурмом ангары и арсеналы Ополчения, и сегодня этот план должен осуществиться! На борту той станции, где я находился, был Генри, еще один шпион повстанцев, работавший под прикрытием. Однако он слишком привязался к этому старику Брауну, и когда он понял, что вторжение подвергнет опасности всех присутствующих - даже доктора - он проявил слабость и собрался слить этот план. Я обеспечил безопасность Восстания, убив этого труса!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Yeah, a real job securing them you did just now, blabbering all their secrets." Sherlock motions for one of the Militia guards to gag Thom and remove him from the room. "Damn it, if his intel's any good then we have a serious situation on our hands. We need to head to the central hangar and alert the General about this, quickly! Your ship seems a lot faster than mine, so I hope you don't mind if I catch a ride."
ko: "퍽이나 '안전'하겠군, 방금 자기 입으로 계획을 다 까발린 주제에 말야." 셜록은 민병대 경비병에게 손짓하여 톰의 입을 막고 방에서 내보내도록 했습니다. "제길.. 만약 이 정보가 사실이라면 우린 정말 심각한 상황에 놓인걸세. 당장 이 사실을 중앙 격납고에 가서 민병대 장교에게 알려야 하네! 자네의 함선이 내 것보다 훨씬 빨라 보이니 잠깐 좀 얻어타도록 하겠네."
ru: "Да уж, хорошо ты обеспечил эту безопасность, разболтав все их секреты". Шерлок приказывает одному из охранников Ополчения заткнуть Тому рот и вывести его из комнаты. "Черт побери, если его сведения верны, то мы попали в серьезную ситуацию. Нам нужно отправиться в центральный ангар и предупредить генерала об этом, быстро! Ваш корабль, похоже, гораздо быстрее моего, так что, надеюсь, вы не будете против меня подвезти".

source: Sherlock Haynes
ru: Шерлок Хейнс

source: The shield reactor will be disabled in this amount of time. Be sure to defeat the Dreadnaught before the time runs out.
ko: 방어막 생성기가 정지하기까지 남은 시간입니다. 이 안에 반드시 전함을 무찌르십시오.
ru: Через указанное время генератор щита будет отключен. Постарайтесь успеть победить дредноут до истечения этого времени.

# data/events_civilian.xml$//ship[@name="SHIP_MILITIA_BOSS"]/destroyed/text
source: The Dreadnaught explodes, scattering the area below in debris, even taking out a few ships on the way down. Fortunately, the generator takes little damage from the explosion.
ko: 전함이 폭발하면서 주변 일대가 잔해로 뒤덮였고 몇몇 함선은 잔해에 맞아 격추되었습니다. 다행히도 반응로는 폭발에 별 피해를 입지 않았습니다.
ru: Дредноут взрывается, разбрасывая обломки во все стороны, и даже уничтожает при этом несколько кораблей. К счастью, генератор практически не пострадал от этого взрыва.

# data/events_civilian.xml$//ship[@name="SHIP_MILITIA_BOSS"]/destroyed/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//ship[@name="SHIP_MILITIA_BOSS"]/deadCrew/text
source: The Dreadnaught has been emptied of crew. The ship falls back down to the surface of the planet, taking out several ships on its way. Fortunately, the generator takes little damage from the impact.
ko: 전함의 선원들이 몰살당했습니다. 전함이 행성 표면으로 추락하자 몇몇 함선이 들이박혀 같이 격추당했습니다. 다행히도 반응로는 충격 별 피해를 입지 않았습니다.
ru: На борту дредноута больше не осталось экипажа. Корабль падает на поверхность планеты, уничтожая на своем пути несколько кораблей. К счастью, генератор практически не пострадал от удара.

# data/events_civilian.xml$//ship[@name="SHIP_MILITIA_BOSS"]/deadCrew/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

source: The Militia's hangar.
ko: 민병대 격납고
ru: Ангар Ополчения.

source: Visited location.
ko: 방문한 장소
ru: Посещенное место.

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK"]/text
source: It appears you're too late. Already, it seems the Rebels have begun the invasion. In the distance is a massive Militia ship firing on its own men, which can mean only one thing. The Rebels have already captured the ship, and are using it to lead their attack!
ko: 너무 늦은듯 합니다. 이미 반군이 침공을 개시한 것 같습니다. 저 멀리에 거대한 민병대 함선이 아군에게 사격을 가하는 것이 보이는데, 이것이 의미하는 건 오직 하나 뿐이죠. 반군이 이미 함선을 탈취했고, 공격을 주도할 용도로 사용 하고 있습니다!
ru: Похоже, что вы опоздали. По всей видимости, повстанцы уже начали вторжение. Вдалеке виднеется огромный корабль Ополчения, ведущий огонь по своим соратникам, что может означать только одно. Повстанцы уже захватили этот корабль и используют его в качестве ударной силы!

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK"]/choice[1]/text
source: Hail the Militiamen and ask if you can assist.
ko: 민병대와 접촉하여 도울 방법을 묻는다.
ru: Связаться с ополченцами и спросить, чем вы можете помочь.

source: The Militia general responds. "Yes, for god sake we need any help we can get! A couple Rebel ships got in before we could raise the shield generator, but it's up now. Unfortunately, the Rebels have caused critical damage and that damn Dreadnaught is about to finish it off. We only have so long until the shield falls and we're all doomed! If we can destroy that Dreadnaught - or capture it - we might be able to repair the shield generator and keep the Rebel fleet away!"
ko: 민병대 장교가 대답했습니다. "좋아, 우린 지금 어떤 도움이라도 절실히 필요하네! 반군 함선 두 대가 방어막 생성기를 가동시키기 전에 침입했지만, 지금은 어떻게든 생성기를 가동시켰네. 하지만 반군이 생성기에 큰 손상을 입혔고 저 빌어먹을 전함이 마무리를 지으려 하고 있어. 얼마 안가 방어막이 해제되면 우린 다 끝장이야! 만약 저 전함을 파괴하거나 나포할 수 있다면 생성기를 수리하고 반군 함대를 내쫓을 수 있을 것이네!"
ru: Вам отвечает генерал Ополчения. "Да, ради бога, нам нужна любая помощь! Несколько кораблей повстанцев прорвались внутрь, прежде чем мы успели активировать генератор щита, но теперь он работает. К сожалению, повстанцы нанесли критический ущерб, и этот проклятый дредноут вот-вот разнесет его. У нас осталось совсем немного времени до того, как щит отключится и мы все будем обречены! Если мы сможем уничтожить этот дредноут - или захватить его - мы сможем восстановить генератор щита и сдержать флот повстанцев!"

source: Fight the Dreadnaught.
ko: 전함과 교전한다.
ru: Сразиться с дредноутом.

source: You power up the thrusters and intercept the ship as it fires on the generator. Better make this quick!
ko: 당신은 추진기를 가동하여 방어막 생성기를 포격중이던 전함을 가로막았습니다. 빠르게 결판을 지어야 합니다!
ru: Вы направляете энергию на двигатели и перехватываете корабль, когда он открывает огонь по генератору. Лучше разобраться с ним быстро!

source: Continue...
ko: 계속...
ru: Продолжить...

source: This is too risky.
ko: 너무 위험한 일이다.
ru: Это слишком рискованно.

source: Fighting a ship like that with a time limit isn't something you're eager to do. You power up the engines and ready to leave this place as soon as possible.
ko: 당신은 제한된 시간을 가지고 저런 함선과 싸우는 것이 별로 내키지 않았습니다. 당신은 엔진을 가동하고 가능한 빨리 이곳을 떠나기 위해 준비했습니다.
ru: Сражаться с таким кораблем, да еще и с ограничением по времени, вам не очень-то хочется. Вы подаете энергию на двигатели и готовитесь покинуть это место как можно скорее.

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK"]/choice[2]/text
source: Flee.
ko: 도망친다.
ru: Сбежать.

source: No way in hell you're fighting that thing. You evacuate as soon as possible.
ko: 당신은 절대 저런 것과는 싸우지 않을 것입니다. 당신은 가능한 빨리 이곳을 탈출했습니다.
ru: Ни за что на свете вы не будете сражаться с этой тварью. Вы уходите как можно скорее.

source: Do something onboard the ship.
ko: 함선에서 무언가를 한다.
ru: Заняться чем-либо на корабле.

source: Do nothing.
ko: 아무것도 하지 않는다.
ru: Ничего не делать.

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK_FAILURE"]/text
source: From behind you erupts a massive explosion, as a blue ball of light engulfs the massive shield generator and reduces the entire complex to ash! You've failed, and now that the shield is down the Dreadnaught jumps away and the Rebel fleet floods in.
ko: 당신의 등 뒤에서 거대한 폭발이 일어났습니다. 푸른 광선이 거대한 방어막 생성기를 집어삼켰고 기지 전체를 잿더미로 만들어버렸습니다! 당신은 임무에 실패했습니다. 방어막이 비활성화되자마자 전함은 도약해 없어졌고 반군 함대가 물밀듯 밀려들었습니다.
ru: Позади вас раздается мощный взрыв, голубой шар света поглощает массивный генератор щита и превращает весь комплекс в пепел! Вы потерпели неудачу и теперь, когда щит отключен, дредноут уходит в прыжок, а флот повстанцев наводняет систему.

source: Run!
ko: 퇴각하라!
ru: Бежим!

source: You manage to evade most of the ships, but your hull catches several missiles and a nearby Dropship beams some soldiers aboard. Still, this could have ended a lot worse... Though this looks bleak for the survival of the Militia.
ko: 간신히 대다수의 함선을 피했지만, 선체에 미사일 몇발을 직격당했고 근처의 드랍십으로부터 병사 몇명이 침입했습니다. 민병대의 전망은 암울해 졌지만 그래도 최악의 사태는 모면했습니다...
ru: Вам удается увернуться от большинства кораблей, но в корпус вашего корабля попадает несколько ракет, а ближайший десантный челнок телепортирует вам на борт несколько солдат. Тем не менее, все могло закончиться гораздо хуже... Хотя перспективы выживания Ополчения выглядят совершенно безнадежными.

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK_DESTROY"]/text
source: Without the Dreadnaught to destroy the generator, the fleet stuck within the shield is rendered useless. They're swiftly overtaken by Militia reinforcements, and a team of engineers goes to work on fixing the damage immediately. The Rebel fleet arrives only to find no way into the hangar. They fire pointlessly on the shields but soon realize their efforts are futile.
ko: 생성기를 파괴할 전함이 사라지자 함대는 방어막에 갇혀 아무것도 하지 못했습니다. 잠시 후 민병대 증원군이 도착해 전세가 빠르게 뒤집혔고 엔지니어 팀이 곧바로 수복 작업을 시작했습니다. 반군측 증원군도 도착했지만 격납고로 진입할 방법이 없음을 깨닫고는 방어막에 하염없이 사격을 가했지만 이내 헛수고라는 것을 깨달은 모양입니다.
ru: Без дредноута, способного уничтожить генератор, флот, натолкнувшийся на щит, становится бесполезным. Их стремительно перехватывает подкрепление Ополчения, а команда инженеров немедленно приступает к устранению повреждений. Прибывший флот повстанцев тщетно пытается пробиться к ангару. Они открывают бессмысленный огонь по щитам, но вскоре понимают, что их усилия напрасны.

source: Contact the Militia command.
ko: 민병대 사령부와 접촉한다.
ru: Связаться с командованием Ополчения.

source: The Militia General thanks you. "Had it not been for you, this building would probably be a crater in the ground by now. We cannot repay you enough for your assistance here, but we can certainly try." The Militia transfers over some supplies, and offers a blueprint for one of their ships to aid the Federation.
ko: 민병대 장교가 감사의 말을 전했습니다. "당신이 아니었다면 지금쯤 이 건물은 크레이터가 됐을 겁니다. 이 은혜는 어떤 수로도 다 갚지 못하겠지만, 최대한 노력해 보겠습니다." 민병대는 약간의 보급품을 가져다 줬고 연방을 돕기 위해 그들의 함선 설계도를 보내 주었습니다.
ru: Генерал Ополчения благодарит вас. "Если бы не вы, вместо этого здания, вероятно, сейчас был бы кратер. Мы не можем достойно отплатить вам за вашу помощь, но мы можем попытаться". Ополченцы передают вам немного припасов, а также предлагают чертеж одного из своих кораблей в помощь Федерации.

source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="DETECTIVE_HANGARATTACK_DEADCREW"]/text
source: Without the Dreadnaught to destroy the generator, the fleet stuck within the shield is rendered useless. They're swiftly overtaken by Militia reinforcements, and a team of engineers goes to work on fixing the damage immediately. The Rebel fleet arrives only to find no way into the hangar. They fire pointlessly on the shields but soon realize their efforts are futile.
ko: 생성기를 파괴할 전함이 사라지자 함대는 방어막에 갇혀 아무것도 하지 못했습니다. 잠시 후 민병대 증원군이 도착해 전세가 빠르게 뒤집혔고 엔지니어 팀이 곧바로 수복 작업을 시작했습니다. 반군측 증원군도 도착했지만 격납고로 진입할 방법이 없음을 깨닫고는 방어막에 하염없이 사격을 가했지만 이내 헛수고라는 것을 깨달은 모양입니다.
ru: Без дредноута, способного уничтожить генератор, флот, натолкнувшийся на щит, становится бесполезным. Их стремительно перехватывает подкрепление Ополчения, а команда инженеров немедленно приступает к устранению повреждений. Прибывший флот повстанцев тщетно пытается пробиться к ангару. Они открывают бессмысленный огонь по щитам, но вскоре понимают, что их усилия напрасны.

source: Contact the Militia command.
ko: 민병대 사령부와 접촉한다.
ru: Связаться с командованием Ополчения.

source: The Militia General thanks you. "Had it not been for you, this building would probably be a crater in the ground by now. We cannot repay you enough for your assistance here, but we can certainly try." The Militia transfers over some supplies, and offers a blueprint for one of their ships to aid the Federation.
ko: 민병대 장교가 감사의 말을 전했습니다. "당신이 아니었다면 지금쯤 이 건물은 크레이터가 됐을 겁니다. 이 은혜는 어떤 수로도 다 갚지 못하겠지만, 최대한 노력해 보겠습니다." 민병대는 약간의 보급품을 가져다 줬고 연방을 돕기 위해 그들의 함선 설계도를 보내 주었습니다.
ru: Генерал Ополчения благодарит вас. "Если бы не вы, вместо этого здания, вероятно, сейчас был бы кратер. Мы не можем достойно отплатить вам за вашу помощь, но мы можем попытаться". Ополченцы передают вам немного припасов, а также предлагают чертеж одного из своих кораблей в помощь Федерации.

source: Continue...
ko: 계속...
ru: Продолжить...
