Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_civilian.xml/*.po
Languages: ko, ru

source: Boline clears her throat, and flips through a few pages, confused. "The uh... The Mantis are not the only violent race known to have staged such terrible wars. The Rock Inquisitions are perhaps some of the worst battles known to the galaxy. Believing themselves to be superior, the Rockmen sent forth battalions of armored ships staffed by trained soldiers known as the Crusaders to claim other territory in the name of the holy Rock Theocracy. The Chrysolic Faith that drove the Rockmen to such violence was the very same used by the Rock Elders to enslave their population through tactics of fear. Clearly an immoral action, it is known to many that the Rock dictatorship is perhaps one of the most violent and unforgiving forces in the galaxy."
ko: "볼린은 목을 가다듬고, 혼란에 빠진 듯이 책을 몇 장을 넘겼습니다. "그러니까 어... 맨티스만이 그런 끔찍한 전쟁을 벌인 유일한 종족은 아닙니다. 락맨 이단 심문관들은 온 은하에 알려진 가장 끔찍한 전투를 치르기도 했습니다. 자신이 우월하다고 믿은 락맨들은 크루세이더라고 알려진 훈련된 병사들을 보내어 신성 락맨 신정의 이름으로 행성을 차지해나갔습니다. 락맨이 그렇게 폭력적인 모습을 보이도록 만든 크리스탈 신앙은 그들의 락맨 장로들이 그들의 주민들을 노예화한 것과 같은 것이었습니다. 명백히 부도덕한 이 행위는 많은 이들로 하여금 락맨 독재야말로 이 은하에서 가장 폭력적이고 용서받을 수 없는 세력이라고 믿게 만들기도 합니다."
ru: Болайн прочищает горло и перелистывает несколько страниц, смущаясь. "Богомолы - не единственная жестокая раса, которая устраивала такие ужасные войны. Инквизиции валунов - это, возможно одни из самых страшных сражений, известных галактике. Считая себя выше других, валуны посылали батальоны бронированных кораблей, укомплектованных обученными солдатами, известными как Крестоносцы, чтобы захватить другие территории во имя святой Теократии валунов. Хризолическая вера, побудившая валунов к такому насилию, использовалась Старейшинами валунов для порабощения своего населения с помощью тактики страха. Очевидно, что это аморальный поступок, но многим известно, что диктатура валунов, возможно, одна из самых жестоких и неумолимых сил в галактике".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "The religious persecution of the Rockmen government is not the only example of uh... of barbarianism leading to unjust treatment of other races. Going back to the Mantis, the Mantis race has for many years enslaved the Engi race for usage of their excellency at repairs. The Mantis race, due to their anatomy, are often incapable of performing precise work with electronics, though their claws have been known to function in place of screwdrivers or other tools from time to time. It is interesting to compare the differences between the two functionally opposite races. Similar duality is not often seen, though some have commented on the benefits of mixing Orchid and Rockmen crew together, due to the fire-proof nature of the Rockmen because of their hard, though not actually rock, exterior."
ko: "락맨 정부의 종교적 박해만이 어... 다른 종에 대한 부당한 대우로 이어지는 야만적 행위는 아닙니다. 맨티스 이야기로 돌아가서, 맨티스는 수년간 엔지 종족의 뛰어난 수리 능력을 활용하기 위해 그들을 노예로 삼아왔습니다. 맨티스들은 해부학적 이유로 정교한 전기작업을 수행하기 힘들기 때문입니다, 비록 그들의 발톱이 종종 스크루드라이버와 같은 다른 공구 역할을 하기도 하지만 말입니다. 기능적으로 상반된 두 종족의 차이점을 비교하는 것은 흥미로운 일입니다. 이러한 유사한 이중성은 종종 쉽게 찾을 수 있는데 바로 오키드와 락맨 선원을 서로 섞는 것을 뜻합니다, 실제로 돌은 아니지만, 돌처럼 단단하여 내화성을 가지기 때문입니다."
ru: "Религиозные преследования правительства валунов - не единственный пример э... варварства, ведущего к несправедливому отношению к другим расам. Возвращаясь к богомолам, раса богомолов в течение многих лет порабощала расу энджи за использование их мастерства в ремонте. Раса богомолов, в силу своей анатомии, часто неспособна выполнять точную работу с электроникой, хотя известно, что их когти время от времени служат вместо отверток или других инструментов. Интересно сравнить различия между двумя функционально противоположными расами. Подобная двойственность встречается нечасто, хотя некоторые отмечали преимущества совместного использования экипажей орхидей и валунов, благодаря огнеупорности валунов из-за их твердого, хотя и не каменного, внешнего вида".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "However, it also stands to say that the Orchids may actually function better with the Shells, who's reliance on oxygen naturally would pair them with the plant beings. It is a scientific wonder how a single Orchid is capable of effectively replacing a Life Support system for extended periods of time. Many biologists, many of which coincidentally also happen to be Shells, have attempted to study Orchid biology. For those of you who might not be aware, the Shell race has placed a heavy focus on scientific study, even occasionally abducting tourists or visiting ships to run quick, albeit painless, tests. This has led to many cultural misunderstandings with the less understanding species, such as the Rockmen or Mantis. The Slugs also have a particular interest in the Shells, though not for any innocent reasons. A clan of Slug hobbyists known as the Exotic Hunters Guild has formed, whose specific purpose is to hunt rare or sapient creatures. The Shells are their prime targets, because of their armored abilities."
ko: "사실 오키드는 산소에 의존하는 셸과 더 자연스럽게 식물적인 존재로서 더 효율적으로 기능할 수 있습니다. 단 하나의 오키드가 어떻게 장기간 산소실을 효율적으로 대체할 수 있는지는 과학적으로 밝혀지지 않은 상태입니다. 우연하게도 오키드 생물학을 연구하려 한 적이 있는 생물학자는 대부분 셸이었습니다. 알지 못하는 분들 위하여 말씀드리자면, 셸 종족은 과학연구에 크게 중점을 두고 있습니다, 심지어 빠르고 고통 없는 방식의 실험에 참여할 피실험자를 구하기 위하여 여행자들을 납치하기도 하였습니다. 이것이 여러 이해심 적은 종족들, 대표적으로 락맨과 맨티스들에게 문화적인 오해를 불러 일으켰습니다. 슬러그는 특히 셸과 사이가 나쁘기로 유명한 종족입니다. 희귀하거나 영리한 생물을 사냥하는 것을 즐기는 것으로 알려진 슬러그 외계 생명체 사냥조직이 만들어지기도 했는데, 셸은 그 단단한 외피로 인해 그들의 주요한 사냥감입니다."
ru: "Однако можно также сказать, что орхидеи могут лучше функционировать с ракушками, поскольку их зависимость от кислорода естественным образом объединяет их с растительными существами. Это научное чудо, как одна орхидея способна эффективно заменять систему жизнеобеспечения в течение длительных периодов времени. Многие биологи, многие из которых, по случайному совпадению, также являются ракушками, пытались изучить биологию орхидей. Для тех из вас, кто, возможно, не знает, раса ракушек уделяет большое внимание научным исследованиям, даже иногда похищает туристов или посещает корабли, чтобы провести быстрые, хотя и безболезненные тесты. Это привело к многочисленным культурным недоразумениям с менее понятными видами, такими как валуны или богомолы. Слизни также проявляют особый интерес к ракушкам, хотя и не по невинным причинам. Сформировался клан любителей слизней, известный как Гильдия Охотников на Экзотику, чья цель - охота на редких или разумных существ. Ракушки - их главная цель из-за их бронированных способностей".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Frighteningly, the attacks lead by the EHG, that being the aforementioned Exotic Hunters Guild for any of those not paying attention, are near synonymous with the earlier but still relatively recent series of conflicts known as the Slug Expansion Wars. I'm sure many of you here are already aware of the history of the Slug Expansion Wars, but I will share a brief summary of the conflicts for those of you who aren't."
ko: "두렵게도, 앞서 언급 드린 EHG의 공격... 아, 주의 깊게 듣고 있지 않았던 분들을 위하여 다시 한번 설명해드리자면 여기서 EHG는 외계 생명체 사냥꾼 길드라는 뜻입니다. 이 공격은 이전의 사례들과 아주 유사하지만 비교적 최근의 슬러그 확장 전쟁에 가깝습니다. 물론 여기 계신 여러분들은 슬러그 확장 전쟁의 역사를 이미 알고 계실 테지만, 저는 혹시 계실 그렇지 않은 분들을 위하여 짧게 요약을 해드리도록 하겠습니다."
ru: "Пугающе, но нападения, возглавляемые ГОЭ, то есть вышеупомянутой Гильдией Охотников на Экзотику для тех, кто не обращает внимания, почти синонимичны более ранней, но все еще относительно недавней серии конфликтов, известных как Войны за экспансию слизней. Я уверен, что многие из вас здесь уже знают историю Войн за экспансию слизней, но для тех, кто не знает, я поделюсь кратким описанием этих конфликтов".

source: Continue...
ko: 계속...
ru: Продолжить...

source: Boline licks the page and flips to the next. She coughs slightly, pounds on her chest, and continues to read. "Starting after the Rebellion's rise to power, the Federation forces were dedicated to clearing out Rebel ships from their territory. This left much of space unprotected from invaders. The Slugs, who had previously been shunned from the Federation for their traitorous nature, took notice to this pattern and began planning a mass migration to new territory. Though they started with nebulous sectors, they soon found themselves courageous enough to attack clear sectors, sometimes even already occupied space. This came to cause issues when the Slugs dared invade Mantis and Rock space, much to the reasonable displeasure of those governments. Both the Hive and Elders declared war on the Slugs, and so they fought for several years. Eventually, the Slugs surrendered and offered back territory. They didn't stop there however, and even offered some of their original territory up as well. This eventually evolved into an alliance that we have come to know as the Coalition."
ko: 볼린은 침을 묻히며 페이지를 넘겼습니다. 그는 살짝 기침을 하고 가슴을 짓누르며 계속 읽어나갔습니다. "반군의 세력이 커지게 되며 연방은 그들의 영토에서 반군을 몰아내는 데 전념했습니다. 이에 따라 많은 행성이 침략자에게 무방비한 상태가 되어버렸습니다. 배신을 참지 못하는 성격으로 인해 연방으로부터 외면받았던 슬러그들은 이러한 사태를 알아채고 그들의 새 영토로의 대규모 이주를 계획하기 시작했습니다. 비록 그들은 성운계에서 시작했지만, 그들은 곧 다른 항성계를 공격하였고 심지어 일부를 차지하기도 하였습니다. 이것은 슬러그들이 감히 맨티스와 락맨의 구역을 침범하였을 때 문제가 되었으며 침범당한 정부들은 상당히 불쾌한 모습을 비쳤습니다. 하이브와 장로들은 슬러그에게 전쟁을 선포했고 수년간 싸우게 되었습니다. 끝내 슬러그는 항복하였고 영토를 돌려주었습니다. 그러나 그들은 거기서 멈추지 않았고 심지어 그들의 원래 영토의 일부분 또한 내어주게 되었습니다. 이것은 결국 우리가 현재 연합이라고 알고있는 동맹으로 발전하게됩니다."
ru: Болайн облизывает страницу и перелистывает следующую. Она слегка покашливает, наваливается на грудь и продолжает читать. "Начиная с момента прихода к власти Восстания, силы Федерации были направлены на очистку территории от кораблей повстанцев. В результате большая часть космоса осталась незащищенной от захватчиков. Слизни, которых раньше сторонились Федерации за их предательский характер, обратили внимание на эту закономерность и начали планировать массовое переселение на новую территорию. Хотя они начали с туманных секторов, вскоре они оказались достаточно смелыми, чтобы атаковать свободные сектора, а иногда даже уже занятые пространства. Это вызвало проблемы, когда слизни осмелились вторгнуться в пространство богомолов и валунов, к обоснованному неудовольствию правительств этих стран. И Улей, и Старейшины объявили слизням войну, и так они воевали несколько лет. В конце концов, слизни сдались и предложили вернуть территорию. Однако на этом они не остановились и даже предложили часть своей первоначальной территории. В итоге это переросло в союз, который мы стали называть Коалицией".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "This lack of Federation protection over Union space also led to the rise of the Militia. However, I will spare you all this tale, as I know everyone here is for certain familiar with the story."
ko: "이러한 연방의 보호력 부재는 연방 우주 곳곳에서 민병대가 생기는 결과를 낳았습니다. 그러나 여러분 모두가 이 이야기에 익숙하다는 것을 알고 있으니 이야기를 전부 늘어놓지는 않겠습니다."
ru: "Отсутствие защиты Федерации над пространством Союза также привело к росту Ополчения. Однако я избавлю вас от этой истории, поскольку знаю, что все присутствующие здесь наверняка знакомы с ней".

source: Oh thank god.
ko: 오 신이시여 감사합니다.
ru: О, слава богу.

source: "I WILL however tell the story of the Coalition, in case you might not be aware. The Coalition is a truce between the Sethnian Kleptocracy, the Urtharean Theocracy, the Yeitiiik Hive, and the Eargen Republic. These 4 races are perhaps some of the most hostile and deadly in the galaxy, and this alliance has caused fear for both the Federation and Rebellion. The Coalition continues to grow in power, and even occupies several of its own sectors. The Coalition has also taken usage of Slug Cealaforming tech, a method of transporting nebulous gases to create artificial nebulas. Though these fake clouds are incapable of forming into stars, they still cause sensors to malfunction and can even generate the same electrical currents as ion storms, a deepspace hazard I'm sure any pilots here are definitely familiar with if you've ever been to a nebula sector."
ko: "그러나 혹시 모르실까 봐 연합에 관한 이야기는 꼭! 하고 넘어가야겠습니다. 연합은 세티니안 도둑정, 우르타리안 신정, 예이티익 하이브 그리고 이어젠 공화국의 정전으로 맺어진 연합입니다. 이 네 종족은 아마 은하계에서 가장 위험하고 치명적인 종족 중 하나일 것이고 이 동맹은 연방과 반군 모두에게 두려움을 주기에 충분하였습니다. 연합은 계속해서 힘을 키워갔고 심지어 자신들이 직접 통치하는 구역도 있었습니다. 연합은 슬러그의 인공성운을 만들기 위한 가스 이동방식의 기술인 실라포밍 기술을 이용하여 인공성운을 만들어내기도 하였습니다. 이 가짜 성운들이 행성을 형성할 순 없었지만, 여전히 센서를 오작동시키고 이온 폭풍과 같은 전류를 일으킬 수 있었습니다. 만약 여러분들이 성운 구역에 가본 적이 있다면 분명히 알고 있을 심우주적 위험이죠."
ru: "Однако Я РАССКАЖУ историю Коалиции, если вы не в курсе. Коалиция - это перемирие между Сетнианской Клептократией, Уртарианской Теократией, Ульем Йеитииик и Республикой Ирген. Эти четыре расы, возможно, одни из самых враждебных и смертоносных в галактике, и этот союз вызвал страх как у Федерации, так и у Восстания. Коалиция продолжает расти в силе и даже занимает несколько собственных секторов. Коалиция также использует технологию слизней, цеалаформирования - метод транспортировки туманных газов для создания искусственных туманностей. Хотя эти искусственные облака не способны формироваться в звезды, они все равно вызывают сбои в работе сенсоров и даже могут генерировать такие же электрические токи, как и ионные штормы - опасность дальнего космоса, с которой, я уверен, все присутствующие здесь пилоты знакомы, если когда-либо бывали в секторе туманностей".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Cealaforming is not the only unique tech developed by the Slugs however. Many Slugs take use of Anti-Bio weaponry, which often used to be confused with Particle tech because of their similar orange colors, at least before Anti-Bio weaponry was transitioned to pink. Particle tech was actually developed by the Zoltan race on accident in junction with The Zufquair Corporation. Uh... wait no, that's spelled wrong."
ko: "그러나 실라포밍만이 슬러그가 개발해낸 특이한 기술은 아닙니다. 많은 슬러그가 안티-바이오 무기를 사용하고 있는데 색을 분홍색으로 변경하기 이전에 이 무기는 종종 색깔이 주황색으로 비슷한 입자 무기와 혼동되었습니다. 입자 무기는 사실 졸탄의 주프퀘어사가 결합사고로 인해 만들어낸 것입니다. 어... 잠시만요, 철자가 틀렸군요."
ru: "Цеалаформирование - не единственная уникальная технология, разработанная слизнями. Многие слизни используют анти-био оружие, которое часто путают с технологией частиц из-за их похожего оранжевого цвета, по крайней мере, до того, как анти-био оружие было переведено в розовый цвет. Технология частиц была разработана расой золтанов случайно в сотрудничестве с корпорацией "Зуфкейр". Э... подождите, нет, это написано неправильно".

source: Continue...
ko: 계속...
ru: Продолжить...

source: "Wait... is it Zluficar? Zultifigar? I know it starts with a Z..." Boline flips back through her text, searching for something. "Ah, I spelled it right here. Zulfiqar, that's it. Now, where was I... Oh, damn I lost my page. Do you uh, do you want me to start again?"
ko: "잠시만요.... 즐루피카? 줄티피가르였나? 지읒으로 시작하는 건 기억하는데..." 볼린은 책의 앞뒤를 뒤적이며 무언가를 찾고 있습니다. "아, 내가 바로 여기에 써놨네. 줄피카르, 바로 이거야. 그럼 내가 어디까지 했더라... 어... 젠장 어디였는지 잊어버렸네. 그 어... 다시 시작해도 될까요?"
ru: "Подождите... это "Злуфикар"? "Зультифигар"? Я знаю, что оно начинается на З...". Болайн перелистывает свой текст, ища что-то. "А, я правильно написала. "Зульфикар", вот оно. Так, на чем я остановилась... О, черт, я потеряла свою страницу. Хотите, чтобы я начала сначала?"

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//textList[@name="TEXT_ENCOUNTER_MILITIA"]/text[1]
source: The wreckage of a civilian ship drift nearby, but before you can even think to salvage some of it, a Militia ship mistakes you as the attacker and prepares to avenge the civilians.
ko: 민간 선박의 잔해가 근처에서 표류하고 있지만 당신이 그것을 일부 인양해볼 생각을 하기도 전에 민병대 함선이 당신을 공격자로 착각하고 민간인의 복수를 할 준비를 합니다.
ru: Неподалеку дрейфуют обломки гражданского корабля, но прежде чем вы успеваете найти среди них хоть что-то, корабль Ополчения принимает вас за нападавшего и готовится отомстить за гражданских.

# data/events_civilian.xml$//textList[@name="TEXT_ENCOUNTER_MILITIA"]/text[2]
source: You get into some trouble over your identification with the Militia ship at this beacon, and not long after things get heated to the point of conflict!
ko: 당신은 민간 함선과 신분 증명에 문제가 생기게 되고 오래 지나지 않아 갈등은 최고조에 달합니다!
ru: На этом маяке у вас возникают проблемы с кораблем Ополчения по поводу установления вашей личности, и через некоторое время ситуация накаляется до предела!

# data/events_civilian.xml$//textList[@name="TEXT_ENCOUNTER_MILITIA"]/text[3]
source: The Militiamen at this beacon seem to mistake one of your crew as an infamous pirate with a heavy bounty. Not about to hand over your crew, you prepare to fight.
ko: 민병대원 중 한 명이 당신의 선원 중 한 명을 엄청난 현상금을 가진 해적으로 오해한 것 같습니다. 당신은 선원을 넘겨줄 생각 없이 전투를 준비합니다.
ru: Ополченцы на маяке, похоже, по ошибке приняли одного из членов вашего экипажа за известного пирата, за чью голову назначена большая награда. Не собираясь отдавать никого из своей команды, вы готовитесь к бою.

# data/events_civilian.xml$//textList[@name="TEXT_ENCOUNTER_MILITIA"]/text[4]
source: You try not to get into fights with civilians, but sometimes the civilians get into fights with you. Somehow you've angered the Militia ship here, and it's already moving in to attack.
ko: 당신은 민간인과의 싸움에 휘말리지 않으려 노력했지만, 때때로 민간인이 당신에게 싸움을 거는 경우도 있습니다. 어째선지 당신은 이곳의 민병대를 화나게 했고 그들은 이미 당신을 공격하기 위해 움직이고 있었습니다.
ru: Вы стараетесь избегать боев с гражданскими, но иногда гражданские сами лезут в бой с вами. Каким-то образом вы разозлили корабль Ополчения, и он уже переходит в атаку.

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA_STATION"]/text
source: You run into a Militia station near this beacon, who refuses to let you past. Apparently this beacon requires a toll to pass through.
ko: 당신은 통행을 막는 민병대와 마주쳤습니다. 이 송신소를 지나가려면 통행료를 내야 할 것 같습니다.
ru: Возле этого маяка вы натолкнулись на станцию Ополчения, которая отказывается пропустить вас. По всей видимости, за проход через этот маяк нужно заплатить.

source: Refuse to pay.
ko: 지급을 거절한다.
ru: Отказаться платить.

source: The Militia station wastes no time with conversation - the second you refuse their weapons come online!
ko: 민병대 정거장은 대화로 시간 낭비하지 않았습니다 - 곧바로 그들의 무기에 전력이 공급되기 시작했습니다!
ru: Cтанция Ополчения не теряет времени на разговоры - как только вы отказываетесь, их оружие включается!

source: Continue...
ko: 계속...
ru: Продолжить...

source: Pay the toll.
ko: 통행료를 지급한다.
ru: Заплатить пошлину.

source: The Militia station collects the payment and allows you to continue.
ko: 민병대 정거장은 통행료를 받은 뒤 당신을 지나가게 해주었습니다.
ru: Станция Ополчения получает оплату и разрешает вам пройти дальше.

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA_ELITE"]/text
source: The CDEG vessels are some of the deadliest in the Militia fleet, and for good reason. Boasting highly trained crew, these ships don't mess around in combat. Unfortunately for you, the ship here deems you a threat and attacks!
ko: EDC함선은 민병대 함대 중 가장 강력한 함선 중 하나며 그럴만한 이유가 있습니다. 고도로 훈련받은 승무원이 탑승하고 있고 그들은 전투에서 실수하지 않습니다. 당신에게는 안된 일이지만 이 함선은 당신을 위협으로 간주하고 공격하기 시작했습니다!
ru: Корабли Элитных Оборонных Кадров - одни из самых смертоносных во флоте Ополчения, и на то есть веские причины. Имея на борту высококвалифицированный экипаж, эти корабли не церемонятся в бою. К несчастью для вас, корабль здесь считает вас угрозой и атакует!

# data/events_civilian.xml$//event[@name="ENCOUNTER_MILITIA_ELITE"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

# data/events_civilian.xml$//event[@name="ENCOUNTER_PIRATE_MILITIA"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

source: It takes a bold pirate captain - or a stupid one - to try and invade Militia space. When you notice the hostile ship approaching, you hope they're the latter as you prepare for combat.
ko: 민병대 구역을 약탈하는것은 용감하거나 아주 멍청한 함장만이 가능합니다. 당신이 적 함선이 접근하는것을 알아차렸을때 그들이 후자였기를 바랬습니다..
ru: Нужно быть смелым капитаном пиратов - или глупым, - чтобы попытаться вторгнуться в пространство Ополчения. Заметив приближающийся вражеский корабль, вы надеетесь, что этот будет последним, и готовитесь к бою.

source: A pirate vessel approaches, weapons already charging. They must be on quite the killing spree in this territory, and they're ready to take a break from Militia ships and fight yours!
ko: 무기를 충전중인 해적 함선이 접근중입니다. 이 지역에서 꽤 살육을 질긴 듯 보입니다. 그들은 싸우고 있었던 민병대 함선과 물러선 뒤 당신을 공격하려 합니다!!
ru: Пиратское судно приближается с уже заряжающимися орудиями. Похоже, они уже совершили здесь несколько убийств подряд, и теперь они готовы переключиться с кораблей Ополчения на ваш!

source: It's ironic what a pirate problem Militia territory suffers from despite the heavy militarization here. No one will miss the ship here once you've killed them.
ko: 이 지역의 엄청난 군사화에도 불구하고 민병대가 겪는 해적 문제는 참 아이러니합니다. 이곳에서 당신이 파괴한 함선을 그리워하는 사람은 없을 것입니다..
ru: Ирония судьбы заключается в том, что, несмотря на сильную милитаризацию, территория Ополчения постоянно подвергается нападениям пиратов. Когда вы избавитесь от этого корабля, по нему никто не будет скучать.

source: "Hah, I bet you expected a Militia vessel! Now you surely cower in your boots at the sight of my ship, yes?" You mute his comms mid-monologue and prepare to fight.
ko: "하, 민병대 함선이 올 줄 알았는데! 내 배를 보니까 쫄리지?" 당신은 그가 말하는 도중 통신을 끊어버리고 전투를 준비했습니다.
ru: "Ха, ставлю на то, что ты ожидал увидеть корабль Ополчения! Теперь ты наверняка трясешься от страха при виде моего корабля, да?" Вы отключаетесь посреди его монолога и готовитесь к бою.

source: You catch the glimpse of purple fly past. Not long after, a pirate ship comes into view. "Haha! I have claimed the lives of many Militiamen, and now I shall claim yours! Prepare to fight!"
ko: 당신은 언뜻 보라색 물체가 지나가는 것을 볼 수 있었습니다. 머지않아, 해적 함선이 눈에 들어오기 시작했습니다. "하하! 나는 수많은 민병대원의 목숨을 앗아갔지, 그리고 이젠 네놈 차례다! 싸울 준비나 하시지!"
ru: Вы успеваете заметить промелькнувшее мимо вас фиолетовое пятно. Вскоре после этого в поле зрения появляется пиратский корабль. "Хаха! Я забрал жизни многих ополченцев, а теперь заберу твою! Готовься к бою!"

source: Continue...
ko: 계속...
ru: Продолжить...

source: The Militia fleet boasts a large amount of ships, but this also makes them a prime target for pirates in need of a new ride. A pirate controlled Militia ship approaches, weapons blazing.
ko: 민병대 함대는 많은 양의 함선을 자랑하지만 이것 때문에 해적들이 배가 필요할 때 주요하게 노리는 목표가 되기도 합니다. 해적이 나포한 민병대 함선이 무기를 가동한 채로 접근합니다..
ru: Флот Ополчения может похвастаться большим количеством кораблей, но это также делает его главной мишенью для пиратов, нуждающихся в новом транспортном средстве. Корабль Ополчения под управлением пиратов приближается к вам во всеоружии.

source: A pirate ship, looking to test out the new gear they just stole from the Militia, locks onto your ship and attacks!
ko: 해적 함선이 방금 민병대로부터 훔쳐 온 새 장비를 당신 함선에 시험해보기 위해 당신은 조준하고 공격하기 시작했습니다!
ru: Пиратский корабль, желающий испытать новое оборудование, которое они только что украли у Ополчения, наводит орудия на ваш корабль и атакует!

source: At first you assume the ship here is just another ordinary Militia ship, until you see the pirate paint decorating its hull. Pirates inbound!
ko: 처음엔 당신은 그저 평범한 민병대 함선인 줄 알았습니다, 선체를 뒤덮은 해적 문양을 보기 전까지는 말입니다. 해적을 대비하십시오!
ru: Сначала вы думаете, что это обычный корабль Ополчения, пока не замечаете пиратскую раскраску на его корпусе. Пираты на подходе!

# data/events_civilian.xml$//event[@name="ENCOUNTER_REBEL_MILITIA"]/choice/text
source: Continue...
ko: 계속...
ru: Продолжить...

source: "The Rebellion shall never cease! All who ally with the Federation will be killed!" You doubt the moral superiority of murdering civilians only trying to protect their sectors, but if the Rebels want a fight, a fight they will get.
ko: "반군은 절대 멈추지 않을 것이다! 연방에 도움을 준 자는 모두 사살당할 것이다!" 자기 구역을 지키기 위하여 민간인을 죽이는 게 도덕적으로 더 나은지 의심이 가지만 그들이 싸우길 원한다면 그렇게 해줄 것입니다.
ru: "Восстание никогда не прекратится! Все, кто вступят в союз с Федерацией, будут убиты!" Вы сомневаетесь, что убийство гражданских лиц, лишь пытающихся защитить свои сектора, оправдано с точки зрения морали, но если повстанцы хотят драки, они ее получат.
