Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_salvaging.xml/*.po
Languages: de, fr

# data/events_salvaging.xml$//event[@name="SALVAGE_FAIL"]/text
source: Your crew find little of value; disappointed, they return to the ship.
de: Deine Crew findet kaum wertvolles; enttäuscht kehren sie zum Schiff zurück.
fr: Votre équipage trouve peu de choses de valeurs ; déçus, ils retournent au vaisseau.

# data/events_salvaging.xml$//event[@name="SALVAGE_ARM_LOW"]/text
source: You wait a reasonable amount of time in hopes the arm will attract any close range junk, then retract it and observe your haul.
de: Du wartest eine nachvollziehbare Zeit in der Hoffnung, dass der Arm nahen Schrott anzieht, ziehst ihn dann ein und begutachtest die Ausbeute.
fr: Vous attendez un délai raisonnable en espérant que le bras attire toute ordure proche, puis le rétractez et observez votre prise.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_LOW"]/text
source: Your crew find little, but it's still something. They return back to the ship with their haul.
de: Deine Crew findet wenig, aber immerhin etwas. Sie kehrt zum Schiff mit der Ausbeute zurück.
fr: Votre équipage trouve peu de ressources, mais c'est toujours quelque chose. Ils retournent au vaisseau avec leur butin.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_MED"]/text
source: Your crew find a decent amount of salvage. They return back to the ship with their haul.
de: Deine Crew findet eine gute Menge an Schrott. Sie kehrt zum Schiff mit der Ausbeute zurück.
fr: Votre équipage trouve une assez bonne quantité de ressources à récupérer. Ils retournent au vaisseau avec leur butin.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_HIGH"]/text
source: Your crew find a large amount of salvage. They return back to the ship with their haul.
de: Deine Crew findet eine große Menge an Schrott. Sie kehrt zum Schiff mit der Ausbeute zurück.
fr: Votre équipage trouve une grande quantité de ressources à récupérer. Ils retournent au vaisseau avec leur butin.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_FUEL"]/text
source: Your crew find a ton of fuel cells, though their origin is uncertain. They return back to the ship with their haul.
de: Deine Crew findet eine große Menge an Treibstoffzellen, obwohl die Herkunft unklar ist. Sie kehrt zum Schiff mit der Ausbeute zurück.
fr: Votre équipage trouve une grande quantité de cellules de carburant, cependant leur origine est inconnue. Ils retournent au vaisseau avec leur butin.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_MINEFIELD"]/text
source: Your crew stumble across an abandoned minefield. Certainly dubious, but also a potential source of a large amount of ammo and scrap. However, it's risky for the crew.
de: Deine Crew stolpert über ein verlassenes Minenfeld. Eine zwielichte, aber auch potentielle Quelle für große Mengen von Munition und Schrott. Es ist jedoch gefährlich für die Crew.
fr: Votre équipage tombe sur un champ de mines abandonné. Certainement suspect, mais il pourrait potentiellement représenter une grande source de munitions et de ferraille. Cela pose en revanche un risque à l'équipage.

source: Take the risk.
fr: Prendre le risque.

source: Your Crusader knows a lot about explosives, and can also take a hit.
de: Dein Crusader weiß viel über Sprengstoff und kann den ein oder anderen Treffer einstecken.
fr: Votre Croisé s'y connaît en explosifs, et peut encaisser un coup.

source: Though your Crusader knows quite a lot about explosives, the real reason he's a good choice is his thick skin. With little danger to their well-being, they return with an impressive haul, though it's not as good as you might have gotten with a larger team.
de: Obwohl dein Crusader viel über Sprengstoff weiß, ist der wahre Grund wieso er gut dafür gemacht ist seine dicke Haut. Mit wenig Gefahr was die Gesundheit des Crusaders angeht, kehrt er mit einer großen Ausbeute zurück, obwohl sie mit einem größeren Team noch besser gewesen wäre.
fr: Si votre Croisé s'y connaît parfaitement dans le domaine, la véritable raison de son efficacité est sa résilience innée. N'ayant aucune crainte pour sa survie, il revient avec un sacré butin, cependant moindre que si vous aviez envoyé une plus grande équipe.

source: Your Paladin knows a lot about explosives, and can also take a hit.
de: Dein Paladin weiß viel über Sprengstoff und kann den ein oder anderen Treffer einstecken.
fr: Votre Lanius peut fondre quelque mines pour de la ferraille.

source: Though your Paladin knows quite a lot about explosives, the real reason he's a good choice is because of his impressive resilience. With little danger to their well-being, they return with an impressive haul, although their slow speed prevents them from gathering more without letting the Rebel fleet gain time.
de: Obwohl dein Crusader viel über Sprengstoff weiß, ist der wahre Grund wieso er gut dafür gemacht ist seine große Resistenz. Mit wenig Gefahr was die Gesundheit des Crusaders angeht, kehrt er mit einer großen Ausbeute zurück, obwohl seine langsame Geschwindigkeit ihn vor noch mehr Ausbeute zurückhält, ohne dass die Rebellenflotte einen Vorsprung bekommt.
fr: Cela ne fournira pas de munitions en état de marche, mais c'est un risque minime pour une petite récompense. Vous envoyez votre Lanius liquéfier autant de mines qu'il peut.

source: Your Lanius can melt down some mines for scrap.
de: Dein Lanius can ein paar Minen in Schrott einschmelzen.
fr: Ne pas prendre de risque, se contenter seulement des prises les plus distantes.

source: With some amount of grace, your crew manage to drift through the field without setting off any explosives. Disarming as many as they can, they bring back an impressive haul.
de: Mit einer gewissen Anmut gelingt es deiner Mannschaft, sich durch das Feld zu bewegen, ohne einen Sprengsatz zu zünden. Sie entschärfst so viele wie möglich und bringt eine beeindruckende Ausbeute mit zurück.
fr: Avec un peu de grâce, votre équipage réussit à traverser le champ sans déclencher un seul explosif. Désarmant autant qu'ils le peuvent, ils ramènent un sacré butin.

source: Your crew are less than graceful navigating the field, almost setting the entire thing off twice. At last, they push their luck for the final time, and one of your crew is blown into chunks! You can hear the rest of the team screaming in terror through the radio, but you silence them and order them back to the ship immediately with however much they've already collected.
de: Deine Mannschaft navigiert nicht gerade elegant durch das Feld und hätte beinahe zweimal das ganze Ding ausgelöst. Schließlich versuchen sie ihr Glück ein letztes Mal, und ein Mitglied Ihrer Mannschaft wird in Stücke gesprengt! Du kannst den Rest der Mannschaft über das Funkgerät schreien hören, aber du bringst sie zum Schweigen und befehlst ihnen, sofort zum Schiff zurückzukehren, egal wie viel sie bereits gesammelt haben.
fr: Votre équipage manque sacrément de grâce en traversant le champ, en ayant au passage presque déclenché l'explosion de l'entièreté du champ à deux reprises. Ils finissent par pousser leur chance trop loin la troisième fois, et l'un d'eux est réduit en morceaux par l'explosion en résultant ! Vous pouvez entendre le reste de l'équipage terrifié hurler à travers la radio, mais vous les réduisez au silence et leur ordonnez de retourner immédiatement au vaisseau avec tout ce qu'ils ont pu récupérer.

source: Fortunately your crew has been revived by the Clone Bay, though they request they get a pass from the next salvaging mission.
de: Glücklicherweise konnte deine Crew in der Klonkammer wiederbelebt werden, jedoch wünschen sie sich von der nächsten Sammelmission verschont zu bleiben.
fr: Heureusement votre membre d'équipage est ranimé à la salle de Clonage, mais il demande à ne pas faire partie de la prochaine mission de récupération.

source: Your crew manage to disarm a lot of mines before they return, but spot something in the center. It's a Mine Launcher, the tool used to lay the field! Now that there's less mines, you can pilot closer and grab it, but risk setting off the remainders of the field with your ship.
de: Deine Crew schafft es, eine Menge Minen zu entschärfen, bevor sie zurückkehren, aber sie entdecken etwas in der Mitte. Es ist ein Minenwerfer, das Werkzeug, mit dem das Feld gelegt wurde! Jetzt, wo es weniger Minen gibt, kannst du näher heranfliegen und ihn dir schnappen, riskierst aber, mit deinem Schiff die Reste des Feldes auszulösen.
fr: Votre équipage réussit à désarmer un paquet de mines avant leur retour, mais aperçoivent quelque chose au centre. C'est un Lance-mines, responsable du champ ici présent ! Maintenant qu'il y a moins de mines, vous pourriez piloter plus proche et le récupérer, au risque de déclencher le reste du champ avec votre vaisseau.

source: Get the Mine Launcher!
de: Hole den Minenwerfer!
fr: Récuperer le Lance-mines !

source: You grab the Mine Launcher and leave the field, only to accidentally trip one of them on the way out! Luckily the resulting explosion isn't too catastrophic, but it still hurts.
de: Du schnappst dir den Minenwerfer und verlässt das Feld, nur um versehentlich eine auf dem Weg raus zu markieren! Glücklicherweise ist die Explosion nicht zu schlimm, aber tut trotzdem weh.
fr: Vous saisissez le Lance-mines et quittez le champ, non pas sans accidentellement activer l'une d'entre elles au retour ! Heureusement l'explosion en résultant n'est pas catastrophique, mais cela fait toujours mal.

source: Leave it.
de: Lass ihn liegen.
fr: Le laisser.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_DRONE"]/text
source: Oddly enough, it appears a pair of Boarding Drones have been abandoned here in the abyss. You can break them down for parts easily, but if you scanned them for the schematics you might risk activating one.
de: Seltsamerweise wurden hier zwei Enterdrohnen in dem Abgrund zurückgelassen. Du kannst sie einfach für die Bestandteile runterbrechen, wenn du sie für die Blaupausen einscannst könntest du riskieren eine zu aktivieren.
fr: De manière assez étrange, on dirait qu'une paire de Drones Abordeurs ont été abandonnés dans l'abysse ici. Vous pourriez les désosser pour des pièces de drones, mais si vous les scannez pour en récupérer les plans, vous risqueriez leur activation.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_DRONE"]/choice[1]/text
source: Break them down for parts.
de: Zerlege sie in ihre Einzelteile.
fr: Les démonter pour des pièces.

source: The schematic isn't worth the risk. You salvage the drones.
de: Die Blaupause ist das Risiko nicht wer. Du bergst die Drohnen.
fr: Le plan de fabrication n'en vaut pas le risque. Vous désassemblez les drones.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_DRONE"]/choice[2]/text
source: Scan them.
de: Scanne sie.
fr: Les scanner.

source: You attempt scanning, but due to your distance you're unable to get a read. You pull closer, but accidentally move a little too close, triggering the drones! Fortunately you still recover the schematic, but now they're onboard!
de: Du versuchst sie zu scannen, jedoch durch die Distanz bist du nicht in der Lage sie einlesen zu können. Du gehst näher heran, versehentlich zu Nahe und aktivierst eine der Drohnen! Glücklicherweise konntest du die Blaupause retten, jedoch sind sie jetzt an Bord!
fr: Vous essayez de les scanner, mais vous êtes trop loin pour obtenir un résultat. Vous vous rapprochez, un peu trop-même, ce qui active les drones ! Heureusement vous arrivez à sécuriser les plans, mais ils sont à bord désormais !

source: (Energy Shield) Approach without any fear of intruders.
fr: (Membre d'équipage Engi) Désactiver les drones d'abord.

source: Fortunately, your Energy Shield greatly simplify the process. You retrieve the schematic without having to deal with any resistance.
fr: Heureusement, votre Engi parvient à éteindre les drones avant le scan.

# data/events_salvaging.xml$//event[@name="SALVAGE_DEFAULT_PIRATES"]/text
source: The immediate area around the beacon yields little, but after diving much deeper into the system you stumble across an inactive pirate ship scans didn't turn up before.
de: Die unmittelbare Umgebung des Signalpunktes ist wenig ergiebig, aber nachdem man tiefer in das System eingetaucht ist, stößt man auf ein inaktives Piratenschiff, welches auf Scans zuvor nicht aufgetaucht ist.
fr: La zone immédiate autour de la balise ne regorge pas réellement de ressources, mais en vous enfonçant plus loin dans le système vous découvrez un vaisseau pirate inactif que les scans n'avaient pas décelés.

source: Send a team to see what loot might be inside.
fr: Envoyer une équipe fouiller le vaisseau.

source: Scrap the hull.
fr: Démanteler la coque.

source: Ignore the ship.
de: Verschrotte die Hülle.
fr: Ignorer le vaisseau.

source: Your crew dig around the ship, but find all of the crew dead and anything of value gone. You resort to scrapping the hull instead.
de: Deine Crew gräbt um der Schiff herum, findet jedoch die gesamte Crew tot auf und alle Wertgegenstände abhanden. Du verschrottest die Hülle.
fr: Votre équipage fouille le vaisseau, mais découvre que tout l'ancien équipage est mort, et que toute chose pouvant avoir de la valeur a déjà disparu. Vous vous contentez de démanteler la coque à la place.

source: While exploring the interior, your crew find a lone survivor. Though they might have once been a pirate, they're more than willing to work for you.
de: Während du das innere untersuchst findest du einen einzelnen Überlebenden. Obwohl er einst ein Pirat war ist er nun bereit für dich zu arbeiten.
fr: En explorant l'intérieur, votre équipage trouve un seul survivant. S'il a bel et bien été autrefois un pirate, il est plus que partant pour travailler sous vos ordres.

source: Your crew find an entire functional weapon left behind in the ship's storage! They haul it back to the ship in triumph.
de: Deine Crew findet eine komplett funktionelle Waffe die im Schiffslager übrig gelassen wurde! Die Crew bringt den Triumph zum Schiff zurück.
fr: Votre équipage trouve une arme entièrement opérationelle ayant été laissée dans la soute du vaisseau ! Ils la transportent jusqu'à votre vaisseau, triomphants.

source: It looks like most of the ship has been stripped bare. However, the cargo bay is still locked, and it doesn't look like anyone's broken in yet. It wouldn't be too hard for you to do so, do you wish to proceed?
de: Es sieht aus als ob der Großteil des Schiffes geplündert wurde. Jedoch ist die Lagerhalle noch verschlossen und es sieht nicht so aus, als ob jemand eingebrochen wäre. Es wäre nicht schwer, wenn du es versuchen willst?
fr: On dirait que la majeure partie du vaisseau a déjà été désossée. Cependant, la baie de stockage est toujours verrouillée, et on dirait que personne n'y a encore pénétré. Cela ne devrait pas être trop difficile d'y entrer, voulez-vous procéder ?

source: Open their cargo.
de: Öffne das Lager.
fr: Ouvrir leur cargaison.

source: You delicately cut your way through the door, but the second you step inside a trap is triggered! "Screw you, thieves!" shouts an automated message, followed by an explosion that rips one of your crew apart. Though the loss is terrible, it doesn't seem to be followed by any further repercussions, leaving you to take all that remains.
de: Du bahnst dir vorsichtig einen Weg durch die Tür, aber sobald du hineingehst, wird eine Falle ausgelöst! "Ihr könnt mich mal, ihr Diebe! " schreit eine automatische Nachricht, gefolgt von einer Explosion, die einen deiner Leute in Stücke reißt. Obwohl der Verlust furchtbar ist, scheint er keine weiteren Folgen zu haben, so dass du alles, was übrig bleibt, an dich reißen kannst.
fr: Vous ouvrez délicatement un passage à travers la porte, mais dès la seconde ou vous faites un pas à l'intérieur, un piège se déclenche ! "Allez vous faire mettre, voleurs !" est hurlé en message automatique, suivie d'une explosion réduisant l'un de vos membres en charpie. Si la perte est terrible, elle n'a pas l'air d'être suivie d'autres répercussions, vous permettant de vous servir du butin à disposition.

source: Fortunately, your Clone Bay is already in the process of reviving your crew.
de: Glücklicherweise ist deine Klonkammer bereit und belebt die Crew wieder.
fr: Heureusement, votre salle de Clonage est déjà en train de ranimer votre membre d'équipage.

source: (Phasing Crew) Sneak inside.
de: (Phasing Crew) Schleich dich rein.
fr: (Membre d'équipage intangible) Se faufiler à l'intérieur.

source: Your crew is able to slip easily past the door and get inside, where they find a trap that they quickly defuse. Now that it's safe to enter, the rest of the crew follow and take all that they can.
de: Deine Crew kann mit leichtigkeit durch die Tür und hinein gelangen, wo sie eine Falle finden und sie schnell entschärfen. Jetzt wo es sicher ist einzutreten, tritt deine gesamte Crew ein und nimmt mit was nicht festgenagelt ist.
fr: Votre membre d'équipage passe facilement à travers la porte et arrive à l'intérieur, et y trouve un piège qu'il désactive très rapidement. Maintenant que la voie est sécurisée, le reste peut suivre et récupérer ce qu'il faut.

source: Leave it.
fr: Laisser cela.

source: Your crew board the ship, but find it mostly empty. However, there's a very unpleasant stench in the air. Your crew open one of the storage cabinets only to find the rotting corpse in there, as well as what look to be... giant alien spiders?!
de: Deine Mannschaft betritt das Schiff, findet es aber weitgehend leer vor. Allerdings liegt ein sehr unangenehmer Gestank in der Luft. Deine Crew öffnet einen der Lagerschränke und findet darin eine verrottende Leiche und etwas, das aussieht wie... riesige außerirdische Spinnen?!
fr: Votre équipage monte à bord, mais n'y trouve rien. Cependant, une odeur sacrément déplaisante subsiste dans l'air. Votre équipage ouvre l'un des compartiments de stockage pour y trouver un cadavre pourissant à l'intérieur, et aussi ce qui se trouve être des... araignées aliens géantes ?!

source: You are undisturbed as you scrap the ship.
de: Du wirst nicht unterbrochen und schrottest das Schiff.
fr: Vous êtes ininterrompus alors que vous démontez le vaisseau.

source: It won't yield any functional ammo, but it's low risk for some reward. You send out your Lanius to liquify as many mines as they can.
de: Es birgt keine Munition, aber ist ohne Risiko. Du sendest deinen Lanius um so viele Minen wie möglich zu schmelzen.

source: (Engi Crew) Disable the drones first.
de: (Engi Crew) Deaktiviere die Drohnen zuerst.

source: Fortunately, your Engi is able to disable the drones before scanning them.
de: Glücklicherweise ist dein Engi in der Lage die Drohnen zu deaktivieren, bevor du sie einscannst.

source: (Engineer Crew) Disable the drones first.
de: (Engineer Crew) Deaktiviere die Drohne zuerst.

source: Fortunately, your Engineer is able to disable the drones before scanning them.
de: Glücklicherweise ist dein Engineer in der Lage die Drohnen zu deaktivieren, bevor er sie einscannt.
