Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_anomaly.xml/*.po
Languages: de, ru, zh_hans

# data/events_anomaly.xml$//event[@name="SPAWN_CHECK"]/beaconType/unvisitedTooltip
source: TEST.
ru: ТЕСТ.

# data/events_anomaly.xml$//event[@name="SPAWN_CHECK"]/beaconType/visitedTooltip
source: TEST.
ru: ТЕСТ.

source: TEST.
ru: ТЕСТ.

# data/events_anomaly.xml$//event[@name="SPAWN_CHECK"]/text
source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_anomaly.xml$//event[@name="GNOME_HATER"]/choice[1]/text
source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_anomaly.xml$//event[@name="GNOME_HATER"]/choice[2]/text
source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Error - error - error - error - Continuity has failed to be enforced. Sending request for quarant-" The ship explodes before it can let off the signal. You quickly prepare to jump away before another one of these things can appear.
de: "Fehler - Fehler - Fehler - Fehler - Kontinuität konnte nicht vollstreckt werden. Sende Anfrage für Quaran-" Das Schiff explodiert, bevor es ein Signal absenden kann. Du machst dich schnell zum Sprung bereit, bevor noch eins von den Dingern auftauchen kann.
ru: "Ошибка - ошибка - ошибка - ошибка - Постоянство не соблюдено. Посылаю запрос на карант-" - корабль взрывается прежде, чем успевает выпустить сигнал. Вы быстро готовитесь уйти в прыжок, прежде чем появится еще одна такая штука.
zh_hans: "错误 - 错误 - 错误 - 错误 - 无法强制执行连续性。发送隔离请求——"飞船在发出信号之前爆炸了。你迅速准备在另一个这样的东西出现之前跃迁。

# data/events_anomaly.xml$//event[@name="GNOME_HATER_FIGHT"]/text
source: "Anomalous object detected aboard your vessel. The C.E.L. finds you guilty of violating continuity protocol 13; harboring anomalous contraband. Continuous failure to desist and purge the anomalous object will not be tolerated. Beginning continuity correctment."
de: "Fehlerhaftes Objekt an Bord deines Schiffes gefunden. Die K.V.L. findet dich Schuldig, Kontinuitäts Protokoll 13 gebrochen zu haben; anomale Schmuggelware gefunden. Kontinuität kann nicht unterlassen werden und das anomale Objekt wird nicht toleriert. Beginne Kontinuitäts Korrektur."
ru: "На вашем корабле обнаружен аномальный объект. ЛБП постановляет: вы виновны в нарушении протокола постоянства 13: укрывательство аномальной контрабанды. Не сопротивляйтесь и избавьтесь от аномального объекта. Начинаю коррекцию постоянства".
zh_hans: "在你的船上检测到异常物体。C.E.L.认定你违反了连续性协议 13；藏匿异常违禁品。不能容忍持续未能停止和清除异常对象。开始连续性校正。"

# data/events_anomaly.xml$//event[@name="GNOME_HATER_FIGHT"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_QUESTIONS"]/text
source: Before you even have a chance to observe your surroundings, a large Slug Transport lurches towards you and beams a Slug onto your ship. Dressed in a freshly ironed suit and with a strangely familiar appearance you can't quite put your finger on, he puts down a large briefcase on a nearby table and pulls a stack of neatly organized papers and places them before him, all without looking at or speaking to you.
de: Bevor du die Chance hast, etwas in deiner Umgebung zu bemerken, kommt ein großer Slug Transporter auf dich zu und beamt einen Slug auf dein Schiff. Er hat einen frisch gebüghelten Anzug an und kommt dir seltsam bekannt vor, jedoch weißt du nicht genau woher, er legt eine große Aktentasche auf einen Tisch in der Nähe und zieht einen Stapel von Papieren her, die er vor sich legt, ohne dich anzuschauen oder dich anzusprechen.
ru: Не успели вы осмотреться, как к вам подлетает большой транспортный корабль слизней и телепортирует слизня на ваш корабль. Одетый в свежевыглаженный костюм и со странно знакомой внешностью, он кладет на соседний стол большой портфель, достает стопку аккуратно разложенных бумаг и кладет ее перед собой. Все это он делает, не глядя на вас и не говоря с вами.
zh_hans: 甚至在你有机会观察周围环境之前，一个大型蛞蝓族运输船就扑向你，并将蛞蝓发射到你的船上。穿着新熨的西装，一副让人摸不着头脑的陌生模样，他把一个大公文包放在旁边的桌子上，拉出一沓整齐的文件放在面前，完全没有看或跟你说话。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_QUESTIONS"]/choice/text
source: Uh... hello?
de: Uh... hallo?
ru: Ээ... здравствуйте?
zh_hans: 呃……你好？

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_QUESTIONS"]/choice/event/text
source: The Slug gazes up casual and readjusts the papers. "Hello, ssstranger. Would you care to anssswer sssome... quessstionsss?" Without waiting for an answer, the Slug immediately begins reading off of his sheet. "Let usss... begin. Quessstion one. Have you ever noticed anything... unusssual within the realitiesss you have visssited? Thingsss which... ssshould not be?"
de: Der Slug schaut hoch und organisiert die Papiere neu. "Hallo, Fremder. Würdesssst du ein paar Fragen beantworten...?" Ohne auf eine Antwort zu warten, fängt der Slug direkt an von seinen Blättern zu lesen. "Lasssss unssss... beginnen. Frage Einssss. Hast du jemalssss... etwas komischessss in den Realitäten gesehen, die du bessssucht hast? Dinge die... nicht ssssein sollten?"
ru: Слизняк перекладывает бумаги и непринужденно поднимает взгляд: "Ззздравссствуй, незззнакомец. Не хочешшшь ли ты ответить на некоторые... вопросссы?" Не дожидаясь ответа, слизень тут же начинает читать со своего листа: "Давайте... начнем. Вопроссс первый. Вы когда-нибудь замечали что-нибудь... необычное в тех реальноссстях, которые вы посещщщали? Нечто, чего... не должно быть?"
zh_hans: 蛞蝓漫不经心地抬起头，重新整理了一下文件。"你好，陌生人。你愿意回答一些问题吗？"没有等待答案，蛞蝓立即开始阅读他的清单。"让我们……开始吧。问题一。你有没有注意到任何……在你所访问的宇宙中不寻常的东西？什么……不应该存在？"

source: Yes.
de: Ja.
ru: Да.
zh_hans: 有。

source: "Isss that... sssso? Hmm." The Slug scribbles something down on his paper. "Quessstion... two. Hasss an advanccced AI ever utilized technology you would consssider... otherworldly... to sssubjugate your free will?"
de: "Isssst das... so? Hmm." Der Slug schreibt etwas auf dem Papier auf. "Frage... Zwei. Hat eine erweiterte KI, jemalssss Technologie genutzt, die du alssss... nicht von dieser Welt siehst... um deinen freien Willen zu unterwerfen?"
ru: "Правда? Хмм...", - слизень царапает что-то на своей бумаге. "Вопроссс... второй. Иссспользззовал ли продвинутый ИИ когда-либо технологию, которую вы бы посссчитали... потусссторонней... чтобы подчинить сссебе вашу волю?"
zh_hans: "那是……什么？嗯。"蛞蝓在他的纸上潦草地写了些什么。"问题……二。有没有一个先进的人工智能曾经使用过你认为……超凡脱俗的技术……来压制你的自由意志？"

source: I don't think so?
de: Ich glaube nicht?
ru: Вроде бы нет?
zh_hans: 我认为没有。

source: The Slug lets out a faint laugh and scribbles something else down. "Quesstion three. Have you ever encountered or heard of what might be consssidered a... memetic hazard? In particular, one involving a sssubssstance commonly referred to asss chocolate pudding?"
de: Der Slug lacht leicht und schreibt etwas auf. "Frage Drei. Hasssst du jemals etwas gefunden, was bekannst isssst... alssss memetische Gefahr? Insbesonderssss, Sachen die mit einer Substanz zu tun haben, die alssss Schokoladenpudding bekannt sind?"
ru: Слизень издает слабый смешок и пишет что-то еще. "Вопроссс третий. Вы когда-нибудь сссталкивалисссь с тем или ссслышшшали о том, что можно сссчитать... меметичессской опасссноссстью? В чассстносссти, о том, что сссвязано с вещщщессством, которое обычно назззывают шшшоколадным пудингом?"
zh_hans: 蛞蝓发出一声微弱的笑声，然后在下面写了些别的东西。"问题三。你有没有遇到或听说过什么可能被认为是……模因危害？尤其是涉及一种通常被称为巧克力布丁的物质？"

source: Yes.
de: Ja.
ru: Да.
zh_hans: 有。

source: "I sssee. I will... report thisss back to my employersss. Let usss move on."
de: "Ich versssstehe. Ich werde... diesen Bericht meinen Vorgessssetzen schicken. Lasssss uns weiter machen."
ru: "Понятно. Я... сообщщщу об этом сссвоим работодателям. Давайте продолжим".
zh_hans: "我知道了。我会……把这件事报告给我的雇主。让我们继续。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

source: No.
de: Nein.
ru: Нет.
zh_hans: 没有。

source: "Very well then." The Slug draws an X on his paper and fiddles with his pen. "Let usss move on."
de: "Na gut." Der Slug zeichnet ein X auf seinem Blatt und spielt mit seinem Stift. "Lasssss uns weiter machen."
ru: "Хорошшшо", - слизень рисует крестик на своей бумаге и рассматривает свою ручку. "Давайте продолжим".
zh_hans: "那好吧。"蛞蝓在他的纸上画了一个 X 并摆弄着他的笔。"让我们继续。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

source: What's chocolate pudding?
de: Was ist Schokoladenpudding?
ru: Что такое шоколадный пудинг?
zh_hans: 什么是巧克力布丁？

source: "Either you are... very unobssservant, or I am in the... wrong clusssster. Either way, I ssssee thiss quessstionaire hasss no reassson to continue. Thank you for your time."
de: "Entweder bisssst du sehr... unaufmerksam oder ich bin im falsssschen... Bündel. Egal wie, ich ssssehe dieser Fragebogen hat keinen Grund weiter aussssgefüllt zu werden. Danke für deine Zeit."
ru: "Либо вы... очень невнимательны, либо я... ошшшибссся ссскоплением. В любом ссслучае, я вижу, что этому опросссу нет сссмысссла продолжатьссся. Ссспасссибо за уделенное время."
zh_hans: "要么你......非常不注意，要么我在......错误的星团。无论哪种方式，我认为这个问卷没有继续下去的理由。谢谢你的时间。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

source: No.
de: Nein.
ru: Нет.
zh_hans: 没有。

source: "Isss that... sssso? Well... then I ssssuppose that anssswersss all I needed from you. Goodbye, ssstranger." Without another word, the Slug places his papers back into his briefcase and beams away, following by his ship jumping away moments later.
de: "Isssst das sssso? Na gut... dann nehme ich an, dasssss ich alle Antworten von dir habe, die ich brauche. Auf Wiederssssehen, Fremder." Ohne ein weiteres Wort zu sagen, packt der Slug seine Blätter zurück in den Aktenkoffer, wobei kurz darauf sein Schiff wegspringt.
ru: "Правда? Что ж... тогда, полагаю, это всссе, что мне было нужно от вассс. Прощщщайте, незззнакомец", - не говоря больше ни слова, слизень кладет свои бумаги обратно в портфель и телепортируется прочь. Спустя несколько секунд его корабль уходит в прыжок.
zh_hans: "那是……？嗯……那么我假设我需要你的回答。再见，陌生人。"蛞蝓二话不说，将他的文件放回公文包，然后扬长而去，片刻后他的船也跟着跃迁出去。

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_2"]/text
source: "Quesssstion four. Have you ever engaged with or encountered an anomalousss object or entity which interferesss with the very fabric of your reality? Perhapssss... cleaning sssuppliesss?"
de: "Frage Vier. Hasssst du jemals mit einem anomalen Objekt interagiert oder eins getroffen, wassss die Realität gefährdet hat? Vielleicht... Reinigungsutensilien?"
ru: "Вопроссс четвертый. Вы когда-нибудь сссталкивалисссь ссс аномальными объектами или сссущноссстями, которые вмешиваютссся в сссаму ткань вашшшей реальносссти? Возззможно... чистящщщими сссредссствами?".
zh_hans: "问题四。你有没有接触过或遇到过干扰你宇宙结构的异常物体或实体？也许......清洁剂？"

source: (Detergent) Possibly.
de: (Reiniger) Vielleicht.
ru: (Чистящее средство) Возможно.
zh_hans: (洗涤剂)可能。

source: "Oh... Thank you for informing me. I'm afraid I will have to... confissscate thisss, but allow me to offer fair compensssation. Now, let'sss move on."
de: "Oh... Danke für die Information. Ich befürchte... dasssss ich dassss konfisssszieren muss, aber lass mich dir dafür eine Entsssschädigung geben. Lasssss uns weitermachen."
ru: "О... Ссспасссибо, что проинформировали. Боюсссь, мне придетссся... конфисссковать это, но позззвольте предложить сссправедливую компенсссацию. А теперь давайте продолжим".
zh_hans: "哦……谢谢你通知我。我恐怕不得不……没收这个，但请允许我提供公平的补偿。现在，让我们继续。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

source: (Gnome) Possibly.
de: (Gnom) Vielleicht.
ru: (Гном) Возможно.
zh_hans: (矮人)可能。

source: The Slug glances up, his infallible composure finally shattered: "Where... did you get thisss? You ssshould... no... You sshould NOT have thissss. What have you done? Do you... even realissse the missstake you have made? It isss... too late. We will have to... quarantine thisss reality. I mussst leave and inform my employersss."
de: Der Slug schaut hoch, wobei seine unerschütterbare Gelassenheit nun endlich zum Ende gekommen ist: "Wo... hasssst du das her bekommen? Du ssssolltest... nein... du ssssolltest das NICHT haben. Wassss hast du getan? Weißt du überhaupt... wassss für einen Fehler du gemacht hasssst? Es isssst... zu spät. Wir werden diese Realität... unter Quarantäne ssssetzen müssen. Ich musssss sofort meine Vorgesetzen davon informieren."
ru: Слизень уставился на вас. Его безупречное самообладание окончательно разрушено. "Где... ты это взззял? У тебя... нет... У тебя НЕ должно быть этого. Что ты наделал? Ты... хоть понимаешшшь, какую ошшшибку сссовершил? Уже... ссслишком поззздно. Нам придетссся... помессстить эту реальносссть в карантин. Я должен уйти и сссообщить сссвоим работодателям".
zh_hans: 蛞蝓抬头看了一眼，他那绝对不会出错的沉着终于破碎了："你……你从哪里弄到这个的？你应该......不......你不应该有这个。你做了什么？你……甚至意识到你犯下的错误吗？嘶……太晚了。我们将不得不...隔离这个宇宙。我必须离开并通知我的雇主。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_2"]/choice[3]/text
source: I doubt it.
de: Ich bezweifle es.
ru: Сомневаюсь.
zh_hans: 我对此表示怀疑。

source: "Hm. People are never ssssure on that one... but we sssshall move on."
de: "Hm. Leute ssssind nie sicher, was dassss angeht... aber lasssss uns weitermachen."
ru: "Хм. Люди никогда в этом не уверены... но нам нужно продолжать".
zh_hans: "嗯。人们从不相信那个……但我们应该继续。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_3"]/text
source: "Quesssstion five, the lasssst of... our quessstionsss today. Do you believe in... gods?"
de: "Frage Fünf, die letzte... Frage heute. Glaubsssst du an... Götter?"
ru: "Вопроссс пятый, поссследний из... нашшших вопросссов на сссегодня. Верите ли вы в... богов?".
zh_hans: "问题五，我们今天的问题中的最后一个……你相信……神吗？"

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_3"]/choice[1]/text
source: Yes.
de: Ja.
ru: Да.
zh_hans: 信。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_3"]/choice[2]/text
source: No.
de: Nein.
ru: Нет.
zh_hans: 不信。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_3"]/choice[3]/text
source: Maybe.
de: Vielleicht.
ru: Может быть.
zh_hans: 也许。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_4"]/text
source: The Slug says nothing, only jotting down some more notes. You sit there uncomfortably watching him, and notice outside it seems as if everything else has stopped moving, frozen in time and place.
de: Der Slug sagt nichts und notiert nur etwas. Du sitzt unkomfortabel da, während du ihn beobachtest und es scheint als ob alles draußen aufgehört hat, sich zu bewegen, als ob Zeit und Raum eingefroren wären.
ru: Слизень ничего не говорит, только записывает еще какие-то заметки. Пока вы сидели, неловко наблюдая за ним, вам казалось, что снаружи все вокруг перестало двигаться, застыв во времени и пространстве.
zh_hans: 蛞蝓什么也没说，只是记下了一些笔记。你坐在那里不舒服地看着他，并注意到外面的一切似乎都停止了移动，时间和地点都冻结了。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_4"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_QUESTIONS_4"]/choice/event/text
source: At last, the Slug finally looks up. "Thissss hereby concludes the... quesstionaire. Thank you for your... participation. You will be... compensated for your time. Farewell." Without another word the Slug teleports away and his ship jumps, leaving zero traces of FTL signatures.
de: Letztendlich schaut der Slug nach oben. "Dassss hier ist das Ende... des Fragebogens. Danke für deine... Mitarbeit. Du wirst... für deine Zeit kompenssssiert werden. Auf Wiedersehen." Ohne ein weiteres Wort teleportiert sich der Slug weg und sein Schiff springt weg, ohne eine FTL-Signatur zu hinterlassen.
ru: Наконец, слизень поднимает глаза: "На этом мы зззавершшшшаем... опросс. Ссспасссибо за ваше... учассстие. Вам возззмессстят... потраченное время. Прощайте". Без лишних слов слизень телепортируется прочь, а его корабль уходит в прыжок, не оставляя следов ССД-сигнатур.
zh_hans: 终于，蛞蝓终于抬头了。"问卷到此结束……。感谢你的……参与。你将获得……时间的补偿。永别。"蛞蝓二话不说就传送走了，他的船跃迁了起来，没有留下超光速标痕迹。

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_COVERUP"]/text
source: Lured in by the distress beacon, you instead find a strange space station unlike any Federation station model you've seen, and several vessels orbiting around it, all Slug transports. You could try sneaking closer to listen but you have no idea how dangerous it might be.
de: Durch einen Notruf-Signalpunkt hergelockt, findest du eine seltsame Weltraumstation, anders als jede Föderationstation, die du je gesehen hast und verschiedene Schiffe umrunden sie, alles Slug Transporter. Du könntest versuchen dich näher ranzuschleichen, aber du weißt nicht wie gefährlich es sein könnte.
ru: Там, откуда исходил сигнал бедствия, вы обнаруживаете странную космическую станцию и несколько транспортных кораблей слизней, вращающихся вокруг нее. Эта станция не похожа ни на одну из знакомых вам моделей станций Федерации. Вы можете попробовать подкрасться поближе, чтобы послушать переговоры, но вы не знаете, насколько это может быть опасно.
zh_hans: 在遇险信标的引诱下，你发现一个与你见过的任何联邦站模型都不同的奇怪空间站，以及围绕它运行的几艘飞船，都是蛞蝓族运输船。你可以试着偷偷靠近听，但你不知道这有多危险。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_COVERUP"]/choice[1]/text
source: Sneak closer.
de: Schleiche dich näher ran.
ru: Подлететь ближе.
zh_hans: 偷偷靠近。

source: Incredibly little of the conversation from the other ships comes through, due to some kind of sophisticated encryption method you've never seen before. All you catch are some mentions of anomalies, continuity, and that this station in question comes from somewhere far away. While you're listening, you receive a hail from the station owners, revealing a very terrified human-like creature with blue skin. "Please, you have to help us. I have no idea what happened - one second we were finishing up a sale on some Artillery Lasers and a Minelauncher when there's this evil laugh and we wound up here! I don't even know where HERE is! These Slugs are telling us we're under arrest for violating continuity, but we didn't do anything! I don't even know what a continuity IS! Please, you have to rescue us!"
de: Unglaublich wenig Konversation von den anderen Schiffen kommt durch, durch eine sehr fortschrittliche Verschlüsselungsmethode die sie nutzen, welche du noch nie zuvor gesehen hast. Du kannst nur ein paar Worte über Anomalien, Kontinuität und dass die Station von weit weg herkommt, hören. Während du lauscht, wirst du vom Stationsbesitzer gerufen, was eine sehr menschenähnliche Kreatur mit blauer Haut offenbart. "Bitte, du musst uns helfen. Ich habe keine Ahnung was passiert ist - vor einer Sekunde haben wir noch ein paar Transaktionen für Artillerie Laser und Minenwerfer getätigt, als wir eine böse Lache gehört haben und plötzlich hier waren! Ich weiß nichtmal wo HIER ist! Diese Slugs sagen uns, wir sind verhaftet, da wir die Kontinuität gebrochen haben, aber wir haben nichts getan! Ich weiß nichtmal was Kontinuität IST! Bitte, du musst uns retten!"
ru: Из-за какого-то сложного метода шифрования, который вы никогда раньше не видели, невероятно мало разговоров с других кораблей доходит до вас. Все, что вы уловили - это упоминания об аномалиях, о постоянстве и о том, что данная станция прибыла откуда-то издалека. Пока вы слушаете, с вами выходят на связь станция. На экране появляется очень испуганное человекоподобное существо с синей кожей. "Пожалуйста, вы должны нам помочь. Я понятия не имею, что произошло - только мы закончили распродажу артиллерийских лазеров и минометов, как раздался этот злобный смех, и мы оказались здесь! Я даже не знаю, где это - здесь! Эти слизни говорят нам, что мы арестованы за нарушение постоянства, но мы ничего не сделали! Я даже не знаю, что такое постоянство! Пожалуйста, вы должны нас спасти!"
zh_hans: 由于某种你以前从未见过的复杂加密方法，来自其他船只的对话很难被监听到。你所听到的只是一些关于异常、连续性的提及，以及这个有问题的空间站来自遥远的地方。当你在听的时候，你收到了电台所有者的一声呼叫，露出了一个非常可怕的蓝色皮肤的类人生物。 "求你了，你必须帮助我们。我不知道发生了什么——前一秒我们正在完成一些火炮激光器和一个空雷发射器的销售，这时突然传来一阵邪恶的笑声，我们到了这里！我甚至不知道这里在哪里。"这些蛞蝓告诉我们，我们因违反连续性而被捕，但我们什么也没做！我甚至不知道什么是连续性！拜托，你必须救我们！"

source: Rescue the station's crew.
de: Rette die Crew der Station.
ru: Спасти экипаж станции.
zh_hans: 营救空间站的船员。

source: You usher the crew on-board quickly, and along with them a weapon from their cargo that might be of use aboard your ship, in addition to a helping of fuel to get as far as possible from here. To your luck, the Slug ships don't seem to notice! Looks like you'll be able to get out of here safely.
de: Du holst die Crew schnell an Bord und mit ihnen eine Waffe aus ihrer Cargo-Bucht, welche auf deinem Schiff nützlich sein könnte, sowie eine Ladung Treibstoff, die nützlich ist um von hier zu verschwinden. Zu deinem Glück, scheinen die Slug Schiffe es nicht zu bemerken! Es sieht so aus, als ob du hier sicher raus kommst.
ru: Вы быстро поднимаете экипаж на борт, а вместе с ними и оружие из их груза, которое может пригодиться на борту вашего корабля, а также запас топлива, чтобы улететь отсюда как можно дальше. На ваше счастье, корабли слизней, похоже, ничего не заметили! Видимо, вам удастся благополучно выбраться отсюда.
zh_hans: 你将船员迅速带上船，并与他们一起从他们的货物中取出可能可以在你的船上使用的武器，此外还有能帮助你远离这里的燃料。幸运的是，蛞蝓船似乎没有注意到你们！看来你可以安全离开这里了。

source: Stefan
ru: Стефан
zh_hans: 斯特凡

source: We can't help.
de: Wir können nicht helfen.
ru: Мы не можем помочь.
zh_hans: 我们无能为力。

source: No way are you risking getting involved in whatever is happening here. You put enough distance between yourself and the station until you can no longer hear the captain's pleading.
de: Du wirst dich auf keinen Fall hier einmischen, egal was hier passiert. Du packst genug Distanz zwischen dich und die Station, bis du die Rufe des Kapitäns nicht mehr hören kannst.
ru: Вы ни в коем случае не станете рисковать ввязываться в то, что тут происходит. Вы отдаляетесь от станции на достаточное расстояние, чтобы больше не слышать мольбы капитана.
zh_hans: 你绝不会冒险参与这里发生的任何事情。你在自己和空间站之间保持足够的距离，直到你再也听不到船长的恳求。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_COVERUP"]/choice[2]/text
source: Leave now.
de: Gehe jetzt.
ru: Уходить сейчас же.
zh_hans: 现在就离开。

source: Whatever is going on here, it's far too risky to get involved.
de: Was auch immer hier los ist, sich einzumischen ist zu riskant.
ru: Что бы здесь ни происходило, вмешиваться - слишком рискованно.
zh_hans: 无论这里发生什么，参与其中都太冒险了。

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.
zh_hans: 跳过。

source: "Error - error - error - error - Continuity has failed to be enforced. Sending request for quarant-" The ship explodes before it can let off the signal. Some of the station's crew cheer but you don't have time to celebrate. You quickly prepare to jump away before another one of these things can appear.
de: "Fehler - Fehler - Fehler - Fehler - Kontinuität konnte nicht vollstreckt werden. Sende Anfrage für Quaran-" Das Schiff explodiert, bevor es ein Signal absenden kann. Ein Teil der Crew der Station freut sich, jedoch hast du keine Zeit zum feiern. Du machst dich schnell zum Sprung bereit, bevor ein anderes von den Schiffen auftauchen kann.
ru: "Ошибка - ошибка - ошибка - ошибка - Постоянство не соблюдено. Посылаю запрос на карант-" - корабль взрывается прежде, чем успевает выпустить сигнал. Экипаж станции ликует, но у вас нет времени это праздновать. Вы быстро готовитесь уйти в прыжок, прежде чем появится еще одна такая штука.
zh_hans: "错误 - 错误 - 错误 - 错误 - 无法强制执行连续性。发送隔离请求——"飞船在发出信号之前爆炸了。一些空间站的船员欢呼，但你没有时间庆祝。你很快就准备好在事情节外生枝之前跃迁。
