Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_anomaly.xml/*.po
Languages: de, ru, zh_hans

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_COVERUP_FIGHT"]/text
source: "Unexpected and unapproved interference in continuity enforcement protocols. Attempting correctment. Turn over the anomalous contraband or you will be placed under arrest for violation of continuity."
de: "Unerwartete und unerlaubte Einmischung in Kontinutäts Vollstreckungs Protokollen. Versuche Korrektur. Händige die Anomalien Schmuggelware über oder du wirst verhaftet, für das Brechen von der Kontinuität."
ru: "Неожиданное и несанкционированное вмешательство в протоколы обеспечения постоянства. Попытка коррекции. Передайте аномальную контрабанду, или вы будете арестованы за нарушение постоянства".
zh_hans: "对连续性执行协议的意外和未经批准的干扰。试图纠正。交出异常违禁品，否则你将因违反连续性而被逮捕。"

source: Hand over the crew and the cargo.
de: Reiche die Crew über und die Beute.
ru: Передать члена экипажа и груз.
zh_hans: 交出船员和货物。

source: The station owner protests but with your weapons raised they have no choice but to comply. You feel a bit guilty at the quick betrayal, but you didn't sign up to deal with whatever this is. "Thank you for complying with continuity enforcement protocols. You may now forget this ever happened. Please leave the premises so that anomaly cleanup may commense."
de: Die Stationsbesitzer protestieren, jedoch mit gehobenen Waffen habe sie keine Chance, außer mitzumachen. Du fühlst dich ein wenig schuldig, da du sie so schnell hintergangen hast, jedoch hast du keinen Deal gemacht, mit was auch immer das ist. "Danke für deine Hilfe, zur Einhaltung der Kontinuitäts Vollstreckungs Protokollen. Du vergisst am Besten, dass das hier passiert ist. Bitte gehe hier weg, während die Anomalie gereinigt wird."
ru: Владелец станции протестует, но с вашим поднятым оружием у них нет другого выбора, кроме как подчиниться. Вы чувствуете некоторую вину за быстрое предательство, но вы не подписывались иметь с этим дело, чем бы это ни было. "Благодарим за соблюдение протоколов обеспечения постоянства. Теперь вы можете забыть о произошедшем. Пожалуйста, покиньте помещение для начала устранения аномалии".
zh_hans: 站长抗议，但你们举起武器，他们别无选择，只能服从。你对快速的背叛感到有点内疚，但你并没有同意处理这件事。"感谢你遵守连续性执行协议。你现在可以忘记这曾经发生过。请离开场所，以便进行异常清理。"

source: Refuse!
de: Ablehnen!
ru: Отказать!
zh_hans: 拒绝！

source: "By resisting continuity enforcement you are now guilty of violating protocol 13; harboring anomalous contraband, protocol 18; removing contraband from or tampering with an anomalous site, and protocol 24; refusing to comply with an authorized continuity enforcer. Beginning purge."
de: "Beim Weigern gegenüber der Kontinuitäts Vollstreckung, bist du im Bruch von Protokoll 13; Anomalien Schmuggelware an Bord haben, Protokoll 18; Schmuggelware entfernen oder an einer Anomalien Stelle manipulieren und Protokoll 24; sich weigern mit Kontinuitäts Vollstreckern zu kooperieren. Beginne Auslöschung."
ru: "Ввиду сопротивления обеспечению постоянства, вы обвиняетесь в нарушении протокола 13: укрывательство аномальной контрабанды, протокола 18: удаление контрабанды с аномальной территории, и протокола 24: отказ подчиниться уполномоченному лицу, обеспечивающему постоянство. Приступаю к устранению".
zh_hans: "通过抵制连续性执法，你现在违反了协议 13；窝藏异常违禁品，协议 18；从异常站点移除或篡改违禁品和协议 24；拒绝遵守授权的连续性执法者。开始清除。"

source: Continue...
de: Fortfahren...
ru: Продолжить...
zh_hans: 继续。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_WALDO"]/text
source: Upon first arriving at this beacon, you begin to run preliminary scans until you look up and spot a giant and strangely colored Slug vessel inspecting the beacon, which doesn't show up on anything other than your proximity alert. The ship itself seems as shocked to see you as you are. A well dressed Slug in a grey suit appears on your screen. "I ssshould inform you, ssstranger, that you were not... meant to sssee thissss. But... sssincccce you are here, I figure I ssshould asssk. Have you sssseen any... ssssussspicciousss activity in thisss system? If ssso, I would like to know." Before you can respond your ship receives a mysterious hail from another location, which you can't quite discern. "Don't tell him anything. Keep the secret, and I'll make it worth your while."
de: Bei dem ersten Besuch des Signalpunkts, fängst du an ein paar Scanns zu machen und bemerkst ein riesiges und seltsam gefärbtes Slug Schiff, welches den Signalpunkt inspiziert und was nur als Umgebungswarnung aufgefasst wird. Das Schiff scheint so schockiert zu sein, wie du. Ein gut gekleiderter Slug, in einem grauen Anzug, taucht auf deinem Schirm auf. "Ich ssssollte dich informieren, Fremder, dasssss du das hier... nicht hättesssst sehen sollen. Aber... jetzt wo du hier bisssst, sollte ich dich am Besten fragen. Hasssst du irgend welche... seltssssamen Aktivitäten im System gesehen? Fallssss es so isssst, würde ich essss gerne wissen." Bevor du antworten kannst, erhältst du einen mysteriösen Ruf von einem anderen Ort, welchen du nicht entschlüsseln kannst. "Sage ihm nichts. Behalte das Geheimnis für dich und ich werde dich bezahlen."
ru: Прибыв на маяк, вы начинаете проводить предварительное сканирование, пока не поднимаете голову и не замечаете огромный корабль слизней странного цвета, осматривающий маяк, который не отображается ни на чем, кроме предупреждения о приближении. Сам корабль, кажется, так же потрясен, как и вы. На экране появляется хорошо одетый слизень в сером костюме. "Я должен сссообщить вам, незззнакомец, что вы не должны были... видеть это. Но... посccccкольку вы здесccь, я полагаю, что должен сccпросccить. Вы видели какую-нибудь... необычную активность в этой сccисcтеме? Есcccли да, то я хотел бы знать". Прежде чем вы успеваете ответить, ваш корабль получает загадочный сигнал из другого места, которое вы не можете точно определить. "Не говорите ему ничего. Храните тайну, и я сccделаю так, что вы не пожалеете".
zh_hans: 首次到达此信标后，你开始进行初步扫描，直到你抬头并发现一艘巨大且颜色奇特的蛞蝓船正在检查信标，除了接近警报外，你并未在任何仪器中探测到他。看到你，这艘船本身似乎和你一样震惊。屏幕上出现了一个穿着灰色西装、穿着考究的蛞蝓。 "我应该通知你，陌生人，你不该……看到这个。但是……既然你在这里，我想我应该问。你有没有在这个星系中看到任何……可疑的活动？如果有，我想知道。"在你做出回应之前，您的船从另一个位置收到了神秘的呼叫，你无法完全辨别。"什么都不要告诉他。保守秘密，我会给你回报的。"

source: Lie; nothing at all.
de: Lüge; Überhaupt nichts.
ru: Солгать: Ничего.
zh_hans: 说谎;什么都没有。

source: "Mhm... Okay..." You quickly remember that Slugs can read minds and you might have just walked into a trap, but the Slug doesn't push further. "Here's my... card, ssstranger. If you ever noticcce anything... odd, do not hesssitate to call." The Slug beams over a small business card with a circular logo and the header C.E.L., plus a number you don't even know how to call. The ship jumps away shortly after. You receive another message a little bit after. "Good, you made the right choice. Just find me now, and we'll talk."
de: "Mhm... Okay..." Du erinnerst dich schnell, dass Slugs Gedanken lesen können und du wahrscheinlich in eine Falle getappt bist, jedoch fragt der Slug nicht weiter. "Hier isssst meine Karte... Fremder. Wenn du jemalssss etwas... bemerksssst, dann rufe mich." Der Slug beamt eine kleine Visitenkarte mit einem rundlichen Loge und der Überschrift K.V.L. rüber, sowie eine Nummer wo du nicht weißt, wie du sie überhaupt rufen sollst. Das Schiff springt kurz danach weg. Du erhältst eine weitere Nachricht danach. "Gut, du hast die richtige Entscheidung getroffen. Nun finde mich und wir können reden."
ru: "Ммм... Хорошо..." Вы быстро вспоминаете, что слизни могут читать мысли. Возможно, вы только что попали в ловушку, но слизень не настаивает на продолжении. "Вот моя... визззитка, незззнакомец. Есссли вы когда-нибудь зззаметите что-нибудь... ссстранное, зззвоните беззз колебаний". Слизень передает маленькую визитку с круглым логотипом и заголовком "ЛБП", плюс номер, по которому вы даже не знаете, как позвонить. Вскоре после этого корабль уходит в прыжок. Немного позже вы получаете еще одно сообщение: "Хорошо, вы сделали правильный выбор. Просто найдите меня сейчас, и мы поговорим".
zh_hans: "嗯……好吧……"你很快就想起了蛞蝓可以读心术，你可能刚刚走进了一个陷阱，但蛞蝓并没有进一步推进。"这是我的……卡片，陌生人。如果你注意到任何……奇怪的事情，请毫不犹豫地打电话。"蛞蝓在一张带有圆形标志和标题 C.E.L. 的小名片上闪耀，加上一个你甚至不知道如何拨打的号码。不久之后，船跃迁。 之后你收到另一条消息。"很好，你的选择是对的。现在就找我，我们谈谈。"

source: Lie; nothing at all.
de: Lüge; Überhaupt nichts.
ru: Солгать: Ничего.
zh_hans: 说谎;什么都没有。

source: "Mhm... Okay..." You quickly remember that Slugs can read minds and you might have just walked into a trap, but the Slug doesn't push further. "Here's my... card, ssstranger. If you ever noticcce anything... odd, do not hesssitate to call." The Slug beams over a small business card with a circular logo and the header C.E.L., plus a number you don't even know how to call. The ship jumps away shortly after. You receive another message a little bit after. "Good, you made the right choice. Just find me now, and we'll talk."
de: "Mhm... Okay..." Du erinnerst dich schnell, dass Slugs Gedanken lesen können und du wahrscheinlich in eine Falle getappt bist, jedoch fragt der Slug nicht weiter. "Hier isssst meine Karte... Fremder. Wenn du jemalssss etwas... bemerksssst, dann rufe mich." Der Slug beamt eine kleine Visitenkarte mit einem rundlichen Loge und der Überschrift K.V.L. rüber, sowie eine Nummer wo du nicht weißt, wie du sie überhaupt rufen sollst. Das Schiff springt kurz danach weg. Du erhältst eine weitere Nachricht danach. "Gut, du hast die richtige Entscheidung getroffen. Nun finde mich und wir können reden."
ru: "Ммм... Хорошо..." Вы быстро вспоминаете, что слизни могут читать мысли. Возможно, вы только что попали в ловушку, но слизень не настаивает на продолжении. "Вот моя... визззитка, незззнакомец. Есссли вы когда-нибудь зззаметите что-нибудь... ссстранное, зззвоните беззз колебаний". Слизень передает маленькую визитку с круглым логотипом и заголовком "ЛБП", плюс номер, по которому вы даже не знаете, как позвонить. Вскоре после этого корабль уходит в прыжок. Немного позже вы получаете еще одно сообщение: "Хорошо, вы сделали правильный выбор. Просто найдите меня сейчас, и мы поговорим".
zh_hans: "嗯……好吧……"你很快就想起了蛞蝓可以读心术，你可能刚刚走进了一个陷阱，但蛞蝓并没有进一步推进。"这是我的……卡片，陌生人。如果你注意到任何……奇怪的事情，请毫不犹豫地打电话。"蛞蝓在一张带有圆形标志和标题 C.E.L. 的小名片上闪耀，加上一个你甚至不知道如何拨打的号码。不久之后，船跃迁。 之后你收到另一条消息。"很好，你的选择是对的。现在就找我，我们谈谈。"

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_WALDO"]/choice[3]/text
source: Tell the truth; report the message.
de: Sage die Wahrheit; Melde die Nachricht.
ru: Рассказать правду: Рассказать о сообщении.
zh_hans: 说实话；报告消息。

# data/events_anomaly.xml$//event[@name="ANOMALY_CEL_WALDO"]/choice[3]/event/text
source: "Thank you... ssstranger. Glory... to the Multiverssse." The Slug reverses his ship and flies off into the distance, where you can just barely make out a humanoid figure vanish as the ship jumps away after him.
de: "Danke dir... Fremder. Ruhm... dem Multiverssssum." Der Slug dreht sein Schiff um und fliegt in die Ferne, wo du nur knapp eine menschenähnliche Figur verschwinden sehen kannst, als das Schiff ihm hinterher springt.
ru: "Ссспасссибо... незззнакомец. Ссслава... Мультивссселенной". Слизень разворачивает свой корабль, улетает вдаль, где едва можно различить исчезающую человекоподобную фигуру, и уходит в прыжок вслед за ним.
zh_hans: "谢谢你……陌生人。荣耀……归于多元宇宙。"蛞蝓让他的船倒转飞向远处，当飞船在他身后跃迁时，你只能勉强看到一个人形的身影消失了。

# data/events_anomaly.xml$//event[@name="WALDO_TALK"]/text
source: All of a sudden, a humanoid figure with strangely dead-looking eyes appears before you on your ship, wearing a striped vest. "Great work, getting rid of that guy. My name is Wallace, I'm kind of a celebrity in the Multiverse, in case you didn't know. Now, since you were so generous and kept me out of trouble, I ought to return the favor. Tell me if any of these get your fancy."
de: Plötzlich, taucht eine menschenähnliche Figur mit seltsam aussehenden toten-aussehnden Augen auf deinem Schiff auf, mit einer gestreiften Weste. "Gute Arbeit, nun werde den Typen los. Mein Name ist Wallace, ich bin eine Art Berühmtheit im Multiversum, falls du mich nicht kanntest. Jetzt, da du so großzügig warst und mich vor der Gefahr zu schützen, soll ich den Gefallen erwiedern. Sag mir was du willst."
ru: Внезапно перед вами на корабле появляется человекоподобная фигура со странно выглядящими мертвыми глазами, одетая в полосатый жилет. "Отличная работа - избавиться от этого парня. Меня зовут Уоллес, я своего рода знаменитость в Мультивселенной, если ты не знал. Раз уж ты был так щедр и уберег меня от неприятностей, я должен отплатить тебе тем же. Скажи мне, если что-нибудь из этого тебе понравится".
zh_hans: 突然，一个人形的身影出现在你的船上，他的眼睛很奇怪，看起来毫无生气，穿着条纹背心。"干得好，终于摆脱了那个家伙。我的名字是华莱士，我是多元宇宙中的名人，以防你不知道。现在，既然你如此慷慨，让我免于麻烦，我也该报恩了。告诉我这些是否让你喜欢。"

# data/events_anomaly.xml$//event[@name="ANOMALY_ORACLE_REAL"]/text
source: You jump into an unremarkable beacon, with nothing to show but a few distant abandoned planets and a resource-stripped asteroid field. Now seems like a good time to relax and look for something to do on the ship.
de: Du springst in einen unbedeuteten Signalpunkt, wo nichts zu sehen ist, außer ein paar verlassene Planeten und ein von Ressourcen geplündertes Asteroidenfeld. Jetzt scheint es eine gute Zeit zu sein, sich zu entspannen und etwas auf dem Schiff zu tun.
ru: Вы прыгаете к непримечательному маяку, где нет ничего, кроме нескольких далеких заброшенных планет и астероидного поля, истощенного на предмет ресурсов. Кажется, сейчас самое время расслабиться и поискать, чем заняться на корабле.
zh_hans: 你跳进了一个不起眼的信标，除了一些遥远的废弃行星和一个资源匮乏的小行星带外，什么也没有。现在似乎是放松身心并在船上寻找活动的好时机。

# data/events_anomaly.xml$//event[@name="ANOMALY_ORACLE_REAL"]/choice[1]/text
source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.
zh_hans: 星舰管理。

# data/events_anomaly.xml$//event[@name="ANOMALY_ORACLE_REAL"]/choice[2]/text
source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.
zh_hans: 跳过。
