Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_piracy.xml/*.po
Languages: de, ru

# data/events_piracy.xml$//event[@name="SMUGGLER_FRIENDLY"]/choice[2]/event/text
source: Smugglers might usually be known for their military sales, but Argeonn transports plenty else. Who knows what kinds of harmful items have traveled through this ship's cargo into the hands of all kinds of bad actors. The only responsible course of action is to take these guys down.
de: Schmuggler sind in der Regel für ihre Militärgeschäfte bekannt, aber die Argeonn transportiert noch viel mehr. Wer weiß, welche Arten von schädlichen Gegenständen durch die Ladung dieses Schiffes in die Hände aller Arten von Übeltätern gelangt sind. Die einzige verantwortungsvolle Maßnahme ist es, diese Typen zur Strecke zu bringen.
ru: Контрабандисты обычно известны своей военной торговлей, но Арджонн перевозит и многое другое. Кто знает, какие вредные предметы попали через груз этого корабля в руки всевозможных недоброжелателей. Единственное ответственное действие - уничтожить этих парней.

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SMUGGLER_FRIENDLY"]/choice[3]/text
source: Ignore the smuggler and continue on your way.
de: Ignoriere den Schmuggler und setzen deinen Weg fort.
ru: Не обращать внимания на контрабандистов и продолжать свой путь.

# data/events_piracy.xml$//event[@name="SMUGGLER_FRIENDLY"]/choice[3]/event/text
source: You're not interested in smugglers.
de: Du bist nicht an Schmugglern interessiert.
ru: Вы не интересуетесь контрабандистами.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

source: [Federation Database] What is Argeonn?
de: [Föderation Datenbank] Was ist Argeonn?
ru: [База данных Федерации] Что такое Арджонн?

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_CHOICE"]/text
source: A smuggler approaches, brandishing their weapons but not their contraband. "Sorry we meet on unfavorable terms, but we're starved for fuel and I'm afraid you're our only shot to get out of here before the patrols catch us. No hard feelings, it's just business."
de: Ein Schmuggler nähert sich, zeigt seine Waffen, aber nicht seine Schmuggelware. "Tut mir leid, dass wir uns unter ungünstigen Bedingungen treffen, aber wir haben kaum noch Treibstoff und ich fürchte, du bist unsere einzige Chance, hier wegzukommen, bevor die Patrouillen uns erwischen. Nichts für ungut, es ist nur ein Geschäft"
ru: К вам приближается контрабандист, но вместо своих товаров он демонстрирует вам свои готовые к бою орудия. "Прошу прощения, что мы встретились в столь неблагоприятных условиях, но у нас заканчивается топливо, и, боюсь, вы наш единственный шанс убраться отсюда, пока нас не настигли патрули. Ничего личного, просто бизнес".

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[1]/text
source: Pay the tribute.
de: Zahle den Tribut.
ru: Заплатить дань.

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[1]/event/text
source: "You made the right decision, friend."
de: "Du hast die richtige Entscheidung getroffen, mein Freund."
ru: "Ты принял правильное решение, друг".

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[2]/text
source: Refuse to pay tribute.
de: Weigere dich, Tribut zu zollen.
ru: Отказать платить дань.

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[2]/event/text
source: "Too bad... You will regret this decision!"
de: "Zu schade... du wirst diese Entscheidung bereuen!"
ru: "Очень жаль... Вы пожалеете об этом решении!"

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[3]/text
source: (Upg. Engines) Attempt to out-run the pirates.
de: (Upg. Triebwerke) Versuche den Piraten zu entkommen.
ru: (Продвинутые двигатели) Попытаться убежать от пиратов.

# data/events_piracy.xml$//event[@name="SMUGGLER_CHOICE"]/choice[4]/text
source: (Upg. Weapons) Threaten the pirates.
de: (Upg. Waffensysteme) Bedrohe die Piraten.
ru: (Улучш. Оружие) Пригрозить пиратам.
