Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_piracy.xml/*.po
Languages: de, ru

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[3]/text
source: We will never surrender one of our crew to slavers!
de: Wir werden niemals einen unserer Crew Mitglieder an Sklavenhändler ausliefern!
ru: Мы никогда не отдадим ни одного члена нашей команды работорговцам!

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[3]/event/text
source: You prepare to fight the slaver.
de: Du bereitest dich auf den Kampf gegen den Sklavenhändler vor.
ru: Приготовьтесь сразиться с работорговцем.

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: (Spider Crew) "Give" them your spider and let them cause havoc.
de: (Spider Crew) "Gib" ihnen eine deiner Spinnen und lass ihn Amok laufen.
ru: (Член экипажа-паук) "Передать" им своего паука и позволить ему вызвать хаос.

source: "Wait, what is thi- OH GOD AHGHWHAHAGGHHAHHH" The slaver falls to the floor as the spider tears out his throat, and moves on to consume the rest of the crew. While it might have killed everyone aboard, including the slaves, the hull of the ship remains intact for you to scrap.
de: Der Sklavenhalter fällt zu Boden, als die Spinne ihm die Kehle herausreißt und sich über den Rest der Besatzung hermacht und schreit dabei "Warte, was is- OH MEIN GOT AHWWHWHWWG". Sie hat zwar alle an Bord getötet, auch die Sklaven, aber der Rumpf des Schiffes bleibt intakt und kann von dir verschrottet werden.
ru: "Подожди, что э... О БОЖЕ, ААХГХВХХВХЪВГХВХВХГХ". Работорговец падает на пол, когда паук вырывает ему горло, и движется дальше, чтобы поглотить остальную команду. Хотя это могло бы убить всех на борту, включая рабов, корпус корабля остается нетронутым, чтобы вы могли разобрать его на лом.

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[5]/text
source: (Upg. Engines) Attempt to out-run the pirates.
de: (Upg. Triebwerke) Versuche den Piraten zu entkommen.
ru: (Продвинутые двигатели) Попытаться убежать от пиратов.

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[6]/text
source: (Upg. Weapons) Threaten the pirates.
de: (Upg. Waffensysteme) Bedrohe die Piraten.
ru: (Улучш. Оружие) Пригрозить пиратам.

# data/events_piracy.xml$//event[@name="MERCENARY_DATABASE"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/text
source: The mercenary grins and names off the various services he can offer.
de: Der Söldner grinst und zählt die verschiedenen Dienstleistungen auf, die er anbieten kann.
ru: Наемник усмехается и перечисляет различные услуги, которые он может предложить.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[1]/text
source: [Reputation: 1+] "You're such a good customer, all services are cheaper!"
de: [Ansehen: 1+] "Du bist so ein guter Kunde, alle Dienstleistungen sind billiger!"
ru: [Репутация: 1+] "Вы очень хороший клиент, все услуги со скидкой!"

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[2]/text
source: Hire the mercenary to delay the Rebels.
de: Heuere die Söldner an, um die Rebellen zu verlangsamen.
ru: Нанять наемника, чтобы задержать повстанцев.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[2]/event/text
source: Once the mercenary finishes counting the scrap, they nod in approval. "You're the boss! I'll get right on it..."
de: Sobald der Söldner mit dem Zählen des Schrotts fertig ist, nicken sie zustimmend. "Du bist der Boss! Ich werde mich sofort darum kümmern"
ru: Как только наемник заканчивает подсчет лома, они одобрительно кивают. "Ты - босс! Я займусь этим..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[3]/text
source: Hire the mercenary to scout the sector.
de: Beauftrage den Söldner mit der Erkundung des Sektors.
ru: Нанять наемника, чтобы разведать сектор.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[3]/event/text
source: Once the mercenary finishes counting the scrap, they nod in approval. "You're the boss! I'll get right on it..."
de: Sobald der Söldner mit dem Zählen des Schrotts fertig ist, nicken sie zustimmend. "Du bist der Boss! Ich werde mich sofort darum kümmern"
ru: Как только наемник заканчивает подсчет лома, они одобрительно кивают. "Ты - босс! Я займусь этим..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[4]/text
source: Hire the mercenary to delay the Rebels.
de: Heuere die Söldner an, um die Rebellen zu verlangsamen.
ru: Нанять наемника, чтобы задержать повстанцев.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[4]/event/text
source: Once the mercenary finishes counting the scrap, they nod in approval. "You're the boss! I'll get right on it..."
de: Sobald der Söldner mit dem Zählen des Schrotts fertig ist, nicken sie zustimmend. "Du bist der Boss! Ich werde mich sofort darum kümmern"
ru: Как только наемник заканчивает подсчет лома, они одобрительно кивают. "Ты - босс! Я займусь этим..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[5]/text
source: Hire the mercenary to scout the sector.
de: Beauftrage den Söldner mit der Erkundung des Sektors.
ru: Нанять наемника, чтобы разведать сектор.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[5]/event/text
source: Once the mercenary finishes counting the scrap, they nod in approval. "You're the boss! I'll get right on it..."
de: Sobald der Söldner mit dem Zählen des Schrotts fertig ist, nicken sie zustimmend. "Du bist der Boss! Ich werde mich sofort darum kümmern"
ru: Как только наемник заканчивает подсчет лома, они одобрительно кивают. "Ты - босс! Я займусь этим..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: [Reputation: 3+] Hire the mercenary to both scout and delay the fleet.
de: [Ansehen: 3+] Heuert den Söldner an, um die Flotte auszukundschaften und aufzuhalten.
ru: [Репутация: 3+] Нанять наемника для разведки и задержки флота.

source: Once the mercenary finishes counting the scrap, they nod in approval. "You're the boss! I'll get right on it..."
de: Sobald der Söldner mit dem Zählen des Schrotts fertig ist, nicken sie zustimmend. "Du bist der Boss! Ich werde mich sofort darum kümmern'"
ru: Как только наемник заканчивает подсчет лома, они одобрительно кивают. "Ты - босс! Я займусь этим..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[7]/text
source: Nevermind.
de: Doch nicht.
ru: Неважно.

# data/events_piracy.xml$//event[@name="MERCENARY_OFFERS"]/choice[7]/event/text
source: You're not interested in their line of trade.
de: Du bist nicht an ihren Bereich des Handels interessiert.
ru: Вас не интересует их услуги.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[1]
source: The Syndicate has no shortage of guns for hire who'll do just about anything for the right price. The vessel here is no exception.
de: Das Syndicate hat keinen Mangel an Auftragskillern, die für den richtigen Preis so ziemlich alles tun. Das Schiff hier ist keine Ausnahme.
ru: У Синдиката нет недостатка в наемных убийцах, готовых сделать практически все за соответствующую цену. Это судно - не исключение.

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[2]
source: A ship hails you: "Greetings! It seems you're having some difficulty with the Rebellion. I'd love to help, but I can't afford the upkeep required on this hunk of junk I'm flying... maybe we can come to an arrangement?"
de: Ein Schiff grüßt dich: "Seid gegrüßt! Es scheint, als hättest du Schwierigkeiten mit der Rebellion. Ich würde Euch gerne helfen, aber ich kann mir den Unterhalt für diesen Haufen Schrott, den ich fliege, nicht leisten... vielleicht können wir uns einigen? "
ru: Корабль связывается с вами: "Приветствую! Похоже, у вас возникли трудности с Восстанием. Я бы с радостью помог, но не могу позволить себе содержать эту развалюху, на которой я летаю... может, мы сможем договориться?"

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[3]
source: "Got scrap? Need something done? Well, I'm the man for you!" The mercenary at this beacon flashes a toothy grin to reassure you.
de: "Haste Schrott? Brauchst du etwas zu erledigen? Nun, ich bin der richtige Mann für dich!" Der Söldner an diesem Signalpunkt grinst dich mit einem breiten Grinsen an.
ru: "Есть лом? Нужно что-то сделать? Ну, я тот, кто вам нужен!" Наемник у этого маяка сверкает зубастой ухмылкой, чтобы успокоить вас.

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[4]
source: Thanks to Vael and the Syndicate, mercenaries are swarming the galaxy. Their less-than-legal services are in high demand, and one is waiting nearby for ships like you that might find some use in their services.
de: Dank Vael und dem Syndicate wimmelt es in der Galaxie von Söldnern. Ihre nicht ganz legalen Dienste sind sehr gefragt, und eines der Schiffe wartet in der Nähe auf Schiffe wie du, die ihre Dienste in Anspruch nehmen könnten.
ru: Благодаря Ваэлю и Синдикату, наемники заполонили галактику. Их менее чем законные услуги пользуются большим спросом, и один из них ждет поблизости такие корабли, как вы, которые могут найти применение их услугам.

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[5]
source: A ship with Syndicate markings orbits a nearby backwater station. You receive a shady message: "Anything is possible, for the right price."
de: Ein Schiff mit Syndicate Symbolen umkreist eine nahegelegene Station im Hinterland. Du erhältst eine zwielichtige Nachricht: "Für den richtigen Preis ist alles möglich."
ru: Корабль с опознавательными знаками Синдиката вращается по орбите близлежащей захолустной станции. Вы получаете сомнительное сообщение: "Все возможно, при правильной цене".

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_FRIENDLY"]/text[6]
source: "I've caught word... a Renegade? You must be busy. Busy busy, indeed! I understand your mission is quite important. Maybe, for a litle payment, I can make life easier for you?"
de: "Ich habe etwas gehört... ein Renegade? Du musst beschäftigt sein. Viel zu tun, in der Tat! Wie ich höre, ist deine Mission ziemlich wichtig. Vielleicht kann ich dir gegen ein kleines Entgelt das Leben leichter machen?"
ru: "Я получил известие... Ренегат? Вы, должно быть, заняты. Действительно, очень занят! Я понимаю, что ваша миссия очень важна. Может быть, за небольшую плату я смогу облегчить вам жизнь?"

# data/events_piracy.xml$//event[@name="MERCENARY_FRIENDLY"]/choice[1]/text
source: See what they're offering.
de: Sieh an, was sie anbieten.
ru: Узнать, что они предлагают.

# data/events_piracy.xml$//event[@name="MERCENARY_FRIENDLY"]/choice[2]/text
source: Attack the mercenaries.
de: Greife die Söldner an.
ru: Атаковать наемников.

# data/events_piracy.xml$//event[@name="MERCENARY_FRIENDLY"]/choice[2]/event/text
source: Mercenaries are hardly any better than Rebels, just troublemakers with shifting allegiances. Time to cut the Syndicate's ranks short another member.
de: Söldner sind kaum schlimmer als Rebellen, nur Unruhestifter mit wechselnden Loyalitäten. Es ist an der Zeit, dem Syndicate ein weiteres Mitglied zu entziehen.
ru: Наемники вряд ли лучше повстанцев, просто нарушители с переменчивой верностью. Пора сократить ряды Синдиката еще на одного бойца.

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_FRIENDLY"]/choice[3]/text
source: Ignore the mercenary and continue on your way.
de: Ignoriere den Söldner und setze deinen Weg fort.
ru: Не обращать внимание на наемников и продолжать свой путь.

# data/events_piracy.xml$//event[@name="MERCENARY_FRIENDLY"]/choice[3]/event/text
source: You're not interested in mercenaries.
de: Du bist nicht an Söldnern interessiert.
ru: Наемники вас не интересуют.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

source: [Federation Database] What is the Syndicate?
de: [Förderation Datenbank] Was ist das Syndicate?
ru: [База данных Федерации] Кто такой Синдикат?

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_CHOICE"]/text[1]
source: Upon completing your jump, you receive a message from a nearby mercenary. "Greetings and welcome to our beacon! For a small fee, we'll let you continue on your way."
de: Nach deinem Sprung erhältst du eine Nachricht von einem Söldner in der Nähe: "Seid gegrüßt und willkommen an unserem Signalpunkt! Gegen eine kleine Gebühr kannst du deinen Weg fortsetzen."
ru: Завершив прыжок, вы получаете сообщение от наемника, находящегося неподалеку. "Приветствую вас и добро пожаловать на наш маяк! За небольшую плату мы позволим вам продолжить путь".

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_CHOICE"]/text[2]
source: "Well well well, if it isn't just the ship of the hour! I just had a client come by and pay me a handsome sum to kill you. Though... I'll make you a unique deal. Pay me the same rate, and I'll let you go."
de: "Sieh an, sieh an, wenn das nicht gerade das Schiff der Stunde ist! Gerade kam ein Kunde vorbei und zahlte mir eine hübsche Summe, um dich zu töten. Obwohl... ... ich mache dir ein einmaliges Angebot. Zahlen mir die gleiche Summe, und ich lasse dich gehen."
ru: "Так-так-так, Неужели это корабль времени! Ко мне только что приходил клиент и заплатил мне кругленькую сумму за то, чтобы я тебя убил. Хотя... Я предложу вам уникальную сделку. Заплатите мне столько же, и я отпущу вас".

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_CHOICE"]/text[3]
source: "Ah, hello my friends! It is most unfortunate, for you, that we meet here in such a way! My clients just left, and they've given me quite the sum of money. Perhaps you could... match their pricing?"
de: "Ah, hallo meine Freunde! Es ist sehr bedauerlich für euch, dass wir uns hier auf diese Weise treffen! Meine Kunden sind gerade gegangen, und sie haben mir eine beträchtliche Summe Geld gegeben. Vielleicht könntet ihr... mit deren Preisen mithalten?"
ru: "А, привет, друзья мои! Для вас очень прискорбно, что мы встретились здесь таким образом! Мои клиенты только что ушли, и они дали мне приличную сумму денег. Может быть, вы могли бы... сопоставить их цены?"

# data/events_piracy.xml$//textList[@name="TEXT_MERCENARY_CHOICE"]/text[4]
source: "Today is a wonderful day, Captain! I have been paid a bountiful amount of scrap with the task of killing you! I'm afraid I will have to follow through with this... unless you could... give us some more scrap?"
de: "Heute ist ein wunderbarer Tag, Kapitän! Ich wurde mit der Aufgabe, dich zu töten, reichlich mit Schrott bezahlt! Ich fürchte, ich muss das durchziehen... es sei denn, du könntest... uns mehr Schrott geben?"
ru: "Сегодня замечательный день, капитан! Мне заплатили щедрую сумму лома за то, чтобы я убил тебя! Боюсь, мне придется довести это дело до конца... если только ты не сможешь... дать нам еще немного лома?"

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[1]/text
source: Pay their toll.
de: Zahle ihre Maut.
ru: Заплатить им пошлину.

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[1]/event/text
source: "You made the right decision, friend."
de: "Du hast die richtige Entscheidung getroffen, mein Freund."
ru: "Ты принял правильное решение, друг".

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[2]/text
source: Reject their 'offer'.
de: Lehne ihr 'Angebot' ab.
ru: Отклонить их "предложение".

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[2]/event/text
source: "Too bad... You will regret this decision!"
de: "Zu schade... du wirst diese Entscheidung bereuen!"
ru: "Очень жаль... Вы пожалеете об этом решении!"

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[3]/text
source: (Upg. Engines) Attempt to out-run the pirates.
de: (Upg. Triebwerke) Versuche den Piraten zu entkommen.
ru: (Продвинутые двигатели) Попытаться убежать от пиратов.

# data/events_piracy.xml$//event[@name="MERCENARY_CHOICE"]/choice[4]/text
source: (Upg. Weapons) Threaten the pirates.
de: (Upg. Waffensysteme) Bedrohe die Piraten.
ru: (Улучш. Оружие) Пригрозить пиратам.

# data/events_piracy.xml$//event[@name="SMUGGLER_DATABASE"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SMUGGLER_OFFERS"]/text
source: The smuggler pats you on the back and welcomes you into their cargohold.
de: Der Schmuggler klopft dir auf die Schulter und heißt dich in seinem Frachtraum willkommen.
ru: Контрабандист похлопывает вас по спине и приглашает в свой грузовой отсек.

# data/events_piracy.xml$//event[@name="SMUGGLER_OFFERS"]/choice[1]/text
source: Purchase a weapon.
de: Kaufe eine Waffe.
ru: Купить оружие.

# data/events_piracy.xml$//event[@name="SMUGGLER_OFFERS"]/choice[1]/event/text
source: "Many thanks for taking this off my hands! Just a word of advice... try not to let the authorities see you with it for another couple jumps."
de: "Vielen Dank, dass du mir das abgenommen hast! Nur ein Ratschlag... versuche, dass die Behörden dich mit ihr für ein paar weitere Sprünge nicht sehen."
ru: "Большое спасибо, что забрали это из моих рук! Только совет... постарайтесь, чтобы власти не видели вас с ним еще пару прыжков".

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: [Reputation: 1+] Purchase a drone.
de: [Ansehen: 1+] Kaufe eine Drohne.
ru: [Репутация: 1+] Купить дрон.

source: "Many thanks for taking this off my hands! Just a word of advice... try not to let the authorities see you with it for another couple jumps."
de: "Vielen Dank, dass du mir das abgenommen hast! Nur ein Ratschlag... versuche, dass die Behörden dich mit ihr für ein paar weitere Sprünge nicht sehen."
ru: "Большое спасибо, что забрали это из моих рук! Только совет... постарайтесь, чтобы власти не видели вас с ним еще пару прыжков".

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: [Reputation: 3+] Purchase an augment.
de: [Ansehen: 3+] Kaufe ein Augment.
ru: [Репутация: 3+] Купить модуль.

source: "Many thanks for taking this off my hands! Just a word of advice... try not to let the authorities see you with it for another couple jumps."
de: "Vielen Dank, dass du mir das abgenommen hast! Nur ein Ratschlag... versuche, dass die Behörden dich mit ihr für ein paar weitere Sprünge nicht sehen."
ru: "Большое спасибо, что забрали это из моих рук! Только совет... постарайтесь, чтобы власти не видели вас с ним еще пару прыжков".

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SMUGGLER_OFFERS"]/choice[4]/text
source: Nevermind.
de: Doch nicht.
ru: Неважно.

# data/events_piracy.xml$//event[@name="SMUGGLER_OFFERS"]/choice[4]/event/text
source: You're not interested in their line of trade.
de: Du bist nicht an ihren Bereich des Handels interessiert.
ru: Вас не интересует их услуги.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[1]
source: An Argeonn smuggler spins you a tale of the dangers of the open galaxy before pushing his wares. You doubt any of his contraband is exactly legal, but maybe it's worth a look?
de: Ein Argeonn-Schmuggler erzählt dir ein Märchen über die Gefahren der offenen Galaxis, bevor er seine Ware anpreist. Du bezweifelst, dass seine Schmuggelware wirklich legal ist, aber vielleicht ist sie einen Blick wert?
ru: Арджоннский контрабандист рассказывает вам об опасностях открытой галактики, прежде чем предложить свой товар. Вы сомневаетесь, что его контрабанда легальна, но, может быть, на нее стоит взглянуть?

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[2]
source: You've heard stories, both good and bad, of Argeonn and their solicitations. A cocky and haphazardly shaven smuggler extends an offer to sell you some 'premium gear' for what he claims is dirt cheap.
de: Du hast schon viele gute und schlechte Geschichten über die Argeonn und ihre Lockangebote gehört. Ein eingebildeter und unordentlich rasierter Schmuggler macht dir ein Angebot für 'erstklassige Ausrüstung' zu einem, wie er behauptet, Spottpreis.
ru: Вы слышали истории, как хорошие, так и плохие, об Арджонне и их предложениях. Наглый и бессистемно выбритый контрабандист предлагает продать вам "первоклассное снаряжение" по дешевке.

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[3]
source: "What great fortune it is that we've met each other on this occasion. You have scrap, and I have equipment. Perhaps we can arrange a deal?"
de: "Welch großes Glück, dass wir uns bei dieser Gelegenheit getroffen haben. Du hast Schrott, und ich habe Ausrüstung. Vielleicht können wir ein Geschäft abschließen?"
ru: "Какая большая удача, что мы встретились по этому случаю. У вас есть лом, а у меня - оборудование. Возможно, мы сможем договориться о сделке?"

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[4]
source: "There's no limit to the treasures my cargo carries, captain. And they can all be yours too! Just, for a price..."
de: "Die Schätze, die mein Lager enthält, sind unbegrenzt, Kapitän. Und sie können alle auch dir gehören! Nur, für einen Preis..."
ru: "Нет предела сокровищам, которые перевозит мой груз, капитан. И все они могут стать вашими! Только за определенную цену..."

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[5]
source: The Federation is fairly lax on Argeonn and its smugglers, as their inter-dimensional services make cheap for transportation. With little to fear, a smuggler nearby peddles you some gear.
de: Die Föderation ist ziemlich nachlässig gegenüber Argeonn und seinen Schmugglern, da ihre interdimensionalen Dienste den Transport billig machen. Da du wenig zu befürchten hast, bietet dir ein Schmuggler in der Nähe etwas Ausrüstung an.
ru: Федерация довольно сдержанно относится к Арджонн и его контрабандистам, поскольку их межпространственные услуги обходятся дешево. Опасаться нечего, контрабандист поблизости продает вам кое-какое снаряжение.

# data/events_piracy.xml$//textList[@name="TEXT_SMUGGLER_FRIENDLY"]/text[6]
source: "I almost joined the Renegade business once... but it just wasn't the life for me. I much prefer Argeonn, I get the adrenaline rush with far less of the risk. You wouldn't happen to need any gear, would you?"
de: "Ich wäre beinahe einmal ins Renegade-Geschäft eingestiegen... aber es war einfach nicht das richtige Leben für mich. Ich bevorzuge Argeonn, da bekomme ich den Adrenalinkick bei weitaus weniger Risiko. Du brauchst nicht zufällig eine Ausrüstung, oder?"
ru: "Однажды я почти присоединился к бизнесу Ренегатов... но это просто не моя жизнь. Мне больше нравится Арджонн, я получаю адреналин с гораздо меньшим риском. Вам случайно не нужно какое-нибудь снаряжение?"

# data/events_piracy.xml$//event[@name="SMUGGLER_FRIENDLY"]/choice[1]/text
source: See what they're offering.
de: Sieh an, was sie anbieten.
ru: Посмотреть, что они предлагают.

# data/events_piracy.xml$//event[@name="SMUGGLER_FRIENDLY"]/choice[2]/text
source: Attack the smuggler.
de: Greife den Schmuggler an.
ru: Напасть на контрабандистов.
