Repository: ftl-mv-korean/mv-ko
Catalog: locale/data/events_piracy.xml/*.po
Languages: de, ru

# data/events_piracy.xml$//eventList[@name="PIRATE_CHOICE_RUN"]/event[1]/text
source: You quickly fire up your engines and make a break for it. However, it seems to be in vain. They catch up to you effortlessly and power up their weapons.
de: Du schaltest schnell die Triebwerke an und haust ab. Jedoch scheint es nichts zu nützen. Sie holen dich ein und fahren ihre Waffen hoch.
ru: Вы быстро запускаете двигатели и устремляетесь в путь. Однако, похоже, напрасно. Они без труда догоняют вас и заряжают свое оружие.

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//eventList[@name="PIRATE_CHOICE_RUN"]/event[2]/text
source: You divert all available power to your engines and flee. You caught them off-guard, but they seem to be gaining on you. Luckily you are able to stay out of range long enough to charge the FTL drive.
de: Du packst alle Energie in den Antrieb und entkommst. Du hast sie unerwartet erwischt, aber sie scheinen dich einzuholen. Zum Glück bist du in der Lage lange genug außer Reichweite zu sein, sodass dein FTL-Antrieb sich vollständig aufladen kann.
ru: Вы направляете всю доступную мощность на двигатели и спасаетесь полетом. Вы застали их врасплох, но они, похоже, настигают вас. К счастью, вам удается оставаться вне зоны досягаемости достаточно долго, чтобы зарядить сверхсветовой привод.

# data/events_piracy.xml$//eventList[@name="PIRATE_CHOICE_RUN"]/event[3]/text
source: You fire up the engines and try to escape. Their slower ship is unable to keep pace; eventually it gives up and returns to the beacon to await an easier target.
de: Du schaltest schnell die Triebwerke an und haust ab. Ihr langsameres Schiff schafft es nicht dich einzuholen und gibt auf. Es kehrt zum Signalpunkt zurück und wartet auf ein einfacheres Ziel.
ru: Вы запускаете двигатели и пытаетесь улететь. Их более медленный корабль не в состоянии выдержать темп; в конце концов он сдается и возвращается к маяку в ожидании более легкой цели.

# data/events_piracy.xml$//eventList[@name="PIRATE_CHOICE_THREATEN"]/event[1]/text
source: The pirates aren't fazed by your threats, and instead power up their weapons as well!
de: Die Piraten sind nicht von deinen Drohungen eingeschüchtert und fahren ihre Waffen ebenso hoch!
ru: Пиратов не смущают ваши угрозы, и вместо этого они также включают свое оружие!

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//eventList[@name="PIRATE_CHOICE_THREATEN"]/event[2]/text
source: "Ok, ok! We get it, you aren't messing around. Sorry to bother you."
de: "Ok, ok! Wir haben es verstanden, du spielst nicht herum. Tut uns Leid dich gestört zu haben."
ru: "Ладно, Ладно! Мы все поняли, ты не валяешь дурака. Извините, что беспокою вас".

# data/events_piracy.xml$//event[@name="ENCOUNTER_PIRATE"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_PIRATE"]/text[1]
source: As you jump into the system a pirate advances on your position. They are refusing all hails. Prepare for a fight.
de: Als du in das System springst fliegt ein Pirat auf deine Position zu. Sie verweigern alle Rufe. Bereite dich zum Kampf vor.
ru: Когда вы входите в систему, пираты атакуют вас. Они отказываются от всех попыток связаться с ними. Приготовьтесь к бою.

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_PIRATE"]/text[2]
source: Soon after arriving in the system you are hailed by a small cruiser. "What good fortune that we happen to run into each other. Nothing personal, but you have some information we need!"
de: Kurz nachdem du im System angekommen bist wirst du von einem kleinen Kreuzer gerufen. "Was ein Glück, dass wir uns hier treffen. Es ist nichts persönliches, aber du hast Informationen die wir brauchen!"
ru: Вскоре после прибытия в систему с вами связывается небольшой крейсер. "Какая удача, что мы случайно встретились. Ничего личного, но у вас есть кое-какая информация, которая нам нужна!"

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_PIRATE"]/text[3]
source: The only other ship at this beacon messages you: "Finally, after months of waiting, someone has fallen into our trap!"
de: Das einzige andere Schiff an diesem Signalpunkt ruft dich: "Endlich ist jemand nach Montaten in unsere Falle getappt!"
ru: Единственный другой корабль на этом маяке сообщает вам: "Наконец-то, после нескольких месяцев ожидания, кто-то попал в нашу ловушку!"

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_PIRATE"]/text[4]
source: You barely have time to register jump completion before your ship warns you of an incoming ship with weapons hot.
de: Du hast kaum Zeit sicherzustellen dass der Sprung funktioniert hat bis dein Schiff dich alamiert, dass ein Schiff mit hochgefahrenen Waffen auf dich zukommt.
ru: У вас едва есть время, чтобы зарегистрировать завершение прыжка, прежде чем ваш корабль предупредит вас о приближающемся корабле с горячим оружием.

# data/events_piracy.xml$//event[@name="ENCOUNTER_MERCENARY"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_MERCENARY"]/text[1]
source: You spot a small black market at this beacon, but as you approach it a mercenary ship swings around and attacks. "Hah! What luck of ours. Our clients came here to hire us to scout you out, and here you are in the very same sector!"
de: Du entdeckst einen kleinen Schwarzmarkt an diesem Signalpunkt, aber als du dich ihm näherst, dreht ein Söldnerschiff um und greift an. "Hah! Was für ein Glück für uns. Unsere Kunden kamen hierher, um uns anzuheuern, euch auszukundschaften, und jetzt seid ihr im selben Sektor!"
ru: Вы замечаете небольшой черный рынок у этого маяка, но когда вы приближаетесь к нему, корабль наемников разворачивается и нападает. "Ха! Как нам повезло! Наши клиенты прилетели сюда, чтобы нанять нас разведать вас, и вот вы здесь, в этом же секторе!"

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_MERCENARY"]/text[2]
source: "Wouldn't you know it, it's the captain of the hour! I assure you, it's nothing personal. Just, we've been given quite a sum in return for your head. You're a Renegade, so I'm sure you understand."
de: "Du wirst es nicht glauben, aber es ist der Kapitän der Stunde! Ich versichere dir, es ist nichts persönliches. Es ist nur so, dass man uns für deinen Kopf eine beträchtliche Summe geboten hat. Du bist ein Renegade also verstehst du das sicher."
ru: "Вы не представляете, это капитанский час! Уверяю вас, ничего личного. Просто нам дали неплохую сумму в обмен на вашу голову. Вы Ренегат, так что, уверен, вы понимаете".

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_MERCENARY"]/text[3]
source: Seems someone's put a price on your head, because a mercenary is trailing you, weapons online! No surprise, but seems you'll have to take care of this first.
de: Es scheint, als hätte jemand ein Kopfgeld auf dich ausgesetzt, denn ein Söldner ist dir auf den Fersen mit hochgefahrenen Waffen! Keine Überraschung, aber es scheint, dass du dich zuerst um ihn kümmern musst.
ru: Похоже, кто-то назначил цену за вашу голову, потому что наемник преследует вас, оружие активировано! Ничего удивительного, но, похоже, вам придется сначала разобраться с этим.

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_MERCENARY"]/text[4]
source: Strangely, Renegades and Mercenaries rarely get along. To the mercs, Renegades lack the honor and distinction the Syndicate brings them. The nearby ship seems to have taken that difference personally and lunges towards you!
de: Seltsamerweise kommen Renegades und Söldner selten miteinander aus. In den Augen der Söldner fehlt den Renegades die Ehre und das Ansehen, dass ihnen das Syndikat verleiht. Das Schiff in der Nähe scheint diesen Unterschied persönlich genommen zu haben und stürzt sich auf dich!
ru: Странно, но Ренегаты и наемники редко ладят друг с другом. По мнению наемников, Ренегатам не хватает чести и достоинства, которые обеспечивает им Синдикат. Ближайший корабль, похоже, воспринял эту позицию на свой счет и бросился на вас!

# data/events_piracy.xml$//event[@name="ENCOUNTER_SMUGGLER"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_SMUGGLER"]/text[1]
source: "I spy with my little eye a ship with some fine gear I'm sure will sell for a pretty penny on the market! Surrender yourselves or suffer the wrath of my cannons!"
de: "Ich erspähe mit meinem kleinen Auge ein Schiff mit einer feinen Ausrüstung, die sich auf dem Markt sicher teuer verkaufen lässt! Ergebt euch oder erleidet den Zorn meiner Laserkannonen!"
ru: "Я вижу своим маленьким глазом корабль с прекрасным оборудованием, которое, я уверен, будет продано за большие деньги на рынке! Сдавайтесь или испытайте на себе гнев моих пушек!"

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_SMUGGLER"]/text[2]
source: Smugglers rarely show aggression for fear of losing their precious cargo. Yet - when their stock is dry, sometimes the odd captain will try their luck and seize the cargo of a passing ship. Seems a bit risky to pick on a ship like yours, but that's their mistake.
de: Schmuggler zeigen selten Aggressionen, weil sie fürchten, ihre wertvolle Fracht zu verlieren. Und doch - wenn ihre Vorräte erschöpft sind, versucht manchmal der eine oder andere Kapitän sein Glück und beschlagnahmt die Ladung eines vorbeifliegenden Schiffes. Es scheint ein bisschen riskant zu sein, ein Schiff wie deins anzugreifen, aber das ist deren Fehler.
ru: Контрабандисты редко проявляют агрессию, боясь потерять свой драгоценный груз. И все же - когда их запасы иссякают, иногда странный капитан может попытать счастья и захватить груз проходящего мимо судна. Кажется немного рискованным придираться к такому кораблю, как ваш, но это их ошибка.

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_SMUGGLER"]/text[3]
source: "How quaint. I just sold off all my stock and here I was thinking I'd have to make my trek back to Argeonn when you showed up! Thank you kindly for the generous donation, stranger!" You aren't sure what the smugglers are referring to until weapons pop out of their hull!
de: "Wie drollig. Ich habe gerade mein ganzes Lager verkauft und dachte schon, ich müsste zurück nach Argeonn, als du auftauchst! Vielen Dank für die großzügige Spende, Fremder!" Man ist sich nicht sicher, was die Schmuggler meinen, bis die Waffen aus ihrem Rumpfvorspringen!
ru: "Как странно. Я только что распродал все свои запасы и уже думал, что мне придется возвращаться в Арджонн, как вдруг появился ты! Благодарю за щедрое пожертвование, незнакомец!" Вы не уверены, что контрабандисты имеют в виду, пока из их корпуса не выскакивает оружие!

# data/events_piracy.xml$//textList[@name="TEXT_ENCOUNTER_SMUGGLER"]/text[4]
source: A smuggler approaches, clearly intending to steal rather than to sell. Prepare for combat!
de: Ein Schmuggler nähert sich, der offensichtlich nicht verkaufen, sondern stehlen will. Bereitet dich auf den Kampf vor!
ru: Приближается контрабандист, явно намеревающийся украсть, а не продать. Приготовьтесь к бою!

# data/events_piracy.xml$//event[@name="SLAVER_DATABASE"]/choice/text
source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SLAVER_OFFERS"]/text
source: The slaver welcomes you aboard and shows you their "wares".
de: Der Sklavenhändler begrüßt dich an Bord und zeigt dir seine ‘Waren‘.
ru: Работорговец приветствует вас на борту и показывает вам свои "товары".

# data/events_piracy.xml$//event[@name="SLAVER_OFFERS"]/choice[1]/text
source: Buy a slave.
de: Kaufe einen Sklaven.
ru: Купить раба.

# data/events_piracy.xml$//event[@name="SLAVER_OFFERS"]/choice[1]/event/text
source: "A great purchase. May they serve you well, captain..."
de: "Ein großartiger Kauf. Mögen sie dir gute Dienste leisten, Kapitän..."
ru: "Отличный выбор. Пусть они хорошо послужат вам, капитан..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: [Reputation: 1+] Buy a 'high value' slave.
de: [Ansehen: 1+] Kaufe einen 'hochwertigen' Sklaven.
ru: [Репутация: 1+] Купить "дорогостоящего" раба.

source: "A great purchase. May they serve you well, captain..."
de: "Ein großartiger Kauf. Mögen sie dir gute Dienste leisten, Kapitän..."
ru: "Отличный выбор. Пусть они хорошо послужат вам, капитан..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: [Reputation: 3+] Buy an exotic slave.
de: [Ansehen: 3+] Kaufe einen exotischen Sklaven.
ru: [Репутация: 3+] Купить экзотического раба.

source: "A great purchase. May they serve you well, captain..."
de: "Ein großartiger Kauf. Mögen sie dir gute Dienste leisten, Kapitän..."
ru: "Отличный выбор. Пусть они хорошо послужат вам, капитан..."

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//event[@name="SLAVER_OFFERS"]/choice[4]/text
source: Nevermind.
de: Doch nicht.
ru: Неважно.

# data/events_piracy.xml$//event[@name="SLAVER_OFFERS"]/choice[4]/event/text
source: You're not interested in their line of trade.
de: Du bist nicht an ihren Bereich des Handels interessiert.
ru: Вас не интересует их товары.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[1]
source: You recognize the nearby ship as a well-known Tiiikaka slave trader. He hails you and offers you "laborers" for cheap.
de: Du erkennst das Schiff in der Nähe als einen bekannten Sklavenhändler aus Tiiikaka. Er grüßt dich und bietet dir billige ‘Arbeitskräfte‘ an.
ru: Вы узнаете на соседнем корабле известного Тииикакского работорговца. Он выходит с вами на связь предлагает "рабочих" по дешевке.

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[2]
source: A shifty looking slaver approaches, hailing with offers of promising and willing workers for a reasonable price.
de: Ein verschlagen aussehender Sklavenhändler nähert sich dir und bietet vielversprechende und willige Arbeiter für einen angemessenen Preis an.
ru: К вам приближается сомнительного вида работорговец с перспективным предложением - рабочих, готовых работать за разумную цену.

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[3]
source: "My friend, my friend, I empathize with what surely must be a great labor shortage aboard your vessel. Renegades don't have a long life expectancy, after all. Perhaps I can offer a solution?"
de: "Mein Freund, mein Freund, ich kann nachfühlen, wie groß der Arbeitskräftemangel an Bord deines Schiffes sein muss.Renegades haben schließlich keine lange Lebenserwartung. Vielleicht kann ich eine Lösung anbieten?"
ru: "Друг мой, друг мой, я сочувствую тому, что на борту вашего судна, несомненно, большая нехватка рабочей силы. У Ренегатов, в конце концов, не такая уж большая продолжительность жизни. Возможно, я могу предложить решение?"

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[4]
source: "Feeling frisky, friend? I can offer you something to help keep you warm at night, heheh... Not your thing? Well, I'm sure my 'wares' might have other uses aboard your vessel."
de: "Fühlst du dich munter, mein Freund? Ich kann dir jemand anbieten, das dich in der Nacht warm hält, heheh... Nicht dein Ding? Nun, ich bin mir sicher, dass meine 'Waren' an Bord deines Schiffes andere Verwendung finden könnten."
ru: "Чувствуешь себя игривым, друг? Я могу предложить тебе кое-что, что поможет согреться ночью, хе-хе... Не в твоем вкусе? Ну, я уверен, что мои "товары" могут найти другое применение на борту вашего судна".

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[5]
source: An unwashed slaver appears on your screen, promoting the fact his workers will do anything you tell them, satisfaction guaranteed or your money back.
de: Ein ungewaschener Sklavenhändler erscheint auf Ihrem Bildschirm und wirbt damit, dass seine Arbeiter alles tun werden, was du ihnen sagst, mit Zufriedenheitsgarantie oder du bekommst dein Geld zurück.
ru: На экране появляется немытый работорговец, рекламирующий тот факт, что его работники сделают все, что вы им скажете, с гарантией удовлетворения или возврата денег.

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_FRIENDLY"]/text[6]
source: It's sometimes appalling how freely slavers move about peddling their cargo. As a rather risky move, a slaver seems to have picked you out as a potential client.
de: Es ist manchmal erschreckend, wie frei Sklavenhändler mit ihrer Fracht hausieren gehen. In einer riskanten Aktion hat ein Sklavenhändler dich als potentiellen Klienten ausgesucht.
ru: Иногда поражает, как свободно передвигаются работорговцы, торгуя своим грузом. Это довольно рискованный шаг, и работорговец, похоже, выбрал вас в качестве потенциального клиента.

# data/events_piracy.xml$//event[@name="SLAVER_FRIENDLY"]/choice[1]/text
source: See what they're offering.
de: Sieh an, was sie anbieten.
ru: Посмотреть, что они предлагают.

# data/events_piracy.xml$//event[@name="SLAVER_FRIENDLY"]/choice[2]/text
source: Attack the slaver.
de: Greift den Sklavenhändler an.
ru: Атаковать работорговца.

# data/events_piracy.xml$//event[@name="SLAVER_FRIENDLY"]/choice[2]/event/text
source: Slavers are the scum of the galaxy. You'll be doing great justice by wiping this one out.
de: Sklavenhändler sind der Abschaum der Galaxis. Du wirst der Gerechtigkeit Genüge tun, wenn du ihn auslöscht.
ru: Работорговцы - отбросы галактики. Уничтожив их, вы совершите великую справедливость.

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: (Upg. Teleporter) Use your teleporter to attempt to board the ship and release some of the slaves.
de: (Upg. Teleporter) Benutze deinen Teleporter, um zu versuchen, das Schiff zu entern und einige der Sklaven zu befreien.
ru: (Улучш. Телепорт) Использовать свой телепорт, чтобы попытаться подняться на борт корабля и освободить некоторых рабов.

# data/events_piracy.xml$//event[@name="SLAVER_FRIENDLY"]/choice[4]/text
source: Ignore the slaver and continue on your way.
de: Ignorieren den Sklavenhändler und setzen deinen Weg fort.
ru: Не обращать внимания на работорговца и продолжить свой путь.

# data/events_piracy.xml$//event[@name="SLAVER_FRIENDLY"]/choice[4]/event/text
source: You're not interested in slavers.
de: Du bist nicht an Sklavenhaltern interessiert.
ru: Вас не интересуют работорговцы.

source: Do something onboard the ship.
de: Tue etwas an Bord des Schiffs.
ru: Заняться чем-либо на корабле.

source: Do nothing.
de: Nichts tun.
ru: Ничего не делать.

source: [Federation Database] What is Tiiikaka?
de: [Förderation Datenbank] Was ist Tiiikaka?
ru: [База данных Федерации] Кто такой Тииикака?

source: You beam a small team into their holds. They work quickly to free the slaves and teleport back to your ship. One of the captives seems fit for battle and you throw them a weapon in preparation for a fight.
de: Du beamst ein kleines Team in den Laderaum des anderen Schiffs. Sie befreien die Sklaven schnell und teleportieren sich zurück auf dein Schiff. Einer der Gefangenen scheint kampffähig zu sein und du wirfst ihm eine Waffe zu, um ihn auf einen Kampf vorzubereiten.
ru: Вы телепортируете небольшую команду в их трюмы. Они быстро освобождают рабов и телепортируются обратно на ваш корабль. Один из пленников кажется годным к бою, и вы бросаете им оружие, готовясь к бою.

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: You teleport an away team into their hold to attempt to free their prisoners. They are able to get to one person before being caught and forced into a corner by the crew. You quickly beam the team and prisoner back to your ship.
de: Du teleportierst ein Team in den Frachtraum, um zu versuchen, die Gefangenen zu befreien. Es gelingt ihnen, eine Person zu befreien, bevor sie von der Besatzung gefangen und in eine Ecke gedrängt werden. Du beamst das Team und den Gefangenen schnell zurück auf dein Schiff.
ru: Вы телепортируете команду высадки в их трюм, чтобы попытаться освободить их пленников. Они способны добраться до одного человека, прежде чем их поймает и загонит в угол экипаж. Вы быстро телепортируете команду и пленника обратно на свой корабль.

source: Continue...
de: Fortfahren...
ru: Продолжить...

source: You beam a team onto their ship. However, your estimations of the location of their prisoners was off. By the time they get their bearings the slavers spot them. You beam them back to the ship and prepare for a fight.
de: Du beamst ein Team auf ihr Schiff. Deine Schätzungen über den Aufenthaltsort der Gefangenen waren jedoch falsch. Bis sie sich zurechtfinden, haben die Sklavenhändler sie entdeckt. Du beamst sie zurück auf das Schiff und bereitest dich auf einen Kampf vor.
ru: Вы телепортируете команду на их корабль. Однако ваши оценки местоположения их пленников были ошибочными. К тому времени, как они сориентируются, работорговцы их заметят. Ты телепортируешь их обратно на корабль и готовишься к бою.

source: Continue...
de: Fortfahren...
ru: Продолжить...

# data/events_piracy.xml$//textList[@name="TEXT_SLAVER_CHOICE"]/text
source: An especially aggressive slaver ship approaches you. "Hand over one of your crew-members and the rest of you can go free unharmed. We promise not to hurt them too much."
de: Ein besonders aggressives Sklavenschiff nähert sich dir. "Übergebt eines eurer Crew Mitglieder, und der Rest von euch kann unverletzt frei gehen. Wir versprechen, sie nicht zu sehr zu verletzen."
ru: К вам приближается особенно агрессивный корабль работорговцев. "Выдайте одного из членов вашего экипажа, а остальные могут выйти на свободу невредимыми. Мы обещаем не причинять им большого вреда".

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[1]/text
source: Draw straws and send a crew-member over to the slavers.
de: Ziehe Strohhalme und schicke ein Crew Mitglied zu den Sklavenhändlern.
ru: Вытянуть соломинку и послать члена экипажа к работорговцам.

# data/events_piracy.xml$//event[@name="SLAVER_CHOICE"]/choice[1]/event/text
source: The chosen crew-member leaves without complaint, knowing you had no choice.
de: Das gewählte Crew Mitglied geht ohne Beschwerde, weil es weiß, dass du keine Wahl hattest.
ru: Выбранный член экипажа уходит без жалоб, зная, что у вас не было выбора.

source: You briefly consider cloning a replacement, but decide to respect the Federation laws regarding simultaneous duplicates.
de: Du erwägst kurz, einen Ersatz zu klonen, beschließst aber, die Gesetze der Föderation bezüglich gleichzeitiger Klone zu respektieren.
ru: Вы недолго рассматриваете возможность клонирования замены, но решаете уважать законы Федерации, касающиеся одновременных дубликатов.

source: "Logic error: request cannot be met. This is an automated vessel. Demand: refused."
de: "Logik Fehler: Bitte kann nicht erfüllt werden. Das ist ein automatisiertes Schiff. Bitte: Abgelehnt."
ru: "Логическая ошибка: запрос не может быть выполнен. Это автоматизированное судно. Требование: отказано".

source: How stupid do these guys have to be to demand crew from an automated vessel? You'll have time to think about it after you'll do the world a favor by ridding it of these clowns.
de: Wie dumm müssen diese Typen sein, um von einem automatisierten Schiffes Crew zu verlangen? Du hast Zeit darüber nachzudenken, nachdem du die Welt von diesen Clowns befreit hast.
ru: Насколько глупыми должны быть эти парни, чтобы требовать экипаж с автоматизированного судна? У вас будет время подумать об этом после того, как вы окажете услугу миру, избавив его от этих клоунов.

source: Continue...
de: Fortfahren...
ru: Продолжить...
